[" “Then be not too eager to deal out death in the name of justice, fearing for your own safety. Even the wise cannot see all ends.”\n", " “I wish Merry was here,\" he heard himself saying, and quick thoughts raced through his mind, even as he watched the enemy come charging to the assault. \"Well, well, now at any rate I understand poor Denethor a little better. We might die together, Merry and I, and since die we must, why not? Well, as he is not here, I hope he'll find an easier end. But now I must do my best.”\n", " “But how came you by the heirloom of my house—if there is need to ask such a question of thieves?” “We are not thieves,” Bard answered. “Your own we will give back in return for our own.” “How came you by it?” shouted Thorin in gathering rage. “I gave it to them!” squeaked Bilbo, who was peering over the wall, by now in a dreadful fright.”\n", " “If I choose to send thee, Tuor son of Huor, then believe not that thy one sword is not worth the sending.”\n", " “A shrill cry rang out in the night; and he felt a pain like a dart of poisoned ice pierce his left shoulder. Even as he swooned he caught, as through a swirling mist, a glimpse of Strider leaping out of the darkness with a flaming brand of wood in either hand. With a last effort Frodo, dropping his sword, slipped the Ring from his finger and closed his right hand tight upon it.”\n", " “What has roots as nobody sees,\n Is taller than trees,\n Up, up it goes,\n And yet never grows?\"\n (Answer: a mountain)”\n", " “Frodo has been touched by the weapons of the Enemy,' said Strider, 'and there is some poison or evil at work that is beyond my skill to drive out. But do not give up hope, Sam!”\n", " “Nigdy nie drwij z żywego smoka, Bilbo głupcze”\n", " “The love of Arda was set in your hearts by Ilúvatar, and he does not plant to no purpose.”\n", " “When heads are at a loss bodies must serve.”\n", " “The first of Sam and Rosie’s children was born on the twenty-fifth of March, a date that Sam noted.”\n", " “It's like in the great stories Mr. Frodo, the ones that really mattered. Full of darkness and danger they were, and sometimes you didn't want to know the end, because how could the end be happy? How could the world go back to the way it was when so much bad had happened? But in the end it's only a passing thing this shadow, even darkness must pass. A new day will come, and when the sun shines it'll shine out the clearer. Those were the stories that stayed with you, that meant something even if you were too small to understand why. But I think Mr. Frodo, I do understand, I know now. Folk in those stories had lots of chances of turning back, only they didn't. They kept going because they were holding on to something.”\n", " “Old Took’s great-grand-uncle Bullroarer, who was so huge (for a hobbit) that he could ride a horse. He charged the ranks of the goblins of Mount Gram in the Battle of the Green Fields, and knocked their king Golfimbul’s head clean off with a wooden club. It sailed a hundred yards through the air and went down a rabbit-hole, and in this way the battle was won and the game of Golf invented at the same moment.”\n", " “He slept curled up on the hard rock more soundly than ever he had done on his feather-bed in his own little hole at home. But all night he dreamed of his own house and wandered in his sleep into all his different rooms looking for something that he could not find nor remember what it looked like.”\n", " “There they came near to death, for winter came cold from the North; but not so light was Túrin’s doom. Even as they lay in despair they heard a horn sounded. Beleg the Strong-bow was hunting in that region, for he dwelt ever on the marches of Doriath, and he was the greatest woodsman of those days. He heard their cries and came to them, and when he had given them food and drink he learned their names and whence they came, and he was filled with wonder and pity. And he looked with liking upon Túrin, for he had the beauty of his mother and the eyes of his father, and he was sturdy and strong.”\n", " “Then Maeglin bowed low and took Turgon for lord and king, to do all his will; but thereafter he stood silent and watchful, for the bliss and splendour of Gondolin surpassed all that he had imagined from the tales of his mother, and he was amazed by the strength of the city and the hosts of its people, and the many things strange and beautiful that he beheld. Yet to none were his eyes more often drawn than to Idril the King's daughter, who sat beside him; for she was golden as the Vanyar, her mother's kindred, and she seemed to him as the sun from which all the King's hall drew its light.”\n", " “Nienor ran on into the woods until she was spent, and then fell, and slept, and awoke; and it was a sunlit morning, and she rejoiced in light as it were a new thing, and all things else that she saw seemed new and strange, for she had no names for them.”\n", " “Or more important, I an a Christian (which can be deduced from my stories), and in fact a Roman Catholic. The latter \"fact\" perhaps cannot be deduced; though one critic (by letter) asserted that the invocations of Elbereth, and the character of Galadriel as directly described (or through the words of Gimli and Sam) were clearly related to Catholic devotion to Mary. Another saw in waybread (lembras)=vaticum and the reference to its feeding the\n (vol. III, p. 213) and being more potent when fasting, a derivation from the Eucharist. (letter 213)”\n", " “I hear nothing but the night-speech of plant and stone.”\n", " “Short cuts make long delays,’ argued Pippin.”\n", " “What a mess are we in now! We! I only wish it was we: it is horrible being all alone.”\n", " “That would be no good,\" said the wizard, \"not without a mighty\n Warrior, even a Hero. I tried to find one; but warriors are busy fighting\n one another in distant lands, and in this neighbourhood heroes are scarce, or simply not to be found.”\n", " “The treasure is likely to be your death, though the dragon is no more!”\n", " “It needs but one foe to breed a war, not two, Master Warden,’ answered Éowyn.”\n", " “I sit beside the fire and think of people long ago, and people who will see a world that I shall never know. But all the while I sit and think of times there were before, I listen for returning feet and voices at the door.”\n", " “There was a most specially greedy, strong and wicked worm called Smaug.”\n", " “An ultimately evil job. For we are attempting to conquer Sauron with the Ring. And we shall (it seems) succeed. But the penalty is, as you will know, to breed new Saurons, and slowly turn Men and Elves into Orcs. Not that in real life things are as clear cut as in a story, and we started out with a great many Orcs on our side. (letter 66)”\n", " “Nay, the guest who has escaped from the roof, will think twice before he comes back in by the door.”\n", " “¿Has estado con frecuencia en Rivendel? -le dijo Frodo.\n Sí -respondió Trancos-, viví allí un tiempo, y vuelvo siempre que puedo. Mi corazón está allí, pero mi destino no es vivir en paz, ni siquiera en la hermosa casa de Elrond.”\n", " “Even the good plans of wise wizards like Gandalf and of good friends like Elrond go astray sometimes when you are off on dangerous adventures over the Edge of the Wild, and Gandalf was a wise enough wizard to know it.”\n"]