[" “Non tocca a noi dominare tutte le maree del mondo; il nostro compito è di fare il possibile per la salvezza degli anni nei quali viviamo, sradicando il male dai campi che conosciamo, al fine di lasciare a coloro che verranno dopo terra sana e pulita da coltivare.”\n", " “Still she did not blench: maiden of the Rohirrim, child of kings, slender but as a steel-blade, fair yet terrible.”\n", " “It flamed like a star that leaping from the firmament sears the dark air with intolerable light.”\n", " “گیملی گفت : و تردیدی ندارم که آثار سنگی بهتر،قدیمی تر هستند و در دوره نخست بنا ساخته شده اند . وقتی آدم ها کاری را شروع میکنند ، همیشه وضع این طور است : یادر بهار یخبندان میشود و یا در تابستان خشکسالی و آنها در انجام وعده های خود شکست میخورند .\n لگولاس گفت : با این همه به ندرت پیش می آید که در بذرافشاندن شکست بخورند . و این بذر در میان خاک و پوسیدگی میماند تا در زمان و مکانی غیر منتظره جوانه بزند . کرده های آدم ها بیشتر از ما عمر میکند گیملی .\n دورف گفت : ولی به گمانم آخرش چیزی از آن در نمی آید ، جز فرصت های از دست رفته .\n لگولاس گفت : در این مورد الف ها چیزی نمیدانند .”\n", " “Bilbo of course ought to have been on his guard; but Smaug had rather an overwhelming personality.”\n", " “Ah! The Ring!’ said Boromir, his eyes lighting. ‘The Ring! Is it not a strange fate that we should suffer so much fear and doubt for so small a thing?”\n", " “For a man may love war, and yet dread many things.”\n", " “Dividing the upland into two there marched a double line of unshaped standing stones that dwindled into the dusk and vanished in the trees. Those who dared to follow that road came soon to the black Dimholt under Dwimorberg, and the menace of the pillar of stone, and the yawning shadow of the forbidden door. Such was the dark Dunharrow, the work of long-forgotten men. Their name was lost and no song or legend remembered it. For what purpose they had made this place, as a town or secret temple or a tomb of kings, none in Rohan could say. Here they laboured in the Dark Years, before ever a ship came to the western shores, or Gondor of the Dúnedain was built; and now they had vanished, and only the old Púkel-men were left, still sitting at the turnings of the road. Merry stared at the lines of marching stones: they were worn and black; some were leaning, some were fallen, some cracked or broken; they looked like rows of old and hungry teeth. He wondered what they could be, and he hoped that the king was”\n", " “Aragon felt a shudder run through him at the sound, a strange cold thrill; and yet it was not fear or terror that he felt: rather it was like the sudden bite of a keen air, or the slap of a cold rain that wakes an uneasy sleeper.”\n", " “In Tirion upon Túna the Vanyar and the Noldor dwelt long in fellowship.”\n", " “Very well: if those were the words of the son of Húrin, he must keep them, and go. But whenever I say that I will do this or that, it looks very different when the time comes. Now I am unwilling. I must take care not to say such things again.”\n", " “And I fell into darkness and foul dreams, and woke and found that waking was worse.”\n", " “Moreover the wealthy may have pity beyond right on the needy that befriended them when they were in want.”\n", " “This is the Master-ring, the One Ring to rule them all. This is the One Ring that he lost many ages ago, to the great weakening of his power. He greatly desires it – but he must not get it.”\n", " “There is nothing like looking, if you want to find something (or so Thoron said to the young dwarves).”\n", " “Fantasy (in this sense) is, I think, not a lower but a higher form of Art, indeed the most nearly pure form, and so (when achieved) the most potent.”\n", " “Frodo heard a sweet singing running in his mind: a song that seemed to come like a pale light behind a grey rain-curtain”\n", " “We plunged into the deep water and all was dark. Cold it was as the tide of death: almost it froze my heart.”\n", " “I think a servant of the enemy would look fairer and feel fouler.\n -Frodo Baggins”\n", " “Paler indeed than the moon ailing in some slow eclipse was the light of it now, wavering and blowing like a noisome exhalation of decay, a corpse-light, a light that illuminated nothing.”\n", " “From the ashes a fire shall be woken,\n A light from the shadows shall spring;\n Renewed shall be blade that was broken,\n The crownless again shall be king...\n Reforge the sword.”\n", " “The sons of Dior and Nimloth were Elured and Elurin; and a daughter also was born to them, and she was named Elwing, which is Star-spray, for she was born on a night of stars, whose light glittered in the spray of the waterfall of Lanthir Lamath beside her father's house.”\n", " “And he that breaks a thing to find out what it is has left the path of wisdom.”\n", " “A story must be told or there'll be no story, yet it is the untold stories that are most moving.”\n", " “When evening in the Shire was grey\n his footsteps on the hill were heard;\n before the dawn he went away\n on journey long without a word.\n From Wilderland to Western shore,\n from northern waste to southern hill,\n through dragon-lair and hidden door\n and darkling woods he walked at will.\n With Dwarf and Hobbit, Elves and Men,\n with mortal and immortal folk,\n with bird on bough and beast in den,\n in their own secret tongues he spoke.\n A deadly sword, a healing hand,\n a back that bent beneath its load;\n a trumpet-voice, a burning brand,\n a weary pilgrim on the road.\n A lord of wisdom throned he sat,\n swift in anger; quick to laugh;\n an old man in a battered hat\n who leaned upon a thorny staff.\n He stood upon the bridge alone\n and Fire and Shadow both defied;\n his staff was broken on the stone,\n in Khazad-dûm his wisdom died.”\n", " “Saruman,” I said, “I have heard speeches of this kind before, but only in the mouths of emissaries sent from Mordor to deceive the ignorant. I cannot think that you brought me so far only to weary my ears.”\n", " “A good vocabulary,’ he once wrote (April 1959), ‘is not acquired by reading books written according to some notion of the vocabulary of one’s age-group. It comes from reading books above one”\n", " “La noche se quejaba de la mañana que le habían quitado, y el frío maldecía el anhelado calor”\n", " “At least none can foretell what will come to pass, if we take this road or that. But it seems to me now clear which is the road that we must take. The westward road seems easiest. Therefore it must be shunned. It will be watched. Too often the Elves have fled that way. Now at this last we must take a hard road, a road unforeseen. There lies our hope, if hope it be. To walk into peril – to Mordor. We must send the Ring to the Fire.”\n", " “in the following Appendices, especially A to D, see the note at the end of the Prologue. The section A III, Durin’s Folk, was probably derived from Gimli the Dwarf, who maintained his friendship”\n"]