[" “Here it is!’ he cried. ‘There is a way down inside, yes. Now we follows it – out, out away over there.”\n", " “Lanciò un grido; aveva visto qualcosa che gli faceva balzare il cuore in petto: su quel chiarore lontano si stagliavano sagome scure, ancora piccole eppur maestose. “Le aquile! Le aquile!” gridò. “Stanno arrivando le aquile!” Era”\n", " “No estoy enteramente del lado de nadie, porque, nadie está enteramente de mi lado.”\n", " “Good morning!\" he said at last. \"We don't want any adventures here, thank you! You might try over The Hill or across The Water.\" By this he meant that the conversation was at an end.\n \"What a lot of things you do use Good morning for!\" said Gandalf. \"Now you mean that you want to get rid of me, and that it won't be good till I move off.”\n", " “I have done some touches to my nonsense fairy language – to its improvement.1 I often long to work at it and don’t let myself ‘cause though I love it so it does seem such a mad hobby!”\n", " “There is nothing like looking, if you want to find something (or so Thorin said to the young dwarves). You certainly usually find something, if you look, but it is not always quite the something you were after.”\n", " “The King’s grace is greater than you know, and the law is become less stern than aforetime; or else no choice would be given you but to abide here to your life’s end.”\n", " “Fantasy can, of course, be carried to excess. It can be ill done. It can be put to evil uses. It may even delude the minds out of which it came. But of what human thing in this fallen world is that not true?\n Men have conceived not only of elves, but they have imagined gods, and worshiped them, even worshiped those most deformed by their authors own evil. But they have made false gods out of other materials: their nations, their banners, their monies; even their sciences and their social and economic theories have demanded human sacrifice.\n Fantasy remains a human right: we make in our measure and in our derivative mode, because we are made: and not only made, but made in the image and likeness of a Maker.”\n", " “Never in former days would any high lord of this land have constrained a man to abandon such a quest as mine. My duty at least is clear, to go on.”\n", " “King! Did you hear that? What did I say? The hands of a healer, I said.’ And soon the word had gone out from the House that the king was indeed come among them, and after war he brought healing; and the news ran through the City.”\n", " “O! Will you be staying,\n Or will you be flying?\n Your ponies are straying!\n The daylight is dying!\n To fly would be folly,\n To stay would be jolly\n And listen and hark\n Till the end of the dark\n to our tune\n ha! ha!”\n", " “At no time had Hobbits of any kind been warlike, and they had never fought among themselves.”\n", " “Si realmente quiere oír de nosotros, le daré todas las noticias que quiera. ¡Pero hágame callar cuando esté cansado! La lengua se les suelta a los enanos cuando hablan de sí mismos, dicen.”\n", " “For I was talking to myself. A habit of the old: they choose the wisest person present to speak to. -Gandalf”\n", " “You step into the Road, and if you don’t keep your feet, there is no knowing where you might be swept off to.”\n", " “One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them.”\n", " “stand or stumble through the shallow water to lie groaning on the shore. He had a famished and a savage look like a dog that has been chained and forgotten in a kennel for a week. It was Thorin, but you could only have told it by his golden chain, and by the colour of his now dirty and tattered sky-blue hood with its tarnished”\n", " “Well the first War of the Machines seems to be drawing to its final inconclusive chapter - leaving, alas, everyone the poorer, many bereaved or maimed and millions dead, and only one thing triumphant: the Machines. As the servants of the Machines are becoming a privileged class, the Machines are going to be enormously more powerful. (letter 96)”\n", " “You asked for a brief sketch of my stuff that is connected with my imaginary world. It is difficult to say anything without saying too much: the attempt to say a few words opens a floodgate of excitement, the egoist and artist at once desires to say how the stuff has grown, what it is like, and what (he thinks) he means or is trying to represent by it all. I shall inflict some of this on you; but I will append a mere resume of its contents: which is (may be) all that you want or will have use or time for.”\n", " “love for Frodo rose above all other thoughts, and forgetting his peril he cried aloud: ‘I’m coming, Mr. Frodo!”\n", " “Let the unseen days be. Today is more than enough.’ Now”\n", " “Aunque cayese en ruinas todo el mundo,\n y se deshiciera, arrojado de vuelta,\n desvanecido en el viejo abismo,\n aun así fue bueno que se hiciese\n -el crepúsculo, el alba, la tierra, el mar-\n para que Lúthien fuera por un tiempo.”\n", " “nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.”\n", " “I looked then and saw that his robes, which had seemed white, were not so, but were woven of all colours, and if he moved they shimmered and changed hue so that the eye was bewildered.\n 'I liked white better,' I said.”\n", " “Wenn mehr von uns Heiterkeit, gutes Tafeln und klingende Lieder höher als gehortetes Gold schätzen würden, so hätten wir eine fröhlichere Welt.”\n", " “Unul avea frunzele de un verde-închis, cu spatele ca argintul lucitor, şi din fiecare dintre miliardele sale de flori picura necurmat o rouă de lumină argintie, iar sub el pământul era împestriţat de umbrele frunzelor sale tremurătoare.”\n", " “The Quest of the Dragon-gold, the main theme of the actual tale of The Hobbit, is to the general cycle quite peripheral and incidental – connected with it mainly through Dwarf-history, which is nowhere central to these tales, though often important. But in the course of the Quest, the Hobbit becomes possessed by seeming ‘accident’ of a ‘magic ring’, the chief and only immediately obvious power of which is to make its wearer invisible. Though for this tale an accident, unforeseen and having no place in any plan for the quest, it proves an essential to success. On return the Hobbit, enlarged in vision and wisdom, if unchanged in idiom, retains the ring as a personal secret.”\n", " “You can trust us to stick to you through thick and thin - to the bitter end. And you can trust us to to keep any secret of yours - closer than you keep it yourself. But you cannot trust us to let you face trouble alone, and go off without a word. We are your friends, Frodo. Anyways: there it is. We know most of what Gandalf has told you. We know a good deal about the Ring. We are horribly afraid - but we are coming with you; or following you like hounds.”\n", " “This hobbit was a very well-to-do hobbit, and his name was Baggins.”\n", " “And what about your companions? What about Legolas and me?’ cried Gimli, unable to contain himself longer. ‘You rascals, you woolly-footed and wool-pated truants! A fine hunt you have led us! Two hundred leagues, through fen and forest, battle and death, to rescue you! And here we find you feasting and idling – and smoking! Smoking! Where did you come by the weed, you villains? Hammer and tongs! I am so torn between rage and joy, that if I do not burst, it will be a marvel!’ ‘You speak for me, Gimli,’ laughed Legolas. ‘Though I would sooner learn how they came by the wine.’ ‘One thing you have not found in your hunting, and that’s brighter wits,’ said Pippin, opening an eye. ‘Here you find us sitting on a field of victory, amid the plunder of armies, and you wonder how we came by a few well-earned comforts!’ ‘Well-earned?’ said Gimli. ‘I cannot believe that!’ The Riders laughed. ‘It cannot be doubted that we witness the meeting of dear friends,’ said Théoden.”\n"]