[" “Muitas vezes a esperança nasce quando tudo parece perdido”\n", " “Aye, aye, there was all one wood once upon a time from here to the Mountains of Lune, and this was just the East End. ‘Those were the broad days! Time was when I could walk and sing all day and hear no more than the echo of my own voice in the hollow hills. The woods were like the woods of Lothlórien, only thicker, stronger, younger. And the smell of the air! I used to spend a week just breathing.”\n", " “Ride now, ride now! Ride to Gondor! Suddenly”\n", " “him. There it is: dwarves are not heroes, but calculating folk with a great idea of the value of money; some are tricky and treacherous and pretty bad lots; some are not, but are decent enough people like Thorin and Company, if you don’t expect too much.”\n", " “ولی خب ، عجیب است تعریف چیزهای خوبی که آدم داشته و روزهای خوشی که گذرانده خیلی طول نمیکشد و زیاد هم شنیدنی نیست اما از چیزهای ناراحت کننده و دلهره آور و حتی فجیع ، قصه خوبی در می آید.”\n", " “The westward road seems easiest. Therefore it must be shunned.”\n", " “gledes.”\n", " “In the middle of the table, against the woven cloths upon the wall, there was a chair under a canopy, and there sat a lady fair to look upon, and so like was she in form of womanhood to Elrond that Frodo guessed that she was one of his close kindred. Young she was and yet not so. The braids of her dark hair were touched by no frost; her white arms and clear face were flawless and smooth, and the light of stars was in her bright eyes, grey as a cloudless night; yet queenly she looked, and thought and knowledge were in her glance, as of one who has known many things that the years bring.”\n", " “Now what on earth or under it has happened?\" said Thorin. \"Certainly not the dragon, or he would not go on squeaking.”\n", " “Three Rings for the Elven-kings under the sky, Seven for the Dwarf-lords in their halls of stone, Nine for Mortal Men doomed to die, One for the Dark Lord on his dark throne In the Land of Mordor where the Shadows lie. One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them In the Land of Mordor where the Shadows lie.’ He”\n", " “I wish you’d take his Ring. You’d put things to rights. You’d stop them digging up the Gaffer and turning him adrift. You’d make some folk pay for their dirty work.’ ‘I would,’ she said. ‘That is how it would begin. But it would not stop with that, alas! We”\n", " “While there’s life there’s hope!’ as my father used to say, and ‘Third time pays for all.”\n", " “Щом зима се озъби пак\n и камък пука в леден мрак,\n замръзва вир, замръзва лес —\n не тръгвай в Пущинака днес!\n When winter first begins to bite\n and stones crack in the frosty night,\n when pools are black and trees are bare,\n ’tis evil in the Wild to fare.”\n", " “there were several meals at which it snowed food and rained drink, as hobbits say.”\n", " “Gollum merece la muerte. La merece, sin duda. Muchos de los que viven merecen morir y algunos de los que mueren merecen la vida ¿Puedes devolver la vida? Entonces no te apresures a dispensar la muerte, pues ni el más sabio conoce el fin de todos los caminos.”\n", " “Good Morning!” said Bilbo, and he meant it. The sun was shining, and the grass was very green. But Gandalf looked at him from under long bushy eyebrows that stuck out further than the brim of his shady hat. “What do you mean?” he said. “Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?” “All of them at once,” said Bilbo. “And a very fine morning for a pipe of tobacco out of doors, into the bargain. If you have a pipe about you, sit down and have a fill of mine! There’s no hurry, we have all the day before us!” Then Bilbo sat down on a seat by his door, crossed his legs, and blew out a beautiful grey ring of smoke that sailed up into the air without breaking and floated away over The Hill. “Very pretty!” said Gandalf. “But I have no time to blow smoke-rings this morning. I am looking for someone to share in an adventure that I am arranging, and it’s very difficult to find anyone.” “I should think so—in these parts! We are plain quiet folk and have no use for adventures. Nasty disturbing uncomfortable things! Make you late for dinner! I can’t think what anybody sees in them,” said our Mr. Baggins, and stuck one thumb behind his braces, and blew out another even bigger smoke-ring. Then he took out his morning letters, and began to read, pretending to take no more notice of the old man. He had decided that he was not quite his sort, and wanted him to go away. But the old man did not move. He stood leaning on his stick and gazing at the hobbit without saying anything, till Bilbo got quite uncomfortable and even a little cross. “Good morning!” he said at last. “We don’t want any adventures here, thank you! You might try over The Hill or across The Water.” By this he meant that the conversation was at an end.”\n", " “But we must have power, power to order all things as we will, for that good which only the Wise can see.”\n", " “Maybe the paths that you each shall tread are already laid before your feet, though you do not see them. Good”\n", " “Then the prophecies of the old songs have turned out to be true, after a fashion!” said Bilbo. “Of course!” said Gandalf. “And why should not they prove true? Surely you don’t disbelieve the prophecies, because you had a hand in bringing them about yourself? You don’t really suppose, do you, that all your adventures and escapes were managed by mere luck, just for your sole benefit? You are a very fine person, Mr. Baggins, and I am very fond of you; but you are only quite a little fellow in a wide world after all!”\n", " “As the Power grows, its proved friends will also grow; and the Wise, such as you and I, may with patience come at last to direct its courses, to control it. We can bide our time, we can keep our thoughts in our hearts, deploring maybe evils done by the way, but approving the high and ultimate purpose: Knowledge, Rule, Order; all the things that we have so far striven in vain to accomplish, hindered rather than helped by our weak or idle friends. There”\n", " “Do I not say truly, Gandalf,' said Aragorn at last, 'that you could go whithersoever you wished quicker than I? And this I also say: you are our captain and our banner. The Dark Lord has Nine. But we have One, mightier than they: the White Rider. He has passed through the fire and the abyss, and they shall fear him. We will go where he leaads.”\n", " “They distributed the packages as fairly as they could, though Bilbo thought his lot was wearisomely heavy, and did not at all like the idea of trudging for miles and miles with all that on his back. “Don’t you worry!” said Thorin. “It will get lighter all too soon. Before long I expect we shall all wish our packs heavier, when the food begins to run short.”\n", " “He came round a shoulder of the mountain like a ton of thunderbolts, with a noise like a gale and a gust of red lightning.”\n", " “A Closed Letter to Andrea Charicoryides Surnamed Polygrapheus, Logothete of the Theme of Geodesia in the Empire, Bard of the Court of Camelot, Malleus Malitiarium, Inclinga Sum Sometimes Known as Charles Williams.”\n", " “Es viento malo aquel que no trae bien a nadie, como siempre he dicho, y es bueno lo que termina mejor.”\n", " “The Brandybucks were blowing the Horn-call of Buckland, that had not been sounded for a hundred years, not since the white wolves came in the Fell Winter, when the Brandywine was frozen over.”\n", " “I will give you a name,” he said to it, “and I shall call you Sting.” After”\n", " “I have been hardly more than a wandering explorer (or trespasser) in the land, full of wonder but not of information.”\n", " “There need not be, there would not be, any real change in our designs, only in our means.” ‘“Saruman,” I said, “I have heard speeches of this kind before, but only in the mouths of emissaries sent from Mordor to deceive the ignorant. I”\n", " “But he that sows lies in the end shall not lack of a harvest, and soon he may rest from toil indeed while others reap and sow in his stead. Ever”\n"]