[" “No había oído que la gente de la Comarca fuera de lengua tan dulce. Pero entiendo que eres amigo de los Elfos; así lo dicen la luz de tus ojos y el timbre de tu voz.”\n", " “God is the Lord, of angels, and of men... and of elves. Legend and History have met and fused”\n", " “Dove vi è la volontà, nulla è impossibile, si”\n", " “beyond the days of mortal lands.”\n", " “Bilbo was tempted to slay him with his sword. But pity stayed him, and though he kept the ring, in which his only hope lay, he would not use it to help him kill the wretched creature at a disadvantage. In”\n", " “You can say Expert Treasure-hunter instead of Burglar if you like.”\n", " “I will not walk backwards in life.”\n", " “I wish life was not so short...Languages take such a time and so do all things one wishes to know about.”\n", " “-Y si hubiese sabido cómo era el mundo de fuera, no creo que me hubiese atrevido a dejar la Comarca.\n -Es cierto que el mundo está colmado de peligros, y que hay en él muchos sitios lóbregos, pero hay también muchas cosas hermosas, y aunque en todas partes el amor está unido hoy a la aflicción, no por eso es menos poderoso.”\n", " “I'm looking for someone to share an adventure.”\n", " “they saw that the great mountains had marched down very near to them.”\n", " “Not until then did they notice that Gandalf was missing. So far he had come all the way with them, never saying if he was in the adventure or merely keeping them company for a while. He had eaten most, talked most, and laughed most. But now he simply was not there at all!”\n", " “Thorin spoke: \"Let us try the door! he said. \"I must feel the wind on my face soon or die.”\n", " “We should seek a final end of this menace, even if we do not hope to make one.”\n", " “In a great hall with pillars hewn out of the living stone sat the Elvenking on a chair of carven wood. On his head was a crown of berries and red leaves, for the autumn was come again. In the spring he wore a crown of woodland flowers.”\n", " “at Gloin that the dwarf huddled back in his chair; and when Bilbo tried to open his mouth to ask a question, he turned and frowned at him and stuck out his bushy eyebrows, till Bilbo shut his mouth tight with a snap. “That’s right,” said Gandalf. “Let’s have no more argument. I have chosen Mr. Baggins and that ought to be enough for all of you. If I say he is a Burglar, a Burglar he is, or will be when the time comes. There is a lot more in”\n", " “The realm of Sauron is ended!’ said Gandalf. ‘The Ring-bearer has fulfilled his Quest.’ And”\n", " “There is a long road yet,' said Gandalf. 'But it is the last road,' said Bilbo.”\n", " “It is rather a strange and sad story,’ he went on after a pause. ‘When the world was young, and the woods were wide and wild, the Ents and the Entwives – and there were Entmaidens then: ah! the loveliness of Fimbrethil, of Wandlimb the lightfooted, in the days of our youth! – they walked together and they housed together. But our hearts did not go on growing in the same way: the Ents gave their love to things that they met in the world, and the Entwives gave their thought to other things, for the Ents loved the great trees, and the wild woods, and the slopes of the high hills; and they drank of the mountain-streams, and ate only such fruit as the trees let fall in their path; and they learned of the Elves and spoke with the Trees. But the Entwives gave their minds to the lesser trees, and to the meads in the sunshine beyond the feet of the forests; and they saw the sloe in the thicket, and the wild apple and the cherry blossoming in spring, and the green herbs in the waterlands in summer, and the seeding grasses in the autumn fields. They did not desire to speak with these things; but they wished them to hear and obey what was said to them. The Entwives ordered them to grow according to their wishes, and bear leaf and fruit to their liking; for the Entwives desired order, and plenty, and peace (by which they meant that things should remain where they had set them). So”\n", " “El a și început să ardă, spuse el mâhnit. Sălașul spiritului său se năruie.\n După ce spuse acestea, Aragorn se aplecă asupra ei, privi la chipul care cu adevărat era alb ca un crin, rece precum înghețul și neclintit asemenea pietrei cioplite.”\n", " “If there are any to see, then I at least am revealed to them,’ he said. ‘I have written Gandalf is here in signs that all can read from Rivendell to the mouths of Anduin.”\n", " “in all lands”\n", " “How shall a man judge what to do in such times?’ ‘As he ever has judged,’ said Aragorn. ‘Good and ill have not changed since yesteryear; nor are they one thing among Elves and Dwarves and another among Men. It is a man’s part to discern them, as much in the Golden Wood as in his own house.”\n", " “No!” said Thorin. “There is more in you of good than you know, child of the kindly West. Some courage and some wisdom, blended in measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.”\n", " “It was a passage made by dwarves, at the height of their wealth and skill: straight as a ruler, smooth-floored and smooth-sided, going with a gentle never-varying slope direct to some distant end in the blackness below.”\n", " “A witch there was, who webs could weave\n to snare the heart and wits to reave,\n who span dark spells with spider-craft,\n and as she span she softly laughed;\n a drink she brewed of strength and dread\n to bind the quick and stir the dead.\n In a cave she housed where winging bats\n their harbour sought, and owls and cats\n from hunting came with mournful cries,\n night-stalking near with needle eyes.”\n", " “All the same, I should like it all plain and clear,” said he obstinately, putting on his business manner (usually reserved for people who tried to borrow money off him), and doing his best to appear wise and prudent and professional and live up to Gandalf’s recommendation. “Also I should like to know about risks, out-of-pocket expenses, time required and remuneration, and so forth”—by which he meant: “What am I going to get out of it? and am I going to come back alive?”\n", " “Come, Mr. Frodo!’ he cried. ‘I can’t carry it for you, but I can carry you and it as well. So up you get! Come on, Mr. Frodo dear! Sam will give you a ride. Just tell him where to go, and he’ll go.”\n", " “Ai ales Înserarea; eu însă mi-am dăruit dragostea Dimineții. Și inima-mi spune că în curând se va stinge pentru totdeauna.”\n", " “They were brought to Fangorn, and their coming was like the falling of small stones that starts an avalanche in the mountains. Even as we talk here, I hear the first rumblings.”\n"]