[" “He is fallen and his cure is beyond us, but I would still spare him, in the hope that he may find it.”\n", " “We were born in a dark age out of due time (for use). But there is this comfort: otherwise we should not\n , or so much live, what we do love. I imagine the fish out of water is the only fish to have an inkling of water. (Letter #52)”\n", " “Mourn not overmuch! Mighty was the fallen, meet was his ending. When his mound is raised, women then shall weep. War now calls us!”\n", " “As the hound follows the hare, never ceasing in its running, ever drawing nearer in the chase, with unhurrying and imperturbed pace, so does God follow the fleeing soul by His Divine grace. And though in sin or in human love, away from God it seeks to hide itself, Divine grace follows after, unwearyingly follows ever after, till the soul feels its pressure forcing it to turn to Him alone in that never ending pursuit.”\n", " “It was in this way that he learned where Gandalf had been to; for he overheard the words of the wizard to Elrond. It appeared that Gandalf had been to a great council of the white wizards, masters of lore and good magic; and that they had at last driven the Necromancer from his dark hold in the south of Mirkwood.”\n", " “Travellers scowl at us, and countrymen give us scornful names. 'Strider' I am to one fat man who lives within a day's march of foes that would freeze his heart, or lay his little town in ruin, if he were not guarded ceaselessly. Yet we would not have it otherwise. If simple folk are free from care and fear, simple they will be, and we must be secret to keep them so.”\n", " “Clothes are but little loss, if you escape from drowning.”\n", " “Down from the door where it began. Now far ahead the Road has gone, And I must follow, if I can, Pursuing it with weary feet, Until it joins some larger way, Where many paths and errands meet. And whither then? I cannot say.”\n", " “We who have lived long under the Shadow may surely listen to echoes from a land untroubled by it?”\n", " “This doom she chose, forsaking the Blessed Realm, and putting aside all claim to kinship with those that dwell there; that thus whatever grief might lie in wait, the fates of Beren and Lúthien might be joined, and their paths lead together beyond the confines of the world.”\n", " “And no one was ill, and everyone was pleased, except those who had to mow the grass.”\n", " “Dwarves’ tongues run on when speaking of their handiwork, they say.”\n", " “I am he that walks unseen.”\n", " “You are a very fine person, Mr Baggins, and I am very fond of you; but you are only quite a little fellow in a wide world after all!”\n", " “I declare the Mountain besieged. You shall not depart from it, until you call on your side for a truce and a parley. We will bear no weapons against you, but we leave you to your gold. You may eat that, if you will!”\n", " “Don't you let go!”\n", " “I would rather share one lifetime with you than face all the ages of this world alone.”\n", " “You may be sure that it was not for any merit that others do not possess: not for power or wisdom, at any rate. But you have been chosen, and you must therefore use such strength and heart and wits as you have.”\n", " “The winds of wrath came driving him, and blindly in the foam he fled from west to east, and errandless, unheralded he homeward sped.”\n", " “they passed in thought out to regions where pain and delight flow together and tears are the very wine of blessedness.”\n", " “I pity snails, and all that carry their homes on their backs.”\n", " “His house was perfect, whether you liked food, or sleep, or work, or story-telling, or singing, or just sitting and thinking best, or a pleasant mixture of them all. Evil things did not come into that valley. I wish I had time to tell you even a few of the tales or one or two of the songs that they heard in that house. All of them, the ponies as well, grew refreshed and strong in a few days there. Their clothes were mended as well as their bruises, their tempers and their hopes. Their bags were filled with food and provisions light to carry but strong to bring them over the mountain passes. Their plans were improved with the best advice. So the time came to midsummer eve, and they were to go on again with the early sun on midsummer morning.”\n", " “Well, no need to brood on what tomorrow may bring. For one thing, tomorrow will be certain to bring worse than today, for many days to come. And there is nothing more that I can do to help it. The board is set, and the pieces are moving. One”\n", " “they were lost completely in lightless dark”\n", " “¡Venid, venid! —dijo—. '¡Mientras hay vida hay esperanza!', como decía mi\n padre, y 'A la tercera va la vencida'.”\n", " “I can't be the Ring-bearer. Not without Mr. Frodo!”\n", " “But there, my friends, songs like trees bear fruit only in their own time and their own way: and sometimes they are withered untimely. - Treebeard”\n", " “All tales may come true; and yet, at the last, redeemed, they may be as like and as unlike the forms that we give them as Man, finally redeemed, will be like and unlike the fallen that we know”\n", " “The dawn is brief and the day full often belies its promise.”\n", " “Bilbo shut his mouth tight with a snap. “That’s right,” said Gandalf.”\n"]