[" “But Saruman had slowly shaped it to his shifting purposes, and made it better, as he thought, being deceived – for”\n", " “Los ents continuaron vertiendo más y más agua, hasta que todos los fuegos se extinguieron y se anegaron todas las cavernas. Las nieblas crecieron lentamente y se elevaron al fin en una enorme y vaporosa sombrilla de nubes, quizá de una milla de altura. Al atardecer un gran arco iris apareció sobre las colinas del este; y de pronto el sol en el ocaso quedó oculto detrás de una llovizna espesa en las laderas de las montañas. Todo aquello sucedía en medio de un gran silencio. Algunos lobos aullaban lúgubremente en la lejanía. Por la noche, los ents detuvieron la inundación, y encauzaron de nuevo las aguas del Isen, que volvió a su antiguo lecho. Y así terminó todo.”\n", " “Seek for the Sword that was broken: In Imladris it dwells; There shall be counsels taken Stronger than Morgul-spells. There shall be shown a token That Doom is near at hand, For Isildur’s Bane shall waken, And the Halfling forth shall stand.”\n", " “But our back is to legends and we are coming home.”\n", " “the orchard laid; When shower and Sun upon the Earth with fragrance fill the air, I’ll linger here, and will not come, because my land is fair. ENT. When Summer lies upon the world, and in a noon of gold Beneath the roof of sleeping leaves the dreams of trees unfold; When woodland halls are green and cool, and wind is in the West, Come back to”\n", " “the Goblins were the foes of all, and at their coming all other quarrels were forgotten.”\n", " “That Tolkien also included in Roverandom words such as paraphernalia, and phosphorescent, primordial, and rigmarole, is refreshing in these later days when such language is considered too ‘difficult’ for young children – a view with which Tolkien would have disagreed. ‘A good vocabulary,’ he once wrote (April 1959), ‘is not acquired by reading books written according to some notion of the vocabulary of one’s age-group. It comes from reading books above one’ (Letters of J.R.R. Tolkien [1981], pp. 298–9).”\n", " “Fără credință e cel care-și ia rămas-bun când calea se întunecă.”\n", " “Et au loin, comme Frodon passait l'Anneau à son doigt et le revendiquait pour sien, même dans les\n Sammath Naur, coeur même du royaume, la Puissance de Barad-dûr fut ébranlée et la Tour trembla de ses fondations à son fier et ultime couronnement. Le Seigneur Ténébreux fut soudain averti de sa présence, et son oeil, perçant toutes les ombres, regarda par-dessus la plaine la porte qu'il avait faite, l'ampleur de sa propre folie lui fut révélée en un éclair aveuglant et tous les stratagèmes de ses ennemis lui apparurent enfin à nu. Sa colère s'embrasa en un feu dévorant, mais sa peur s'éleva comme une vaste fumée noire pour l'étouffer. Car il\n connaissait le péril mortel où il était et le fil auquel son destin était maintenant suspendu.\n Son esprit se libéra de toute sa politique et de ses trames de peur et de perfidie, de tous ses stratagèmes et de ses guerres, un frémissement parcourut tout son royaume, ses esclaves fléchirent, ses armées s'arrêtèrent, et ses capitaines, soudain sans direction, hésitèrent et désespérèrent. Car ils étaient oubliés. Toute la pensée et toutes les fins de la Puissance qui les conduisait étaient à présent tournées avec une force irrésistible vers la Montagne. A son appel, vibrant avec un cri déchirant, volèrent en une dernière course désespérée les Nazgûl, les Chevaliers Servants de l'Anneau, qui, en un ouragan d'ailes, s'élançaient en direction du Sud, vers la Montagne du Destin.”\n", " “And the magnitude of his own folly was at last laid bare.”\n", " “Never laugh at live dragons,”\n", " “It's a dangerous business going out of your front door...there's no telling where you might be swept off to.”\n", " “The story seems to be going on, but I am afraid Gandalf has fallen out of it.”\n", " “Where are you going, Master?' cried Sam, though at last he understood what was happening.\n 'To the Havens, Sam,' said Frodo.\n 'And I can't come.'\n 'No, Sam. Not yet anyway, not further than the Havens. Though you too were a Ring-bearer, if only for a little while. Your time may come. Do not be too sad, Sam. You cannot always be torn in two. You will have to be one and whole, for many years. You have so much to enjoy and to be, and to do.'\n 'But,' said Sam, and tears started in his eyes, 'I thought you were going to enjoy the Shire, too, for years and years, after all you have done.'\n 'So I thought too, once. But I have been deeply hurt, Sam. I tried to save the Shire, and it has been saved, but not for me. It must often be so, Sam, when things are in danger: some one has to give them up, lose them, so that others may keep them.”\n", " “His head and beard wagged this way and that as he looked for the stones, and they followed his lead, but they seemed no nearer to the end of the search when the day began to fail. Tea-time had long gone by, and it seemed supper-time would soon do the same. There were moths fluttering about, and the light became very dim, for the moon had not risen. Bilbo’s pony began to stumble over roots and stones. They came to the edge of a steep fall in the ground so suddenly that Gandalf’s horse nearly slipped down the slope.”\n", " “Piatra străveche! (...) Era ca un glob cu o mie de fețe; strălucea asemenea argintului în lumina focului, asemena apei în soare, asemenea zăpezii sub stele, asemenea ploii pe Lună!”\n", " “Gandalf as Ring-Lord would have been far worse than Sauron. He would have remained 'righteous', but self-righteous. Thus while Sauron multiplied evil, he left 'good' clearly distinguishable from it. Gandalf would have made good detestable and seem evil.”\n", " “No one lives in this land. Men once dwelt here, ages ago; but none remain now. They became an evil people, as legends tell, for they fell under the shadow of Angmar. But all were destroyed in the war that brought the North Kingdom to its end. But that is now so long ago that the hills have forgotten them, though a shadow still lies on the land.”\n", " “That we should wish to cast him down and have no one in his place is not a thought that occurs to his mind. That we should try to destroy the Ring itself has not yet entered into his darkest dream. In which no doubt you will see our good fortune and our hope. For imagining war he has let loose war,”\n", " “he didn’t think the explanation explained.”\n", " “Well, let folly be our cloak, a veil before the eyes of the Enemy! For he is very wise, and weighs all things to a nicety in the scales of his malice. But the only measure that he knows is desire, desire for power; and so he judges all hearts. Into his heart the thought will not enter that any will refuse it, that having the Ring we may seek to destroy it. If we seek this, we shall put him out of reckoning.”\n", " “These charges were for the most part false; yet those were bitter days, and hate brings forth hate.”\n", " “Les pareció que casi no tenían otra ocupación que comer y beber y descansar y pasearse entre los árboles; y esto era suficiente.”\n", " “In one thing you have not changed, dear friend,’ said Aragorn: ‘you still speak in riddles.’ ‘What? In riddles?’ said Gandalf. ‘No! For I was talking aloud to myself. A habit of the old:”\n", " “Roads go ever ever on, Over rock and under tree, By caves where never sun has shone, By streams that never find the sea; Over snow by winter sown, And through the merry flowers of June, Over grass and over stone, And under mountains in the moon. Roads go ever ever on Under cloud and under star, Yet feet that wandering have gone Turn at last to home afar. Eyes that fire and sword have seen And horror in the halls of stone Look at last on meadows green And trees and hills they long have known.”\n", " “Over the land there lies a long shadow,\n westward reaching wings of darkness.\n The Tower trembles; to the tombs of kings\n doom approaches. The Dead awaken;\n for the hour is come for the oathbreakers:\n at the Stone of Erech they shall stand again\n and hear there a horn in the hills ringing.\n Whose shall the horn be? Who shall call them\n from the grey twilight, the forgotten people?\n The heir of him to whom the oath they swore.\n From the North shall he come, need shall drive him:\n he shall pass the Door to the Paths of the Dead.”\n", " “Yet a treacherous weapon is ever a danger to the hand. Saruman”\n", " “Never has such a thing happened in my time!\" [Mr. Butterbur] cried, raising his hands in horror. \"Guests unable to sleep in their beds, and good bolsters ruined and all! What are we coming to?\"\n \"Dark times,\" said Strider.”\n", " “Merry is May-time!” said Bilbo, as the rain beat into his face. “But our back is to legends and we are coming home. I suppose this is the first taste of it.” “There is a long road yet,” said Gandalf. “But it is the last road,” said Bilbo.”\n", " “Ai fi zis că un glob umplut cu lumina lunii fusese atârnat în fața lor, într-o plasă împletită din licoarea stelelor înghețate.”\n"]