[" “Never leave your master, never, never: that was my right rule. And I knew it in my heart. May I be forgiven!”\n", " “Therefore Morgoth came, climbing slowly from his subterranean throne, and the rumour of his feet was like thunder underground. And he issued forth clad in black armour; and he stood before the King like a tower, iron-crowned, and his vast shield, sable unblazoned, cast a shadow over him like a stormcloud. But Fingolfin gleamed beneath it as a star; for his mail was overlaid with silver, and his blue shield was set with crystals; and he drew his sword Ringil, that glittered like ice.”\n", " “As estrelas são muito mais brilhantes do que gemas incontáveis. A lua é muito mais branca do que prata entesourada. O lume é mais luzente na lareira ao crepúsculo do que ouro tirado de minas.”\n", " “All his court were cast down in slumber, and all the fires faded and were quenched; but the Silmarils in the crown on Morgoth's head blazed forth suddenly with a radiance of white flame; and the burden of that crown and of the jewels bowed down his head, as though the world were set upon it, laden with a weight of care, of fear, and of desire, that even the will of Morgoth could not support. Then Lúthien catching up her winged robe sprang into the air, and her voice came dropping down like rain into pools, profound and dark. She cast her cloak before his eyes, and set upon him a dream, dark as the outer Void where once he walked alone.”\n", " “Hay una semilla de coraje oculta (a menudo profundamente, es cierto) en el corazón del más gordo y tímido de los hobbits, esperando a algún peligro para germinar”\n", " “Soft as butter they can be, and yet sometimes as tough as old tree-roots.”\n", " “Blunt the knives.\n Bend the forks.\n Smash the bottles and burn the corks.\n Chip the glasses and crack the plates.\n That's what Bilbo Baggins hates!”\n", " “The bigger things get the smaller and duller or flatter the globe gets. It is getting to be all one blasted little provincial suburb. When they have introduced American sanitation, morale-pep, feminism, and mass production throughout the Near East, Middle East, Far East, U.S.S.R., the Pampas, el Gran Chaco, the Danubian Basin, Equatorial Africa, Hirther Further and Inner Mumbo-land, Gondhwannaland, Lhasas, and the villages of darkest Berkshire, how happy we shall be . At any rate it out to cut down travel. There will be nowhere to go. So people will (I opine) go all the faster. (leter 53)”\n", " “The prime motive was the desire of a tale-teller to try his hand at a really long story that would hold the attention of readers, amuse them, delight them, and at times maybe excite them or deeply move them.”\n", " “No great leap for a man, but a leap in the dark.”\n", " “Where now the horse and the rider? Where is the horn that was blowing? Where is the helm and the hauberk, and the bright hair flowing?”\n", " “Look, my friends!' he called. 'Here's a pretty hobbit-skin to wrap an elven princeling in! If it were known that hobbits had such hides, all the hunters of Middle Earth would be riding to the Shire.”\n", " “The Doom (or the Gift) of Men is mortality, freedom from the circles of the world.”\n", " “Small wonder that spell means both a story told, and a formula of power over living men. -On Fairy Stories”\n", " “Still round the corner there may wait,\n A new road or a secret gate.”\n", " “Courage is found in unlikely places,’ said Gildor. ‘Be of good hope!”\n", " “Against delay. Against the way that seems easier. Against refusal of the burden that is laid on me. Against - well, if it must be said, against trust in the strength and truth of Men.”\n", " “Few now remember them,' Tom murmured, 'yet still some go wandering, sons of forgotten kings walking in loneliness, guarding from evil things folk that are heedless.”\n", " “You do not understand' said Pippin. 'You must go - and therefore we must too. Merry and I are coming with you. Sam is an excellent fellow, and would jump down a dragon'r throat to save you, if he did not trip over his own feet; but you will need more than one companion in your dangerous adventure.”\n", " “He led the way in under the huge branches of the trees. Old beyond guessing, they seemed. Great trailing beards of lichen hung from them, blowing and swaying in the breeze. Out of the shadows, the hobbits peeped, gazing back down the slope: little furtive figures that in the dim light looked like elf-children in the deeps of time peering out of the Wild Wood in wonder at their first Dawn.”\n", " “I am in too great doubt to rule. To prepare or to let be? To prepare for war, which is yet only guessed: train craftsmen and tillers in the midst of peace for bloodspilling and battle: put iron in the hands of greedy captains who will love only conquest, and count the slain as their glory? Will they say to Eru: \"At least your enemies were amongst them?\" Or to fold hands, while friends die unjustly: let men live in blind peace, until the ravisher is at the gate? What then will they do: match naked hands against iron and die in vain, or flee leaving the cries of women behind them? Will they say to Eru: \"At least I spilled no blood?\"\n -- Tar-Meneldur in Armenelos, Aldarion and Erendis: The Mariner's Wife”\n", " “For not we but those who come after will make the legends of our time. The green earth, say you? That is a mighty matter of legend, though you tread it under the light of day!”\n", " “they would sit together under the stars, recalling the ages that were gone and all their joys and labours in the world, or holding council, concerning the days to come.”\n", " “Often does hatred hurt itself!”\n", " “Sorry! I don’t want any adventures, thank you. Not today. Good morning! But please come to tea—any time you like! Why not tomorrow? Come tomorrow! Good”\n", " “Smeagol,' said Gollum suddenly and clearly, opening his eyes wide and staring at Frodo with a strange light. 'Smeagol will swear on the Precious.'\n Frodo drew himself up, and again Sam was startled by his words and his stern voice. 'On the Precious? How dare you?' he said. 'Think!”\n", " “A única coisa que temos que decidir é o que faremos com o tempo que nos é dado.”\n", " “Less doth yearning trouble him who knoweth many songs, or with his hands can touch the harp: his possession is his gift of glee which God gave him.”\n", " “What?’ shouted Tom Bombadil, leaping up in the air. ‘Old Man Willow? Naught worse than that, eh? That can soon be mended. I know the tune for him. Old grey Willow-man! I’ll freeze his marrow cold, if he don’t behave himself. I’ll sing his roots off. I’ll sing a wind up and blow leaf and branch away. Old Man Willow!”\n", " “Sleepiness seemed to be creeping out of the ground and up their legs, and falling softly out of the air upon theirheads and eyes.”\n"]