[" “I gave you the chance of aiding me willingly, but you have elected the way of pain. -Saruman”\n", " “As the world grows older there is loss and gain - let us not with modern insolence and blindness imagine it all gain; [...] but neither must we with neo-pagan obscurity of thought imagine it all loss.”\n", " “Now he tried to find strength to tear himself away and go on a lonely journey -- for vengeance. If once he could go, his anger would bear him down all the roads of the world, pursuing, until he had him at last: Gollum. Then Gollum would die in a corner.”\n", " “Truly Elrond spoke, saying that we could not foresee what we might meet upon our road. Torment in the dark was the danger that I feared, and it did not hold me back. But I would not have come, had I known the danger of light and joy.”\n", " “Let us remember that a traitor may betray himself and do good that he does not intend. It can be so, sometimes. Good night!”\n", " “Take it off! Take it off! Fool, take it off! Take off the Ring!”\n", " “We like the dark,\" said all the dwarves. \"Dark for dark business! There are many hours before dawn.”\n", " “Tienden a ser gruesos de vientre; visten de colores brillantes (sobre todo verde y amarillo); no usan zapatos, porque en los pies tienen suelas naturales de piel y un pelo espeso y tibio de color castaño, como el que les crece en las cabezas (que es rizado); los dedos son largos, mañosos y morenos, los rostros afables, y se ríen con profundas y jugosas risas (especialmente después de cenar, lo que hacen dos veces al día, cuando pueden).”\n", " “in this neighborhood heroes are scarce, or simply lot to be found. Swords in these parts are mostly blunt, and axes are used for trees, and shields as cradles or dish-covers; and dragons are comfortably far-off (and therefore legendary).”\n", " “A thousand years this city has stood, now at the whim of a madman it will fall.”\n", " “There goes a lord who tamed a wild shieldmaiden of the North!”\n", " “On all this Bilbo looked with misery. He had taken his stand on Ravenhill among the Elves - partly because there was more chance of escape from that point, and partly (with the more Tookish part of his mind) because if he was going to be in a last desperate stand, he preferred on the whole to defend the Elvenking.”\n", " “If I may say so, I added a few touches of my own: you may not have noticed, but some of the waves took the form of great white horses with shining white riders; and there were many rolling and grinding boulders.”\n", " “Non farti mai beffe di un drago da vivo, pazzo di un Bilbo!”\n", " “It's a pity Bilbo didn't kill Gollum when he had the chance.\n Pity? It is pity that stayed Bilbo's hand. Many that live deserve death. Some that die deserve life. Can you give it to them, Frodo? Do not be too eager to deal out death in judgment. Even the very wise cannot see all ends. My heart tells me Gollum has some part to play in this, for good or evil...(not finished yet)”\n", " “The queer and strange, the unrestrained, the grotesque is not only interesting: it is valuable. It is not always necessary to purge it out altogether in order to attain to the Sublime.”\n", " “Ciertas heridas nunca curan del todo.”\n", " “When evening in the Shire was grey\n his footsteps on the Hill were heard;\n before the dawn he went away\n on journey long without a word”\n", " “Farewell!” they cried, “wherever you fare, till your eyries receive you at the journey’s end!” That is the polite thing to say among eagles. “May the wind under your wings bear you where the sun sails and the moon walks,” answered Gandalf, who knew the correct reply. And”\n", " “You cannot pass,’ he said. The orcs stood still, and a dead silence fell. ‘I am a servant of the Secret Fire, wielder of the flame of Anor. You cannot pass. The dark fire will not avail you, flame of Udûn. Go back to the Shadow! You cannot pass.”\n", " “[Hobbits] love peace and quiet and a good tilled earth.”\n", " “In those days the Great Enemy, of whom Sauron of Mordor was but a servant, dwelt in Angband in the North, and the Elves of the West coming back to Middle-earth made war upon him to regain the Silmarils which he had stolen; and the fathers of Men aided the Elves.”\n", " “Whether they've made the land, or the land's made them, it's hard to say, if you take my meaning.”\n", " “Even darkness must pass.”\n", " “Upon the further side, some way within the valley's arms, high on a rocky seat upon the black knees of the Ephel Dúath, stood the walls and tower of Minas Morgul. All was dark about it, earth and sky, but it was lit with light. Not the imprisoned moonlight welling through the marble walls of Minas Ithil long ago, Tower of the Moon, fair and radiant in the hollow of the hills. Paler indeed than the moon ailing in some slow eclipse was the light of it now, wavering and blowing like a noisome exhalation of decay, a corpse-light, a light that illuminated nothing.”\n", " “The ring!\" exclaimed Frodo. 'Has he left me that? I wonder why. Still, it may be useful.”\n", " “I have seldom heard of a hobbit sleeping out of doors under a tree. Three of them! There’s something mighty queer behind this.’ He was quite right, but he never found out any more about it.”\n", " “Sihri' tutarlı bir biçimde kullanmadım; Elf kraliçesi Galadriel hikayede, bu sözcüğü, Düşman'ın da Elflerin de hem araçları hem de harekatı hakkında kullanan kafası karışık Hobbit'lere serzenişte bulunmakta haklı. bu benim için geçerli değil, çünkü ikincisinin karşılığı olan bir sözcük yok. Fakat Elfler burada farkı ortaya koyuyorlar. Onların 'sihri' insanın sınırlılıklarından kurtulduğu Sanat: çok daha az çabayla, daha hızlı, daha karmaşık. Ve bu edimlerinin nesnesi Güç değil Sanat, Yaratının tahakküm altına alınması değil, alt-yaratıdır.”\n", " “It was now Frodo's turn to feel pleased with himself. He capered about on the table; and when he came up a second time to the cow jumped over the Moon, he leaped in the air. Much too vigorously; for he came down, bang, into a tray full of mugs, and slipped, and rolled off the table with a crash, clatter, and bump! The audience all opened their mouths wide for laughter, and stopped short in gaping silence; for the singer disappeared. He simply vanished, as if he had gone slap through the floor without leaving a hole!”\n", " “Ecthelion must be similarly from Aegthelion. Latter element is a derivative of\n 'remain firm'. The form with prefix\n ,\n , was used in Q{uenya} and S{indarin} for 'hope' –\n a temper of mind, steady, fixed in purpose, and difficult to dissuade and unlikely to fall into despair or abandon its purpose. The unprefixed\n gave [? S verb]\n 'intend, mean, purpose, resolve, will'. So Q ?\n 'a fixed idea,..., will.”\n"]