[" “deep they delved us, fair they wrought us, high they builded us; but they are gone.”\n", " “One who cannot cast away a treasure at need is in fetters. You did rightly.”\n", " “Hobbits always so polite, yes! O nice hobbits! Smeagol brings them up secret ways that nobody else could find. Tired he is, thirsty he is, yes thirsty; and he guides them and he searches for paths, and they saw sneak, sneak. Very nice friends, O yes my precious, very nice.\"\n Sam felt a little remorseful, but not yet trustful.\n \"Sorry,\" he said. \"I'm sorry, but you startled me out of my sleep. And I shouldn't have been sleeping, and that made me sharp. But Mr. Frodo, he's that tired, I asked him to have a wink; and well, that's how it is. Sorry. But where HAVE you been to?\"\n \"Sneaking,\" said Gollum, and the green glint did not leave his eyes.\n ...\n \"Hullo, Smeagol!\" Frodo said. \"Found any food? Have you had any rest?\"\n \"No food, no rest, nothing for Smeagol,\" said Gollum. \"He's a sneak.\"\n \"Don't take names to yourself, Smeagol,\" Frodo said. \"It's unwise, whether they are true or false.\"\n \"Smeagol has to take what's given to him,\" answered Gollum. \"He was given that name by kind Master Samwise, the hobbit that knows so much.”\n", " “Master Meriadoc,’ said Aragorn, ‘if you think that I have passed through the mountains and the realm of Gondor with fire and sword to bring herbs to a careless soldier who throws away his gear, you are mistaken, If your pack has not been found, then you must send for the herb-master of this House, And he will tell you that he did not know the herb you desire had any virtues, but that it is called westmansweed by the vulgar, and galenas by the noble, and other names in other tongues more learned, and after adding a few half-forgotten rhymes that he does not understand, he will regretfully inform you that there is none in the House, and he will leave you to reflect on the history of tongues.”\n", " “Frodo heard a sweet singing running in his mind: a song that seemed to come like a pale light behind a grey rain-curtain, and growing stronger to turn the veil all to glass and silver, until at last it was rolled back, and a far green country opened before him under a swift sunrise.”\n", " “...a perfect house, whether you like food or sleep or story-telling or singing, or just sitting and thinking best, or a pleasant mixture of them all.' Merely to be there was a cure for weariness, fear, and sadness.”\n", " “And so Gollum found them hours later, when he returned, crawling and creeping down the path out of the gloom ahead. Sam sat propped against the stone, his head dropping sideways and his breathing heavy. In his lap lay Frodo's head, drowned in sleep; upon his white forehead lay one of Sam's brown hands, and the other lay softly upon his master's breast. Peace was in both their faces.\n Gollum looked at them. A strange expression passed over his lean hungry face. The gleam faded from his eyes, and they went dim and grey, old and tired. A spasm of pain seemed to twist him, and he turned away, peering back up towards the pass, shaking his head, as if engaged in some interior debate. Then he came back, and slowly putting out a trembling hand, very cautiously he touched Frodo's knee--but almost the touch was a caress. For a fleeting moment, could one of the sleepers have seen him, they would have thought that they beheld an old weary hobbit, shrunken by the years that had carried him far beyond his time, beyond friends and kin, and the fields and streams of youth, an old starved pitiable thing.”\n", " “The hasty stroke oft goes astray.”\n", " “Saruman,\" I said, standing away from him, \"only one hand at a time can weild the One, and you know that well, so do not trouble to say we!”\n", " “Who are you, Master?' he asked.\n 'Eh, what?' said Tom sitting up, and his eyes glinting in the gloom. 'Don't you know my name yet? That's the only answer. Tell me, who are you, alone, yourself and nameless?”\n", " “There is no real going back. Though I may come to the Shire, it will not seem the same; for I shall not be the same. I am wounded with knife, sting, and tooth, and a long burden. Where shall I find rest?”\n", " “Arrow! Black arrow! I have saved you to the last. You have never failed me and I have always recovered you. I had you from my father and he from of old. If ever you came from the forges of the true king under the Mountain, go now and speed well!”\n", " “Now at this last we must take a hard road, a road unforeseen. There lies our hope, if hope it be. To walk into peril – to Mordor. We must send the Ring to the Fire.”\n", " “Snow's all right on a fine morning, but I like to be in bed when it's falling”\n", " “Frodo: I can't recall the taste of food, nor the sound of water, nor the touch of grass. I'm naked in the dark. There's nothing--no veil between me and the wheel of fire. I can see him with my waking eyes.\n Sam: Then let us be rid of it, once and for all. I can't carry the ring for you, but I can carry you! Comeon!”\n", " “There are many things in the deep waters; and seas and lands may change. And it is not our part here to take thought only for a season, or for a few lives of Men, or for a passing age of the world. We should seek a final end of this menace, even if we do not hope to make one.”\n", " “A King will have his way in his own hall, be it folly or wisdom.”\n", " “The rule of no realm is mine, neither of Gondor nor any other, great or small. But all worthy things that are in peril as the world now stands, those are my care. And for my part, I shall not wholly fail of my task, though Gondor should perish, if anything passes through this night that can still grow fair or bear fruit and flower again in days to come. For I also am a steward. Did you not know?”\n", " “Memory is not what the heart desires. That is only a mirror,”\n", " “Dear me! We Tooks and Brandybucks, we can't live long on the heights.'\n 'No,' said Merry. 'I can't. Not yet, at any rate. But at least, Pippin, we can now see them, and honour them. It is best to love first what you are fitted to love, I suppose: you must start somewhere and have some roots, and the soil of the Shire is deep. Still there are things deeper and higher; and not a gaffer could tend his garden in what he calls peace but for them, whether he knows about them or not.”\n", " “At that moment there was a knock on the door, and Sam came in. He ran to Frodo and took his left hand, awkwardly and shyly. He stroked it gently and then he blushed and turned hastily away.”\n", " “I'm going on an adventure”\n", " “Be bold, but wary! Keep up your merry hearts, and ride to meet your fortune!”\n", " “I am frightened; and I do not feel any pity for Gollum.’ ‘You have not seen him,’ Gandalf broke in. ‘No, and I don’t want to,’ said Frodo. ‘I can’t understand you. Do you mean to say that you, and the Elves, have let him live on after all those horrible deeds? Now at any rate he is as bad as an Orc, and just an enemy. He deserves death.’ ‘Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.”\n", " “It is written in my life-blood, such that it is, thick or thin; and I can no other.”\n", " “Don't dip your beard in the foam, Father!\" They cried to Thorin. \"It is long enough without watering it!”\n", " “Frodo drew himself up, and again Sam was startled by his words and his stern voice. 'On the Precious? How dare you?' he said. 'Think! Would you commit your promise to that, Smeagol? It will hold you. But it is more treacherous than you are. It may twist your words. Beware!”\n", " “Arise now, arise, Riders of Théoden!\n Dire deeds awake, dark is it eastward.\n Let horse be bridled, horn be sounded!\n Forth Eorlingas!”\n", " “You are a set of deceitful scoundrels! But bless you! I give in. I will take Gildor's advice. If the danger were not so dark, I should dance for joy. Even so, I cannot help feeling happy; happier than I have felt for a long time.”\n", " “End? No, the journey doesn't end here. Death is just another path, one that we all must take. The grey rain-curtain of this world rolls back, and all turns to silver glass, and then you see it. White shores, and beyond, a far green country under a swift sunrise.\"\n ― J.R.R. Tolkien, The Lord of the Rings”\n"]