[" “Karşılaştığımız saatin üzerinde bir yıldız parlıyor.”\n", " “Not fitting is it that the Elder Children of Ilúvatar should wed the Younger; nor is it wise, for they are brief, and soon pass, to leave us in widowhood while the world lasts. Neither will fate suffer it, unless it be once or twice only, for some high cause of doom that we do not perceive. But this man is not Beren, even if he be both as fair and as brave. A doom lies on him; a dark doom. Enter not into it! And if you will, your love shall betray you to bitterness and death.”\n", " “Deseó salir y ver las montañas enormes, y oír los pinos y las cascadas, y explorar las cavernas, y llevar una espada en vez de un bastón.”\n", " “For it is said in old lore, 'The hands of the king are the hands of a healer.' And so the rightful king could ever be known.”\n", " “Their faces were as a rule good-natured rather than beautiful, broad, bright-eyed, red-cheeked, with mouths apt to laughter, and to eating and drinking. And laugh they did, and eat, and drink, often and heartily, being fond of simple jests at all times, and of six meals a day (when they could get them). They were hospitable and delighted in parties, and in presents, which they gave away freely and eagerly accepted.”\n", " “This only was wanting. Now comes the night.”\n", " “This was an evil choice. Which way should he choose? And if both led to terror and death, what good lay in choice?”\n", " “Aragorn looked at him with kindly pity. 'Very well, Frodo, son of Drogo,' he said. 'You shall have an hour, and you shall be alone.”\n", " “Torment in the dark was the danger that I feared, and it did not hold me back. But I would not have come, had I known the danger of light and joy.”\n", " “Part of the attraction of The L.R. is, I think, due to the glimpses of a large history in the background: an attraction like that of viewing far off an unvisited island, or seeing the towers of a distant city gleaming in a sunlit mist. To go there is to destroy the magic, unless new unattainable vistas are again revealed.”\n", " “To walk in Time, perhaps, as men walk on long roads... to see the lie of old and even forgotten lands, to behold ancient men walking, and to hear their languages as they spoke them, in the days before the days, when tongues of forgotten lineage were heard in kingdoms long fallen by the shores of the Atlantic.\" -- J.R.R. Tolkien: The Lost Road”\n", " “In the waters there lives yet the echo of the Music of the Ainur more than any substance else that is in this Earth; and many […] hearken still unsated to the voice of the Sea, and yet know not for what they listen.”\n", " “I was talking aloud to myself. A habit of the old: they choose the wisest person present to speak to; the long explanations needed by the young are wearying.”\n", " “No todos los que vagan están perdidos”\n", " “Ring a ding dillo del! derry, del, my hearties! If you come soon you'll find breakfast on the table. If you come late you'll get grass and rain-water!”\n", " “Fifteen birds in five fir-trees, their feathers were fanned in a fiery breeze! But, funny little birds, they had no wings! O what shall we do with the funny little things? Roast”\n", " “No one, I fancy, would discredit a story that the Archbishop of Canterbury slipped on a banana skin merely because he found that a similar comic mishap had been reported of many people, and especially of elderly gentlemen of dignity.”\n", " “They lie in all the pools, pale faces, deep deep under the dark water. I saw them: grim faces and evil, and noble faces and sad. Many faces proud and fair, and weeds in their silver hair. But all foul, all rotting, all dead.”\n", " “Entonces Éowyn miró a Aragorn a los ojos y dijo: -¡Deséame ventura, mi señor y curador!\n Y él respondió: -Siempre te deseé ventura desde el día en que te conocí. Y verte ahora feliz cura una herida en mi corazón.”\n", " “If the elf-king had a weakness it was for treasure, especially for silver and white gems; and though his hoard was rich, he was ever eager for more, since he had not yet as great a treasure as other elf-lords of old.”\n", " “Du findest ganz sicher etwas, wenn du nur suchst, allerdings nicht immer das, was du gesucht hast.”\n", " “Let us enter! For it is only in the coming of Aragorn that any hope remains for the sick that lie in the House. Thus spake Ioreth, wise-woman of Gondor: The hands of the king are the hands of a healer, and so shall the rightful king be known.”\n", " “wonder if we shall ever be put into songs or tales. We’re in one, of course; but I mean: put into words, you know, told by the fireside, or read out of a great big book with red and black letters, years and years afterwards. And people will say: “Let’s hear about Frodo and the Ring!” And they’ll say: “Yes, that’s one of my favourite stories. Frodo was very brave, wasn’t he, dad?” “Yes, my boy, the famousest of the hobbits, and that’s saying a lot.”\n", " “Faithfulness in Christian marriage entails that: great mortification. For a Christian man there is no escape. Marriage may help to sanctify and direct to its proper object his sexual desires; its grace may help him in the struggle; but the struggle remains. It will not satisfy him–as hunger may be kept off by regular meals. It will offer as many difficulties to the purity proper to that state, as it provides easements. No man, however truly he loved his betrothed and bride as a young man, has lived faithful to her as a wife in mind and body without deliberate conscious exercise of the will, without self-denial.”\n", " “You certainly usually find something if you look, but it is not always quite the something you were after.”\n", " “Is there no escape then?' said Frodo, looking around wildly. 'If I move I shall be seen and hunted! If I stay, I shall draw them to me!”\n", " “My Precioussss!\n -Gollum”\n", " “O! Sweet is the sound of falling rain, and the brook that leaps from hill to plain; but better than rain or rippling streams is Water Hot that smokes and steams.”\n", " “But this is terrible!’ cried Frodo. ‘Far worse than the worst that I imagined from your hints and warnings. O Gandalf, best of friends, what am I to do? For now I am really afraid. What am I to do? What a pity that Bilbo did not stab that vile creature, when he had a chance!’\n ‘Pity? It was Pity that stayed his hand. Pity, and Mercy: not to strike without need. And he has been well rewarded, Frodo. Be sure that he took so little hurt from the evil, and escaped in the end, because he began his ownership of the Ring so. With Pity.’\n ‘I am sorry,’ said Frodo. ‘But I am frightened; and I do not feel any pity for Gollum.’\n ‘You have not seen him,’ Gandalf broke in.\n ‘No, and I don’t want to,’ said Frodo. I can’t understand you. Do you mean to say that you, and the Elves, have let him live on after all those horrible deeds? Now at any rate he is as bad as an Orc, and just an enemy. He deserves death.’\n ‘Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.”\n", " “Fantasy is a natural human activity. It certainly does not destroy or even insult Reason; and it does not either blunt the appetite for, nor obscure the perception of scientific verity. On the contrary. The keener and the clearer is the reason, the better fantasy will it make. If men were ever in a state in which which they did not want to know or could not perceive truth (facts or evidence), then Fantasy would languish until they were cured. If they ever get into that state it would not seem at all impossible/ Fantasy will perish and become Morbid Delusion.”\n"]