[" “Kings built tombs more splendid than the houses of the living and counted the names of their descent dearer than the names of their sons. Childless lords sat in aged halls musing on heraldry or in high cold towers asking questions of the stars. And so the kingdom of Gondor sank into ruin, the line of kings failed, the white tree withered and the rule of Gondor was given over to lesser men. ”\n", " “The stars are far brighter\n Than gems without measure,\n The moon is far whiter\n Than silver in treasure;\n The fire is more shining\n On hearth in the gloaming\n Than gold won by mining,\n So why go a-roaming?\n O! Tra-la-la-lally\n Come back to the Valley.”\n", " “Legolas watched them for awhile with a smile upon his lips, and then he turned to the others. 'The strongest must seek a way, say you? But I say: let a ploughman plough, but choose an otter for swimming, and for running light over grass and leaf, or over snow--an Elf.'\n With that he sprang forth nimbly, and then Frodo noticed as if for the first time, though he had long known it, that the Elf had no boots, but wore only light shoes, as he always did, and his feet made little imprint in the snow.\n 'Farewell!' he said to Gandalf. 'I go to find the Sun!' Then swift as a runner over firm sand he shot away, and quickly overtaking the toiling men, with a wave of his hand he passed them, and sped into the distance, and vanished round the rocky turn.”\n", " “Elrond's house was perfect, whether you liked food or sleep or story-telling or singing (or reading), or just sitting and thinking best, or a pleasant mixture of them all. Merely to be there was a cure for weariness. ... Evil things did not come into the secret valley of Rivendell.”\n", " “Together we will take the road that leads into the West,\n And far away will find a land where both our hearts may rest.”\n", " “NO ADMITTANCE EXCEPT ON PARTY BUSINESS.”\n", " “If you find that not many of the things you asked for have come, and not perhaps quite so many as sometimes, remember that this Christmas all over the world there are a terrible number of poor and starving people.”\n", " “And all the host laughed and wept, and in the midst of their merriment and tears the clear voice of the minstrel rose like silver and gold, and all men were hushed. And he sang to them, now in the Elven-tongue, now in the speech of the West, until their hearts, wounded with sweet words, overflowed, and their joy was like swords, and they passed in thought out to regions where pain and delight flow together and tears are the very wine of blessedness.”\n", " “You ought not to be rude to an eagle, when you are only the size of a hobbit, and are up in his eyrie at night!”\n", " “Gandalf thought of most things; and though he could not do everything, he could do a great deal for friends in a tight corner.”\n", " “The Sword of Elendil was forged anew by Elvish smiths, and on its blade was traced a device of seven stars set between the crescent Moon and rayed Sun, and about them was written many runes; for Aragorn son of Arathorn was going to war upon the marches of Mordor. Very bright was that sword when it was made whole again; the light of the sun shone redly in it, and the light of the moon shone cold, its edge was hard and keen. And Aragorn gave it a new name and called it Andúril, Flame of the West.”\n", " “The realm of fairy-story is wide and deep and high and filled with many things: all manner of beasts and birds are found there; shoreless seas and stars uncounted; beauty that is an enchantment, and an ever-present peril; both joy and sorrow as sharp as swords.”\n", " “And Gandalf said: \"This is your realm, and the heart of the greater realm that shall be. The Third Age of the world is ended, and the new age is begun; and it is your task to order its beginning and to preserve what must be preserved. For though much has been saved, much must now pass away; and the power of the Three Rings also is ended. And all the lands that you see, and those that lie round about them, shall be dwellings of Men. For the time comes of the Dominion of Men, and the Elder Kindred shall fade or depart.”\n", " “I have passed through fire and deep water, since we parted. I have forgotten much that I thought I knew, and learned again much that I had forgotten.”\n", " “Shadowfax tossed his head and cried aloud, as if a trumpet had summoned him to battle. Then he sprang forward. Fire flew from his feet; night rushed over him. As he fell slowly into sleep, Pippin had a strange feeling: he and Gandalf were still as stone, seated upon the statue of a running horse, while the world rolled away beneath his feet with a great noise of wind.”\n", " “The Balrog reached the bridge. Gandalf stood in the middle of the span, leaning on the staff in his left hand, but in his other hand Glamdring gleamed, cold and white. His enemy halted again, facing him, and the shadow about it reached out like two vast wings. It raised the whip, and the thongs whined and cracked. Fire came from its nostrils. But Gandalf stood firm.\n 'You cannot pass,' he said. The orcs stood still, and a dead silence fell. 'I am a servant of the Secret Fire, wielder of the flame of Anor. You cannot pass. The dark fire will not avail you, flame of Udûn. Go back to the Shadow! You cannot pass.'\n The Balrog made no answer. The fire in it seemed to die, but the darkness grew. It stepped forward slowly onto the bridge, and suddenly it drew itself up to a great height, and its wings were spread from wall to wall; but still Gandalf could be seen, glimmering in the gloom; he seemed small, and altogether alone: grey and bent, like a wizened tree before the onset of a storm.\n From out of the shadow a red sword leaped flaming.\n Glamdring glittered white in answer.\n There was a ringing clash and a stab of white fire. The Balrog fell back and its sword flew up in molten fragments. The wizard swayed on the bridge, stepped back a pace, and then again stood still.\n 'You cannot pass!' he said.\n With a bound the Balrog leaped full upon the bridge. Its whip whirled and hissed.\n 'He cannot stand alone!' cried Aragorn suddenly and ran back along the bridge. '\n ' he shouted. 'I am with you, Gandalf!'\n 'Gondor!' cried Boromir and leaped after him.\n At that moment Gandalf lifted his staff, and crying aloud he smote the bridge before him. The staff broke asunder and fell from his hand. A blinding sheet of white flame sprang up. The bridge cracked. Right at the Balrog's feet it broke, and the stone upon which it stood crashed into the gulf, while the rest remained, poised, quivering like a tongue of rock thrust out into emptiness.\n With a terrible cry the Balrog fell forward, and its shadow plunged down and vanished. But even as it fell it swung its whip, and the thongs lashed and curled about the wizard's knees, dragging him to the brink. He staggered and fell, grasped vainly at the stone, and slid into the abyss. 'Fly, you fools!' he cried, and was gone.”\n", " “Your talk of sniffling riders with invisible noses has unsettled me.”\n", " “If this is victory, then our hands are too small to hold it.”\n", " “There was some murmuring, but also some grins on the faces of the men looking on: the sight of their Captain sitting on the ground and eye to eye with a young hobbit, legs well apart, bristling with wrath, was one beyond their experience.”\n", " “Don't tell us about dreams – dream dinners aren't any good and we can't share them.”\n", " “The praise of the praiseworthy is above all rewards.”\n", " “The Hobbits are just rustic English people, made small in size because it reflects the generally small reach of their imagination.”\n", " “There is still hope.”\n", " “A sudden understanding, a pity mixed with horror, welled up in Bilbo's heart: a glimpse of endless unmarked days without light or hope of betterment, hard stone, cold fish, sneaking and whispering. All these thoughts passed in a flash of a second. He trembled. And then quite suddenly in another flash, as if lifted by a new strength and resolve, he leaped.”\n", " “Don’t adventures ever have an end? I suppose not. Someone else always has to carry on the story.”\n", " “Well, I am going back into the open air, to see what the wind and sky are doing!”\n", " “Real names tell you the story of the things they belong to”\n", " “The chief purpose of life, for any of us, is to increase according to our capacity our knowledge of God by all means we have, and to be moved by it to praise and thanks.”\n", " “Even the smallest person can change the course of the future.”\n", " “Being a cheerful hobbit, he had not needed hope, as long as despair could be postponed.”\n"]