[" “I am Aragorn son of Arathorn; and if by life or death I can save you, I will.’ There”\n", " “One has indeed personally to come under the shadow of war to feel fully its oppression; but as the years go by it seems now often forgotten that to be caught in youth by 1914 was no less hideous an experience than to be involved in 1939 and the following years. By 1918 all but one of my close friends were dead.”\n", " “When my father was a young man, during the years of the First World War and long before there was any inkling of the tales that were to form the narrative of The Hobbit or The Lord of the Rings, he began the writing of a collection of stories that he called The Book of Lost Tales. That was his first work of imaginative literature, and a substantial one, for though it was left unfinished there are fourteen completed tales. It was in The Book of Lost Tales that there first appeared in narrative the Gods, or Valar; Elves and Men as the Children of Ilúvatar (the Creator); Melkor-Morgoth the great Enemy; Balrogs and Orcs; and the lands in which the Tales are set, Valinor ‘land of the Gods’ beyond the western ocean, and the ‘Great Lands’ (afterwards called ‘Middle-earth’, between the seas of east and west).”\n", " “In that lonely place Frodo for the first time fully realized his homelessness and danger. He wished bitterly that his fortune had left him in the quiet and beloved Shire.”\n", " “The men of Rohan must ride forth today, and we will ride with them, axe, sword, and bow. We did not bring them to rest against your wall, Lord of the Mark. And I promised Éomer that my sword and his should be drawn together.’ ‘Now indeed there is hope of victory!’ said Éomer.”\n", " “(chiefly”\n", " “Gandalf había asistido a un gran concilio de los magos blancos, señores del saber tradicional y la magia buena; y que habían expulsado al fin al Nigromante de su oscuro dominio al sur del Bosque Negro.”\n", " “he says that the Men that have lately come over the Mountains are hardly better than Orcs.’ ‘That is true,’ answered Sador; ‘true at least of some of us. But the up-climbing is painful, and from high places it is easy to fall low.’ At”\n", " “PPPS. I hope Butterbur sends this promptly. A worthy man, but his memory is like a lumber-room: thing wanted always buried. If he forgets, I shall roast him.”\n", " “I was very comfortable here, and getting on with my book. If you want to know, I am just writing an ending for it. I had thought of putting: and he lived happily ever afterwards to the end of his days. It is a good ending, and none the worse for having been used before. Now I shall have to alter that: it does not look like coming true; and evidently there will have to be several more chapters, if I live to write them. It is a frightful nuisance.”\n", " “At last with an effort he spoke, and wondered to hear his own words, as if some other will was using his small voice. ‘I will take the Ring,’ he said, ‘though I do not know the way.’ Elrond”\n", " “His house was perfect, whether you liked food, or sleep, or work, or story-telling, or singing, or just sitting and thinking, best, or a pleasant mixture of them all.”\n", " “How far back his treachery goes, who can guess?’ said Gandalf. ‘He was not always evil. Once I do not doubt that he was the friend of Rohan; and even when his heart grew colder, he found you useful still. But for long now he has plotted your ruin, wearing the mask of friendship, until he was ready. In those years Wormtongue’s task was easy, and all that you did was swiftly known in Isengard; for your land was open, and strangers came and went. And ever Wormtongue’s whispering was in your ears, poisoning your thought, chilling your heart, weakening your limbs, while others watched and could do nothing, for your will was in his keeping.”\n", " “The treasure is likely to be your death, though the dragon is no more! (Roac to Thorin)”\n", " “In Minas Tirith they endure the East Wind, but they do not ask it for tidings.”\n", " “Unless things altogether changed, eyes that know what to look for may discover the signs.”\n", " “Det finns somliga saker som det är bättre att ta itu med än visa ifrån sig, även om slutet kan bli mörkt.”\n", " “and in this way the battle was won and the game of Golf invented at the same moment.”\n", " “At last the time came for him to say good-bye to his friends. “Farewell, Balin!” he said; “and farewell, Dwalin; and farewell Dori, Nori, Ori, Oin, Gloin, Bifur, Bofur, and Bombur! May your beards never grow thin!”\n", " “But I will say this: the rule of no realm is mine, neither of Gondor nor any other, great or small. But all worthy things that are in peril as the world now stands, those are my care. And for my part, I shall not wholly fail of my task, though Gondor should perish, if anything passes through this night that can still grow fair or bear fruit and flower again in days to come. For I also am a steward. Did you not know?’ And”\n", " “But all the while I sit and think of times there were before, I listen for returning feet and voices at the door.”\n", " “Evet, çok büyümüşsün. Hem arif, hem de zalim olmuşsun.”\n", " “All that is golden does not glitter, not all those who wander are lost”\n", " “Well, if you want my ring yourself, say so!’ cried Bilbo. ‘But you won’t get it. I won’t give my Precious away, I tell you.’ His hand strayed to the hilt of his small sword.”\n", " “Some who have read the book, or at any rate have reviewed it, have found it boring, absurd, or contemptible; and I have no cause to complain, since I have similar opinions of their works, or of the kinds of writing that they evidently prefer.”\n", " “Roads go ever ever on,\n Over rock and under tree,\n By caves where never sun has shone,\n By streams that never find the sea;\n Over snow by winter sown,\n And through merry flowers of June,\n Over grass and under stone,\n And under mountains in the moon.\n Roads go ever ever on\n Under cloud and under star\n Yet feet that wandering have gone\n Turn at last to home afar.\n Eyes that fire and sword have seen\n And horror in the halls of stone\n Look at last on meadows green\n And trees and hills they long have known.”\n", " “He’s mad. I always said so,’ was probably the most popular comment.”\n", " “They forgot or ignored what little they had ever known of the Guardians, and of the labours of those that made possible the long peace of the Shire. They were, in fact, sheltered, but they had ceased to remember it.”\n", " “Elves seldom give unguarded advice, for advice is a dangerous gift, even from the wise to the wise, and all courses may run ill. But”\n", " “I will take the Ring,’ he said, ‘though I do not know the way.”\n"]