[" “Farewell! O Gandalf! May you ever appear where you are most needed and least expected!”\n", " “All that is gold does not glitter,\n Not all those who wander are lost;\n The old that is strong does not wither,\n Deep roots are not reached by the frost.”\n", " “He found himself wondering at times, especially in the autumn, about the wild lands, and strange visions of mountains that he had never seen came into his dreams.”\n", " “Where there's life there's hope, and need of vittles.”\n", " “It is said by the Eldar that in water there lives yet the echo of the Music of the Ainur more than in any substance that is in this Earth; and many of the Children of Ilúvatar hearken still unsated to the voices of the Sea, and yet know not for what they listen.”\n", " “What a pity that Bilbo did not stab that vile creature, when he had a chance!'\n Pity? It was Pity that stayed his hand. Pity, and Mercy: not to strike without need. And he has been well rewarded, Frodo. Be sure that he took so little hurt from the evil, and escaped in the end, because he began his ownership of the Ring so. With Pity.”\n", " “It was at this point that Bilbo stopped. Going on from there was the bravest thing he ever did. The tremendous things that happened afterward were as nothing compared to it. He fought the real battle in the tunnel alone, before he ever saw the vast danger that lay in wait.”\n", " “Faërie contains many things besides elves and fays, and besides dwarfs, witches, trolls, giants, or dragons; it holds the seas, the sun, the moon, the sky; and the earth, and all things that are in it: tree and bird, water and stone, wine and bread, and ourselves, mortal men, when we are enchanted.”\n", " “It is perilous to study too deeply the arts of the Enemy, for good or for ill.”\n", " “Come, Mr. Frodo!' he cried. 'I can't carry it for you, but I can carry you.”\n", " “Sorry! I don't want any adventures, thank you. Not Today. Good morning! But please come to tea -any time you like! Why not tomorrow? Good bye!”\n", " “The way is shut. It was made by those who are Dead, and the Dead keep it, until the time comes. The way is shut.”\n", " “False hopes are more dangerous than fears.”\n", " “The whole thing is quite hopeless, so it's no good worrying about tomorrow. It probably won't come.”\n", " “And some things that should not have been forgotten were lost. History became legend. Legend became myth. And for two and a half thousand years, the ring﻿ passed out of all knowledge.”\n", " “I wished to be loved by another,' [Éowyn] answered. 'But I desire no man's pity.”\n", " “I will not walk backward in life.”\n", " “A safe fairyland is untrue to all worlds.”\n", " “Voiceless it cries,\n Wingless flutters,\n Toothless bites,\n Mouthless mutters.”\n", " “You can trust us to stick to you through thick and thin – to the bitter end. And you can trust us to keep any secret of yours – closer than you yourself keep it. But you cannot trust us to let you face trouble alone, and go off without a word. We are your friends, Frodo. Anyway: there it is. We know most of what Gandalf has told you. We know a good deal about the ring. We are horribly afraid–but we are coming with you; or following you like hounds.”\n", " “How do you move on? You move on when your heart finally understands that there is no turning back.”\n", " “Farewell! I go to find the Sun!”\n", " “The wise speak only of what they know”\n", " “Journey’s end\n In western lands beneath the Sun\n The flowers may rise in Spring,\n The trees may bud, the waters run,\n The merry finches sing.\n Or there maybe 'tis cloudless night,\n And swaying branches bear\n The Elven-stars as jewels white\n Amid their branching hair.\n Though here at journey's end I lie\n In darkness buried deep,\n Beyond all towers strong and high,\n Beyond all mountains steep,\n Above all shadows rides the Sun\n And Stars for ever dwell:\n I will not say the Day is done,\n Nor bid the Stars farewell.J.”\n", " “A box without hinges, key, or lid,\n Yet golden treasure inside is hid.”\n", " “The leaves were long, the grass was green,\n The hemlock-umbels tall and fair,\n And in the glade a light was seen\n Of stars in shadow shimmering.\n Tinuviel was dancing there\n To music of a pipe unseen,\n And light of stars was in her hair,\n And in her raiment glimmering.\n There Beren came from mountains cold,\n And lost he wandered under leaves,\n And where the Elven-river rolled.\n He walked along and sorrowing.\n He peered between the hemlock-leaves\n And saw in wonder flowers of gold\n Upon her mantle and her sleeves,\n And her hair like shadow following.\n Enchantment healed his weary feet\n That over hills were doomed to roam;\n And forth he hastened, strong and fleet,\n And grasped at moonbeams glistening.\n Through woven woods in Elvenhome\n She lightly fled on dancing feet,\n And left him lonely still to roam\n In the silent forest listening.\n He heard there oft the flying sound\n Of feet as light as linden-leaves,\n Or music welling underground,\n In hidden hollows quavering.\n Now withered lay the hemlock-sheaves,\n And one by one with sighing sound\n Whispering fell the beechen leaves\n In the wintry woodland wavering.\n He sought her ever, wandering far\n Where leaves of years were thickly strewn,\n By light of moon and ray of star\n In frosty heavens shivering.\n Her mantle glinted in the moon,\n As on a hill-top high and far\n She danced, and at her feet was strewn\n A mist of silver quivering.\n When winter passed, she came again,\n And her song released the sudden spring,\n Like rising lark, and falling rain,\n And melting water bubbling.\n He saw the elven-flowers spring\n About her feet, and healed again\n He longed by her to dance and sing\n Upon the grass untroubling.\n Again she fled, but swift he came.\n Tinuviel! Tinuviel!\n He called her by her elvish name;\n And there she halted listening.\n One moment stood she, and a spell\n His voice laid on her: Beren came,\n And doom fell on Tinuviel\n That in his arms lay glistening.\n As Beren looked into her eyes\n Within the shadows of her hair,\n The trembling starlight of the skies\n He saw there mirrored shimmering.\n Tinuviel the elven-fair,\n Immortal maiden elven-wise,\n About him cast her shadowy hair\n And arms like silver glimmering.\n Long was the way that fate them bore,\n O'er stony mountains cold and grey,\n Through halls of iron and darkling door,\n And woods of nightshade morrowless.\n The Sundering Seas between them lay,\n And yet at last they met once more,\n And long ago they passed away\n In the forest singing sorrowless.”\n", " “End? No, the journey doesn't end here. Death is just another path. One that we all must take.”\n", " “Eomer said, 'How is a man to judge what to do in such times?'\n As he has ever judged,' said Aragorn. 'Good and evil have not changed since yesteryear, nor are they one thing among Elves and another among Men. It is a man's part to discern them, as much in the Golden Wood as in his own house.”\n", " “A hunted man sometimes wearies of distrust and longs for friendship.”\n", " “But I am the real Strider, fortunately. I am Aragorn son of Arathorn; and if by life or death I can save you, I will.”\n"]