[" “And it came to pass that in the hour of defeat Aragorn came up from the sea and unfurled the standard of Arwen in the battle of the fields of Pelennor, and in that day he was first hailed as king. And at last when all was done he entered into the inheritance of his fathers and received the crown of Gondor and the Sceptre of Arnor; and at midsummer in the year of the Fall of Sauron he took the hand of Arwen Undomiel, and they were wedded in the city of the kings.”\n", " “His house was perfect, whether you liked food, or sleep, or work, or story-telling, or singing, or just sitting and thinking best, or a pleasant mixture of them all.”\n", " “Our language now has become quick-moving (in syllables), and may be very supple and nimble, but is rather thin in sound and in sense too often diffuse and vague. the language of our forefathers, especially in verse, was slow, not very nimble, but very sonorous, and was intensely packed and concentrated - or could be in a good poet.”\n", " “Cheer up Thorin and Company! This is your expedition after all. Think of the treasure at the end, and forget the forest and the dragon, at any rate until tomorrow morning!”\n", " “They themselves do not see the world of light as we do, but our shapes cast shadows in their minds, which only the noon sun destroys.”\n", " “Every writer making a secondary world wishes in some measure to be a real maker, or hopes that he is drawing on reality: hopes that the peculiar quality of this secondary world (if not all the details) are derived from Reality, or are flowing into it.”\n", " “No!” said Thorin. “There is more in you of good than you know, child of the kindly West. Some courage and some wisdom, blended in measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world. But sad or merry, I must leave it now. Farewell!”\n", " “It’s the job that’s never started as takes longest to finish, as my old gaffer used to say.”\n", " “Vivant sans souffle,\n Froid comme la mort,\n Jamais assoiffé, toujours buvant,\n En cotte de mailles, jamais cliquetant.\n (Le poisson)”\n", " “But I must admit.' he added with a queer laugh, 'that I hoped you would take me for my own sake. A hunted man sometimes wearies of distrust and longs for friendship. But there, I believe my looks are against me.”\n", " “An honest hand and a true heart may hew amiss; and the harm may be harder to bear than the work of a foe.”\n", " “As she ran her gown rustled softly like the wind in the flowering borders of a river.”\n", " “Hold your ground, hold your ground. Sons of Gondor, of Rohan, my brothers. I see in your eyes the same fear that would take the heart of me. A day may come when the courage of men fails, when we forsake our friends and break all bonds of fellowship, but it is not this day. An hour of woes and shattered shields, when the age of men comes crashing down, but it is not this day. This day we fight! By all that you hold dear on this good Earth, I bid you stand, Men of the West!”\n", " “They were at the end of their journey, but as far as ever, it seemed, from the end of their quest.”\n", " “Called, I say, though I have not called you to me, strangers from distant lands. You have come and are here met, in this very nick of time, by chance as it may seem. Yet it is not so. Believe rather that it is so ordered that we, who sit here, and none others, must now find counsel for the peril of the world.”\n", " “Some time ago I began to wonder how Orcs dared to pass through my woods so freely,’ he went on. ‘Only lately did I guess that Saruman was to blame, and that long ago he had been spying out all the ways, and discovering my secrets. He and his foul folk are making havoc now. Down on the borders they are felling trees – good trees. Some of the trees they just cut down and leave to rot – orc-mischief that; but most are hewn up and carried off to feed the fires of Orthanc. There is always a smoke rising from Isengard these days. ‘Curse him, root and branch! Many of those trees were my friends, creatures I had known from nut and acorn; many had voices of their own that are lost for ever now. And there are wastes of stump and bramble where once there were singing groves. I have been idle. I have let things slip. It must stop!”\n", " “Hobbits delighted in such things, if they were accurate; they liked to have books filled with things that they already knew, set out fair and square with no contradictions.”\n", " “Less keen and lofty was the delight, but deeper and nearer to mortal heart; marvelous and yet not strange.”\n", " “Pity? It was Pity that stayed his hand. Pity, and Mercy: not to strike without need. And he has been well rewarded, Frodo. Be sure that he took so little hurt from the evil, and escaped in the end, because he began his ownership of the Ring so. With Pity.”\n", " “Muchos de los que viven merecen morir, y muchos de los que mueren merecen la vida. ¿Puedes devolver la vida? Entonces no te apresures a dispensar la muerte, pues ni el más sabio conoce el fin de todos los caminos”\n", " “No, and [the sun] will not rise today, Master Holbytla. Nor ever again, one would think under this cloud. But time does not stand still, though the Sun be lost. Make haste!”\n", " “...and all the stars flowered in the sky.”\n", " “I fear that in my eagerness to persuade you, I lost patience. And indeed I regret it.”\n", " “The yells and yammering, croaking, gibbering and jabbering, howls and growls and curses, shrieking and shrinking that followed were beyond description. Several hundred wildcats and wolves being roasted slowly alive together would not have compared with it.”\n", " “He only needs the One; for he made that Ring himself, it is his, and he let a great part of his own former power pass into it, so that he could rule all the others.”\n", " “The names of the dwarves in The Hobbit were taken from verses of a very ancient Norse poem called Voluspà.”\n", " “Upon his tomb the Elvenking then laid Orcrist, the elvish sword that had been taken from Thorin in captivity. It is said in songs that it gleamed ever in the dark if foes approached, and the fortress of the dwarves could not be taken by surprise.”\n", " “There were many paths that led up into those mountains, and many passes over them. But most of the paths were cheats and deceptions and led nowhere or to bad ends; and most of the passes were infested by evil things and dreadful dangers. The dwarves and the hobbit, helped by the wise advice of Elrond and the knowledge and memory of Gandalf, took the right road to the right pass.”\n", " “Memory is not what the heart desires. That is only a mirror....”\n", " “Marrer of Middle-earth, would that I might see you face to face, and mar you as my lord Fingolfin did!”\n"]