[" “He told them tales of bees and flowers, the ways of trees, and the strange creatures of the Forest, about the evil things and the good things, things friendly and things unfriendly, cruel things and kind things, and secrets hidden under brambles.”\n", " “Yes, that's so,' said Sam. 'And we shouldn't be here at all, if we'd known more about it before we started. But I suppose it's often that way. The brave things in the old tales and songs, Mr. Frodo: adventures, as I used to call them. I used to think that they were things the wonderful folk of the stories went out and looked for, because they wanted them, because they were exciting and life was a bit dull, a kind of a sport, as you might say. But that's not the way of it with the tales that really mattered, or the ones that stay in the mind. Folk seem to have been just landed in them, usually – their paths were laid that way, as you put it. But I expect they had lots of chances, like us, of turning back, only they didn't. And if they had, we shouldn't know, because they'd have been forgotten. We hear about those as just went on – and not all to a good end, mind you; at least not to what folk inside a story and not outside it call a good end. You know, coming home, and finding things all right, though not quite the same – like old Mr Bilbo. But those aren't always the best tales to hear, though they may be the best tales to get landed in! I wonder what sort of a tale we've fallen into?'\n 'I wonder,' said Frodo. 'But I don't know. And that's the way of a real tale. Take any one that you're fond of. You may know, or guess, what kind of a tale it is, happy-ending or sad-ending, but the people in it don't know. And you don't want them to.'\n 'No, sir, of course not. Beren now, he never thought he was going to get that Silmaril from the Iron Crown in Thangorodrim, and yet he did, and that was a worse place and a blacker danger than ours. But that's a long tale, of course, and goes on past the happiness and into grief and beyond it – and the Silmaril went on and came to Eärendil. And why, sir, I never thought of that before! We've got – you've got some of the light of it in that star-glass that the Lady gave you! Why, to think of it, we're in the same tale still! It's going on. Don't the great tales never end?'\n 'No, they never end as tales,' said Frodo. 'But the people in them come, and go when their part's ended. Our part will end later – or sooner.”\n", " “He is not half through yet, and to what he will come in the end not even Elrond can foretell. Not to evil, I think. He may become like a glass filled with a clear light for eyes to see that can.”\n", " “If you mean you think it is my job to go into the secret passage first, O Thorin Thrain’s son Oakenshield, may your beard grow ever longer,” he said crossly, “say so at once and have done!”\n", " “I wisely started with a map.”\n", " “Drei Ringe den Elbenkönigen hoch im Licht,\n Sieben den Zwergenherrschern in ihren Hallen aus Stein,\n Den Sterblichen, ewig dem Tode verfallen, neun,\n Einer dem Dunklen Herrn auf dunklem Thron\n Im Lande Mordor, wo die Schatten drohn.\n Ein Ring, sie zu knechten, sie alle zu finden,\n Ins Dunkel zu treiben und ewig zu binden\n Im Lande Mordor, wo die Schatten drohn”\n", " “All shall love me and despair.”\n", " “I am Aragorn son of Arathorn; and if by life or death I can save you, I will.”\n", " “But perhaps you could call her perilous because she's so strong in herself. You , you could dash yourself to pieces on her, like a ship on a rock, or drown yourself, like a Hobbit in a river, but neither rock nor river would be to blame.”\n", " “Ask not the elves for advice, because they will tell you both 'yes' and 'no'.”\n", " “The eyes were hollow and the carven head was broken, but about the high, stern forehead there was a coronal of silver and gold. A trailing plant with flowers like white stars had bound itself across the brows as if in reverence for the fallen king, and in the crevices of his stony hair yellow stonecrop gleamed.\n \"They cannot conquer for ever!\" said Frodo.”\n", " “And, Legolas, when the torches are kindled and men walk on the sandy floors under the echoing domes, ah! Then, Legolas, gems and crystals and veins of precious ore glint in the polished walls; and the light glows through folded marbles, shell-like, translucent as the living hands of Queen Galadriel. There are columns of white and saffron and dawn-rose, Legolas, fluted and twisted into dreamlike forms; they spring up from many-coloured floors to meet the glistening pendants of the roof: wings, ropes, curtains fine as frozen clouds; spears, banners, pinnacles of suspended palaces! Still lakes mirror them: a glimmering world looks up from dark pools covered with clear glass; cities, such as the mind of Durin could scarce have imagined in his sleep, stretch on through avenues and pillared courts, on into the dark recesses where no light can come, And plink! A silver drop falls, and the round wrinkles in the glass make all the towers bend and waver like weeds and corals in a grotto of the sea. Then evening comes:” they fade and twinkle out; the torches pass on into another chamber and another dream. There is chamber after chamber, Legolas; hall opening out of hall, dome after dome, stair beyond stair; and still the winding paths lead on into the mountains’ heart. Caves! The Caverns of Helm’s Deep! Happy was the chance that drove me there! It makes me weep to leave them.”\n", " “Now and again he spoke to those that served him and thanked them in their own language. They smiled at him and said laughing: 'Here is a jewel among hobbits!”\n", " “For my present purpose I require a word which shall embrace both the Sub-Creative Art in itself, and a quality of strangeness and wonder in the Expression, derived from the Image: a quality essential to fairy-story. I propose, therefore, to arrogate to myself the powers of Humpty-Dumpty, and to use Fantasy for this purpose: in a sense, that is, which combines with its older and higher use as an equivalent of Imagination the derived notions of 'unreality' (that is, of unlikeness to the Primary World), of freedom from the dominion of 'observed fact,' in short of the fantastic. I am thus not only aware but glad of the etymological and semantic connexions of\n with\n : with images of things that are not only 'not actually present,' but which are indeed not to be found in our primary world at all, or are generally believed not to be found there. But while admitting that, I do not assent to the depreciative tone. That the images are of things not in the primary world (if that indeed is possible) is, I think, not a lower but a higher form of Art, indeed the most nearly pure form, and so (when achieved) the most Potent.\n Fantasy, of course, starts out with an advantage: arresting strangeness. But that advantage has been turned against it, and has contributed to its disrepute. Many people dislike being 'arrested.' They dislike any meddling with the Primary World, or such small glimpses of it as are familiar to them. They, therefore, stupidly and even maliciously confound Fantasy with Dreaming, in which there is no Art; and with mental disorders, in which there is not even control; with delusion and hallucination.\n But the error or malice, engendered by disquiet and consequent dislike, is not the only cause of this confusion. Fantasy has also an essential drawback: it is difficult to achieve. . . . Anyone inheriting the fantastic device of human language can say\n . Many can then imagine or picture it. But that is not enough -- though it may already be a more potent thing than many a 'thumbnail sketch' or 'transcript of life' that receives literary praise.\n To make a Secondary World inside which the green sun will be credible, commanding Secondary Belief, will probably require labour and thought, and will certainly demand a special skill, a kind of elvish craft. Few attempt such difficult tasks. But when they are attempted and in any degree accomplished then we have a rare achievement of Art: indeed narrative art, story-making in its primary and most potent mode.”\n", " “Go back?” he thought. “No good at all! Go sideways? Impossible! Go forward? Only thing to do! On we go!”\n", " “Then suddenly he beheld his sister Éowyn as she lay, and he knew her. He stood a moment as a man who is pierced in the midst of a cry by an arrow through the heart; and then his face went deathly white; and a cold fury rose in him, so that all speech failed him for a while. A fey mood took him.\n 'Éowyn, Éowyn!' he cried at last: 'Éowyn, how come you here? What madness or devilry is this? Death, death, death! Death take us all!'\n Then without taking counsel or waiting for the approach of the men of the City, he spurred headlong back to the front of the great host, and blew\n a horn, and cried aloud for the onset. Over the field rang his clear voice calling: 'Death! Ride, ride to ruin and the world's ending!'\n And with that the host began to move. But the Rohirrim sang no more.\n Death they cried with one voice loud and terrible, and gathering speed like\n a great tide their battle swept about their fallen king and passed, roaring\n away southwards.”\n", " “How shall a man judge what to do in such times?'\n 'As he ever has judged,' said Aragorn. 'Good and ill have not changed since yesteryear...It is a man's part to discern them, as much in th Golden Wood as in his own house.”\n", " “Tres Anillos para los Reyes Elfos bajo el cielo. Siete para los Señores Enanos en palacios de piedra. Nueve para los Hombres Mortales condenados a morir. Uno para el Señor Oscuro, sobre el trono oscuro en la Tierra de Mordor donde se extienden las Sombras. Un Anillo para gobernarlos a todos. Un Anillo para encontrarlos, un Anillo para atraerlos a todos y atarlos en las tinieblas en la Tierra de Mordor donde se extienden las Sombras.”\n", " “I invented that little rhyme about 'One Ring to rule them all', I remember, in the bath one day.”\n", " “Many that live deserve death. And some that die deserve life.”\n", " “These folk are hewers of trees and hunters of beasts; therefore we are their unfriends, and if they will not depart we shall afflict them in all ways that we can.”\n", " “Few can foresee whither their road will lead them, till they come to its end.”\n", " “Side? I am on nobody's side, because nobody is on my side, little orc.”\n", " “And its object is Art not power, sub-creation not domination and tyrannous re-forming of Creation.”\n", " “I feel like spring after winter, and sun on the leaves; and like trumpets and harps and all the songs I have ever heard!”\n", " “But the Queen Arwen said: 'A gift I will give you. For I am the daughter of Elrond. I shall not go with him now when he departs to the Havens; for mine is the choice of Luthien, and as she so I have chosen, both the sweet and the bitter. But in my stead you shall go, Ring-bearer, when the time comes, and if you then desire it. If your hurts grieve you still and the memory or your burden is heavy, then you may pass into the West, until all your wounds and weariness are healed. But wear this now in memory of Elfstone and Evenstar with whom your life has been woven!'\n And she took a white gem like a star that lay upon her breast hanging upon a silver chain, and she set the chain around Frodo's neck. 'When the memory of the fear and the darkness troubles you,' she said, 'this will bring you aid.”\n", " “Without the high and noble the simple and vulgar is utterly mean; and without the simple and ordinary the noble and heroic is meaningless”\n", " “We may indeed in counsel point to the higher road, but we cannot compel any free creature to walk upon it. That leadeth to tyranny, which disfigureth good and maketh it seem hateful.”\n", " “His head was swimming, and he was far from certain even of the direction they had been going in when he had his fall. He guessed as well as he could, and crawled along for a good way, till suddenly his hand met what felt like a tiny ring of cold metal lying on the floor of the tunnel. It was a turning point in his career, but he did not know it. He put the ring in his pocket almost without thinking; certainly it did not seem of any particular use at the moment.”\n", " “Hobbits!’ he thought. ‘Well, what next? I have heard of strange doings in this land, but I have seldom heard of a hobbit sleeping out of doors under a tree. Three of them! There’s something mighty queer behind this.’ He was quite right, but he never found out any more about it.”\n"]