[" “it will”\n", " “Dagor-nuin-Giliath it is named, the Battle-under-Stars, for the Moon had not yet risen; and it is renowned in song.”\n", " “In black anger he turned back to battle; and bearing as a banner Celebrimbor’s body hung upon a pole, shot through with Orc-arrows, he turned upon the forces of Elrond.”\n", " “Prin urmare, nu te supune, Ancalimë. Puțin doar dacă te supui, te supun ei mai departe, până te pleci de tot. Înfigeți rădăcinile în stâncă, înfruntă vântul, chiar dacă îți zburătăcește toate frunzele.”\n", " “Where”\n", " “Hear, hear!” said Bilbo, and accidentally said it aloud. “Hear”\n", " “...he began to feel that adventures were not so bad after all. p. 30”\n", " “Knowing the truth about the vanishing did not lessen their opinion of Bilbo at all; for they saw that he had some wits, as well as luck and a magic ring—and all three are very useful possessions. In”\n", " “But you come with tidings of grief and danger, as is your wont, they say.’ ‘Because I come seldom but when my help is needed,’ answered Gandalf. ‘And”\n", " “Ever since the fall of the Great Goblin of the Misty Mountains the hatred of their race for the dwarves had been rekindled to fury.”\n", " “All that he saw was shapely, but the shapes seemed at once clear cut, as if they had been first conceived and drawn at the uncovering of his eyes, and ancient as if they had endured for ever. He saw no colour but those he knew, gold and white and blue and green, but they were fresh and poignant, as if he had at that moment first perceived them and made for them names new and wonderful. In winter here no heart could mourn for summer or for spring. No blemish or sickness or deformity could be seen in anything that grew upon the earth. On the land of Lórien there was no stain. He”\n", " “Nay!’ said Legolas. ‘Alas for us all! And for all that walk the world in these after-days. For such is the way of it: to find and lose, as it seems to those whose boat is on the running stream. But”\n", " “Don't you leave him! They said to me. Leave him! I said. I never mean to. I am going with him, if he climbs to the Moon; and if any of those Black Riders try to stop him, they'll have Sam Gamgee to reckon with, I said.”\n", " “Then he died; but he had neither burial nor tomb, for so fiery was his spirit that as it sped his body fell to ash, and was borne away like smoke; and his likeness has never again appeared in Arda,”\n", " “But if there are many of these ruffians,’ said Merry, ‘it will certainly mean fighting. You won’t rescue Lotho, or the Shire, just by being shocked and sad, my dear Frodo.”\n", " “O Gandalf, best of friends, what am I to do? For now I am really afraid. What am I to do? What a pity that Bilbo did not stab that vile creature, when he had a chance!’ ‘Pity? It was Pity that stayed his hand. Pity, and Mercy: not to strike without need. And he has been well rewarded, Frodo. Be sure that he took so little hurt from the evil, and escaped in the end, because he began his ownership of the Ring so. With Pity.”\n", " “There were also many families of hobbits in the Bree-land; and they claimed to be the oldest settlement of Hobbits in the world, one that was founded long before even the Brandywine was crossed and the Shire colonized. They lived mostly in Staddle though there were some in Bree itself, especially on the higher slopes of the hill, above the houses of the Men. The Big Folk and the Little Folk (as they called one another) were on friendly terms, minding their own affairs in their own ways, but both rightly regarding themselves as necessary parts of the Bree-folk. Nowhere else in the world was this peculiar (but excellent) arrangement to be found.”\n", " “Their banners were countless, black and red, and they came on like a tide in fury and disorder.”\n", " “Not all those who wonder are lost”\n", " “E in quel momento le loro mani s'incontrarono e si strinsero, ma essi non lo sapevano. E continuavano ad attendere qualcosa. Poi a un tratto parve loro che sopra le creste dei monti lontani s'innalzasse un'altra imponente montagna di tenebre, giganteggiando come un'ombra che volesse inondare il mondo, puntellata di bagliori; poi un tremito percorse la terra e le mura della Città vibrarono. Un rumore simile a un sospiro si levò dalle campagne circostanti, e i loro cuori ricominciarono improvvisamente a battere.\n \"Mi ricorda Númenor\", disse Faramir, e si stupì di udirsi parlare.\n \"Númenor?\", ripeté Éowyn.\n \"Sì\", disse Faramir, \"la terra dell'Ovesturia che s'inabissò, e la grande ombra oscura che sommerse tutte le terre verdi e le colline e che avanzava, oscurità inesorabile. La sogno sovente\".\n \"Allora credi che l'Oscurità stia arrivando?\", disse Éowyn. \"L'Oscurità Inesorabile?\". E improvvisamente si strinse a lui.\n \"No\", disse Faramir guardandola in viso. \"Era soltanto un'immagine. Non so che cosa stia accadendo. Ragionando a mente lucida direi che una grande catastrofe è avvenuta, e che ci troviamo alla fine dei giorni. Ma il cuore mi smentisce, e le mie membra sono leggere, e sono invaso da una speranza e da una gioia che la ragione non può negare. Éowyn, Éowyn, Bianca Dama di Rohan, in questa ora io non credo che alcuna oscurità possa durare!\". E, chinatosi, le baciò la fronte.\n E rimasero così sulle mura di Gondor, mentre un grande vento si levava e soffiava fra i loro capelli, biondi e corvini, mescolandoli nell'aria. E l'Ombra scomparve, e il Sole fu svelato, e la luce crebbe; e le acque dell'Anduin brillarono come argento, e in tutte le case della Città gli uomini cantavano, spinti da una gioia inspiegabile che traboccava dai loro cuori.”\n", " “Despair, or folly?’ said Gandalf. ‘It is not despair, for despair is only for those who see the end beyond all doubt. We do not. It is wisdom to recognize necessity, when all other courses have been weighed, though as folly it may appear to those who cling to false hope. Well,”\n", " “Faithful heart may have froward tongue.’ ‘Say also,’ said Gandalf, ‘that to crooked eyes truth may wear a wry face.”\n", " “the Sindar they were named, the Grey-elves, the Elves of the Twilight, and King Greymantle was he, Elu Thingol in the tongue of that land. And Melian was his Queen, wiser than any child of Middle-earth;”\n", " “Behold, I am not Gandalf the Grey, whom you betrayed. I am Gandalf the White, who has returned from death. You have no colour now, and I cast you from the order and from the Council.’ He raised his hand, and spoke slowly in a clear cold voice. ‘Saruman, your staff is broken.’ There was a crack, and the staff split asunder in Saruman’s hand, and the head of it fell down at Gandalf’s feet.”\n", " “Now at any rate he is as bad as an Orc, and just an enemy. He deserves death.’ ‘Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends. I”\n", " “Se străduise să facă din Lórien un refugiu și o insulă de pace și frumusețe, ca o aducere aminte a zilelor străvechi, dar acum era plin de regrete și presimțiri rele, știind că visul de aur se grăbea să se preschimbe într-o trezire cenușie.”\n", " “But Ilúvatar knew that Men, being set amid the turmoils of the powers of the world, would stray often, and would not use their gifts in harmony; and he said, ‘These too in their time shall find that all that they do redounds at the end only to the glory of my work.’ Yet the Elves believe that Men are often a grief to Manwë, who knows most of the mind of Ilúvatar; for it seems to the Elves that Men resemble Melkor most of all the Ainur, although he has ever feared and hated them, even those that served him.”\n", " “That is the doom that we must deem.”\n", " “Many that live deserve death. And some die that deserve life. Can you give that to them? Then be not too eager to deal out death in the name of justice, fearing for your own safety. Even the wise cannot see all e”\n", " “He is plotting to become a Power. He has a mind of metal and wheels; and he does not care for growing things, except as far as they serve him for the moment. And”\n"]