[" “Treebeard repeated the words thoughtfully. ‘Hill. Yes, that was it. But it is a hasty word for a thing that has stood here ever since this part of the world was shaped.”\n", " “Up the trees quick!” cried Gandalf; and they ran to the trees at the edge of the glade, hunting for those that had branches fairly low, or were slender enough to swarm up.”\n", " “Mirkwood lay between them. He sat and thought and thought, until his head nearly burst, but no bright idea would come. One invisible ring was a very fine thing, but it was not much good among fourteen. But of course, as you have guessed, he did rescue his friends in the end, and this is how it happened. One day, nosing and wandering about, Bilbo discovered a very interesting thing: the great gates”\n", " “I have quite finished, Sam,’ said Frodo. ‘The last pages are for you.”\n", " “„Mi-ar plăcea să salvez ținutul ăsta, dacă-mi stă în putință - chiar dacă au fost vremuri când i-am socotit pe locuitorii lui mai nătângi și mai grei de cap decât o pot spune vorbele, și când mă bătea gândul că un cutremur sau o năvală a dragonilor le-ar prinde bine.”\n", " “But this book does not offer a single page of original and unpublished work. What then is the need, now, for such a book?”\n", " “He chanted a song of wizardry, of piercing, opening, of treachery, 490 revealing, uncovering, betraying. Then sudden Felagund there swaying sang in answer a song of staying, resisting, battling against power, of secrets kept, strength like a tower, 500 and trust unbroken, freedom, escape; of changing and of shifting shape, of snares eluded, broken traps, the prison opening, the chain that snaps.”\n", " “yet. I want to see the wild country again before I die, and the Mountains; but he is still in love with the Shire, with woods and fields and little rivers.”\n", " “Smaug’s fury.”\n", " “He said that it was “growing on his mind”, and he was always worrying about it; but he did not suspect that the ring itself was to blame. Though”\n", " “¡Gandalf! Si sólo hubieseis oído un cuarto de lo que yo he oído de él, y he oído sólo muy poco de todo lo que hay que oír.”\n", " “And the ship went out into the High Sea and passed on into the West, until at last on a night of rain Frodo smelled a sweet fragrance on the air and heard the sound of singing that came over the water. And then it seemed to him that as in his dream in the house of Bombadil, the grey rain-curtain turned all to silver glass and was rolled back, and he beheld white shores and beyond them a far green country under a swift sunrise.”\n", " “We like the dark,” said all the dwarves. “Dark for dark business! There are many hours before dawn.” “Of”\n", " “I am not altogether on anybody’s side, because nobody is altogether on my side.\"\n - Treebeard”\n", " “The lies were too much alike for my comfort. Clearly the ring had an unwholesome power that set to work on its keeper at once. That”\n", " “even the most respectable, is wakened by gold and by jewels,”\n", " “Of course, it is likely enough, my friends,’ he said slowly, ‘likely enough that we are going to our doom: the last march of the Ents. But if we stayed at home and did nothing, doom would find us anyway, sooner or later. That thought has long been growing in our hearts; and that is why we are marching now. It was not a hasty resolve. Now at least the last march of the Ents may be worth a song. Aye,’ he sighed, ‘we may help the other peoples before we pass away. Still,”\n", " “There was little else that I could do. I could not take it from him without doing greater harm; and I had no right to do so anyway. I could only watch and wait. I might perhaps have consulted Saruman the White, but something always held me back.”\n", " “And don’t be silly! You had better go to bed, your wits are sleepy.”\n", " “foaled,”\n", " “But at the moment Ugluk was not engaged in sport. He needed speed and had to humour unwilling followers. He was healing Merry in orc-fashion; and his treatment worked swiftly .When he had forced a drink from his flask down the hobbit's throat, cut his leg-bonds, and dragged him to his feet, Merry stood up, looking pale but grim and defiant, and very much alive. The gash in his forehead gave him no more trouble, but he bore a brown scar to the end of his days.\n ' Hullo, Pippin!' he said. 'So you've come on this little expedition, too? Where do we get bed and breakfast?'\n 'Now then!' said Ugluk. 'None of that! Hold your tongues. No talk to one another. Any trouble will be reported at the other end, and He'll know how to pay you. You'll get bed and breakfast all right: more that you can stomach.”\n", " “What! a furrier, a man that calls rabbits conies, when he doesn’t turn their skins into squirrels?” asked Bilbo. “Good gracious heavens, no, no, NO, NO!” said Gandalf.”\n", " “I want to see the wild country again before I die, and the Mountains; but he is still in love with the Shire, with woods and fields and little rivers.”\n", " “«¿Conoces mi nombre, o es necesario decir\n qué suerte espera a aquel que es arrastrado hasta Angband:\n el más duro castigo, el tormento de Balrogs?»\n «Lo sé y lo odio. Por saberlo te combatí\n sin miedo entonces, sin miedo ahora.»”\n", " “spesso l’ospite non invitato si rivela il compagno più piacevole. Come”\n", " “O Smaug the Chiefest and Greatest of Calamities,”\n", " “Egli trasse un profondo respiro. “Sono tornato”, disse.”\n", " “In winter here no heart could mourn for summer or for spring.”\n", " “they were foes of the Dark Lord, but they were overcome by the evil king of Carn Dûm in the Land of Angmar. ‘Few now remember them,’ Tom murmured, ‘yet still some go wandering, sons of forgotten kings walking in loneliness, guarding from evil things folk that are heedless.”\n", " “Aina sitä yleensä jotakin löytää kun hakee, mutta harvemmin sitä mikä oli mielessä.”\n"]