[" “Now the Elves made many rings; but secretly Sauron made One Ring to rule all the others, and their power was bound up with it, to be subject wholly to it and to last only so long as it too should last. And much of the strength and will of Sauron passed into that One Ring; for the power of the Elven-rings was very great, and that which should govern them must be a thing of surpassing potency; and Sauron forged it in the Mountain of Fire in the Land of Shadow. And while he wore the One Ring he could perceive all the things that were done by means of the lesser rings, and he could see and govern the very thoughts of those that wore them.”\n", " “Alas! there are some wounds that cannot be wholly cured,\" said Gandalf.\n \"I fear it may be so with mine,\" said Frodo. \"There is no real going back. Though I may come to the Shire, it will not seem the same; for I shall not be the same. I am wounded with knife, sting, and tooth, and a long burden. Where shall I find rest?”\n", " “O Sam! cried Frodo. 'What have I said? What have I done? Forgive me! After all you have done. It is the horrible power of the Ring. I wish it had never, never, been found. But don't mind me, Sam. I must carry the burden to the end. It can't be altered. You can't come between me and this doom.”\n", " “Take care! I don't care. Don't you worry about me! I am as happy now as I have ever been, and that is saying a great deal. But the time has come. I am being swept off my feet at last”\n", " “What did I tell you? Something's happening!' cried Sam. '\"The war's going well,\" said Shagrat; but Gorbag he wasn't so sure. And he was right there too. Things are looking up, Mr. Frodo. haven't you got some hope now?'\n 'Well, no, not much, Sam,' Frodo sighed. 'That's away beyond the mountains. We're going east not west. And I'm so tired. And the Ring is so heavy, Sam. And I begin to see it in my mind all the time, like a great wheel of fire.”\n", " “Less now to me is that darkness than my own darkness.”\n", " “A wild light came into Frodo's eyes. 'Stand away! Don't touch me!' he cried. 'It is mine, I say. Be off!' His hand strayed to his sword-hilt. But then quickly his voice changed. 'No, no, Sam,' he said sadly. 'But you must understand. It is my burden, and no one else can bear it. It is too late now, Sam dear. You can't help me in that way again. I am almost in its power now. I could not give it up, and if you tried to take it I should go mad.”\n", " “Онзи, що бяга от участта си, може някой ден да открие, че само е избрал по-пряка пътека.”\n", " “And far away, as Frodo put on the Ring and claimed it for his own, even in Sammath Naur the very heart of his realm, the Power in Barad-dur was shaken, and the Tower trembled from its foundations to its proud and bitter crown. The Dark Lord was suddenly aware of him, and his Eye piercing all shadows looked across the plain to the door that he had made; and the magnitude of his own folly was revealed to him in a blinding flash, and all the devices of his enemies were at last laid bare.”\n", " “What on earth did I ask him to tea for!” he said to himself, as he went to the pantry.”\n", " “but I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend: the city of the Men of Númenor; and I would have her loved for her memory, her ancientry, her beauty, and her present wisdom. Not feared, save as men may fear the dignity of a man, old and wise.”\n", " “Non vedi laggiù la stretta via\n Così angusta, circondata da spine e da rovi?\n E' il sentiero della Virtù,\n Sebbene così pochi lo ricerchino.\n E non vedi laggiù quell'ampia, ampia strada,\n Che si snoda attraverso il campo di gigli?\n E' il sentiero della Malvagità,\n Sebbene alcuni lo chiamino la Via del Paradiso.\n E non vedi laggiù un grazioso viottolo\n Che serpeggia sull'erta tra le felci?\n E' il sentiero verso la magica Terra degli Elfi\n Dove tu e io questa notte avremo riposo.”\n", " “What shall we do, what shall we do! Escaping goblins to be caught by wolves is like out of the frying pan and into the fire!”\n", " “They walked as it were in a black vapour wrought of veritable darkness itself that, as it was breathed, brought blindness not only to eyes but to the mind, so that even the memory of colours and of forms and of any light faded out of thought. Night had always been, and always would be, and night was all.”\n", " “If all the seven stones were laid out before me now, I should shut my eyes and put my hands in my pockets.”\n", " “There's some good in this world Mr. Frodo and it's worth fighting for”\n", " “For it is now to us itself ancient; and yet its maker was telling of things already old and weighted with regret, and he expended his art in making keen that touch upon the heart which sorrows have that are both poignant and remote.”\n", " “Absurdly simple, like most riddles when you see the answer.”\n", " “Gandalf did not move. And in that very moment, away behind in some courtyard of the City, a cock crowed. Shrill and clear he crowed, recking nothing of wizardry or war, welcoming only the morning that in the sky far above the shadows of death was coming with the dawn.”\n", " “He halted amazed, thinking that he had strayed into a dream, or else that he had received the gift of the Elf-minstrels, who can make the things of which they sing appear before the eyes of those that listen.\n 'For Aragorn had been singing a part of the The Lay of Lúthien which tells of the meeting of Lúthien and Beren in the forest of Neldoreth. And behold! there Lúthien walked before his eyes in Rivendell, clad in a mantle of silver and blue, fair as the twilight in Elven-home; her dark hair strayed in a sudden wind, and her brows were bound with gems like stars.”\n", " “I have chosen Mr Baggins and that ought to be enough for all of you. If I say he is a Burglar, a Burglar he is, or will be when the time comes. There is a lot more in him than you guess, and a deal more than he has any idea of himself.”\n", " “on his brow sat wisdom, and in his hand was strength.”\n", " “Clothes are of but little loss, if you escape from drowning.”\n", " “At last reluctantly Gandalf himself took a hand. Picking up a faggot he held it aloft for a moment, and then with a word of command, naur an edraith ammen! he thrust the end of his staff into the midst of it.”\n", " “But if I had spoken sooner, it would not have lessened your desire, or made it easier to resist. On the contrary! No, the burned hand teaches best. After that advice about fire goes to the heart.”\n", " “Though here at journey's end I lie\n in darkness buried deep,\n beyond all towers strong and high,\n beyond all mountains steep,\n above all shadows rides the Sun\n and Stars for ever dwell:\n I will not say the Day is done,\n nor bid the Stars farewell.”\n", " “I am tired of stairs and stone passages. i would give a good deal for the feel of grass at my toes.”\n", " “Why couldn’t he stop talking and let them drink his health?”\n", " “1541 In this year 1 on March 1st came at last the Passing of King Elessar. It is said that the beds of Meriadoc and Peregrin were set beside the bed of the great king. Then Legolas built a grey ship in Ithilien, and sailed down Anduin and so over Sea; and with him, it is said, went Gimli the Dwarf. And when that ship passed an end was come in Middle-earth of the Fellowship of the Ring.”\n", " “Actually I am a Christian, and indeed a Roman Catholic, so that I do not expect 'history' to be anything but a 'long defeat' - though it contains (and in a legend may contain more clearly and movingly) some samples or glimpses of final victory. (Letter #195)”\n"]