[" “It was not in vain that the young hobbits came with us, if only for Boromir's sake.”\n", " “The Bagginses had lived in the neighbourhood of The Hill for time out of mind, and people considered them very respectable, not only because most of them were rich, but also because they never had any adventures or did anything unexpected:”\n", " “odd things may happen to people that have such treasures – if they use them. Let it be a warning to you to be very careful with it. It may have other powers than just making you vanish when you wish to.”\n", " “The sun was already behind the western hills, and the light was failing. Two of Maggot’s sons and his three daughters came in, and a generous supper was laid on the large table. The kitchen was lit with candles and the fire was mended. Mrs. Maggot bustled in and out. One or two other hobbits belonging to the farm-household came in. In a short while fourteen sat down to eat. There was beer in plenty, and a mighty dish of mushrooms and bacon, besides much other solid farmhouse fare. The”\n", " “He wondered what the man’s name was and where he came from; and if he was really evil of heart, or what lies or threats had led him on the long march from his home; and if he would not really rather have stayed there in peace –”\n", " “In three days, as the King had said, Éomer of Rohan came riding to the City, and with him came an éored of the fairest knights of the Mark. He was welcomed; and when they sat all at table in Merethrond, the Great Hall of Feasts, he beheld the beauty of the ladies that he saw and was filled with great wonder. And before he went to his rest he sent for Gimli the Dwarf, and he said to him: “Gimli Glóin’s son, have you your axe ready?”\n “Nay, lord,” said Gimli,”but I can speedily fetch it, if there be need.”\n “You shall judge,” said Éomer. “For there are certain rash words concerning the Lady in the Golden Wood that lie still between us. And now I have seen \t\ther with my eyes.”\n “Well, lord,” said Gimli, “and what say you now?”\n “Alas!” said Éomer. “I will not say that she is the fairest lady that lives.”\n “Then I must go for my axe,” said Gimli.\n “But first I will plead this excuse,” said Éomer. “had I seen her in other company, I would have said all that you could wish. But now I will put Queen Arwen \tEvenstar first, and I am ready to do battle on my own part with any who deny me. Shall I call for my sword?”\n Then Gimli bowed low. “Nay, you are excused for my part, lord,” he said. “You have chosen the Evening; but my love is given to the Morning. and my heart forebodes that soon it will pass away for ever.”\n", " “West, North, and South the children of Men spread and wandered, and their joy was the joy of the morning before the dew is dry, when every leaf is green.”\n", " “Great Elephants!” said Gandalf, “you are not at all yourself this morning—you have never dusted the mantelpiece!” “What’s that got to do with it?”\n", " “Don’t go getting mixed up in the business of your betters, or you’ll land in trouble too big for you”\n", " “me”\n", " “Many folk like to know beforehand what is to be set on the table; but those who have laboured to prepare the feast like to keep their secret; for wonder makes the words of praise louder.”\n", " “He will have guessed, surely?’ said Merry. ‘Were they likely to end any other way?’ ‘Not likely,’ answered Gandalf, ‘though they came to the balance of a hair. But”\n", " “But the dawn is brief and the day full often belies its promise;”\n", " “Surely you don’t disbelieve the prophecies, because you had a hand in bringing them about yourself? You don’t really suppose, do you, that all your adventures and escapes were managed by mere luck, just for your sole benefit? You are a very fine person, Mr. Baggins, and I am very fond of you; but you are only quite a little fellow in a wide world after all!\"\n “Thank goodness!” said Bilbo laughing, and handed him the tobacco-jar.”\n", " “He longed to shut out the immensity in a quiet room by a fire.”\n", " “Then be comforted,’ said Elrond. ‘For there are other powers and realms that you know not, and they are hidden from you.”\n", " “I can put it no plainer than by saying that Bilbo was meant to find the Ring, and not by its maker.”\n", " “The genealogical trees at the end of the Red Book of Westmarch are a small book in themselves, and all but Hobbits would find them exceedingly dull. Hobbits delighted in such things, if they were accurate: they liked to have books filled with things that they already knew, set out fair and square with no contradictions.”\n", " “But soon Aragorn arose, saying: “Lo! already Minas Tirith is assailed. I fear that it will fall ere we come to its aid.” So”\n", " “He will not serve, only command. He lives now in terror of the shadow of Mordor, and yet he still dreams of riding the storm. Unhappy”\n", " “El lobo que se oye es peor que el orco que se teme.”\n", " “Jos useammat meistä pitäisivät suuremmassa arvossa ruokaa ja huvia ja laulua kuin kulta-aarteita, olisi maailma hauskempi paikka.”\n", " “Conosco la metà di voi soltanto a metà; e nutro per meno della metà di voi, metà dell'affetto che meritate”\n", " “Strange are the turns of fortune! Often does hatred hurt itself! I”\n", " “—¡Entonces las profecías de las viejas canciones se han cumplido de alguna\n manera! —dijo Bilbo.\n —¡Claro! —dijo Gandalf—. ¿Y por qué no tendrían que cumplirse? ¿No dejarás de\n creer en las profecías sólo porque ayudaste a que se cumplieran? No supondrás.\n ¿verdad?, que todas tus aventuras y escapadas fueron producto de la mera\n suerte, para tu beneficio exclusivo. Te considero una gran persona, señor Bolsón,\n y te aprecio mucho; pero en última instancia ¡eres sólo un simple individuo en un\n mundo enorme!\n —¡Gracias al cielo! —dijo Bilbo riendo”\n", " “But—,” said Bilbo. “No time for it,” said the wizard. “But—,” said Bilbo again. “No time for that either! Off you go!”\n", " “And in the glory and beauty of the Elves, and in their fate, full share had the offspring of elf and mortal, Eärendil, and Elwing, and Elrond their child.”\n", " “I sit beside the fire and think of how the world will be when winter comes without a spring that I shall ever see.”\n", " “Work of the Enemy!’ said Gandalf. ‘Such deeds he loves: friend at war with friend; loyalty divided in confusion of hearts.”\n", " “My legs must forget the miles. They would be more willing, if my heart were less heavy.”\n"]