[" “Far over the misty mountains cold\n To dungeons deep and caverns old\n We must away ere break of day\n To seek the pale enchanted gold.\n The dwarves of yore made mighty spells,\n While hammers fell like ringing bells\n In places deep, where dark things sleep,\n In hollow halls beneath the fells.\n For ancient king and elvish lord\n There many a gleaming golden hoard\n They shaped and wrought, and light they caught\n To hide in gems on hilt of sword.\n On silver necklaces they strung\n The flowering stars, on crowns they hung\n The dragon-fire, in twisted wire\n They meshed the light of moon and sun.\n Far over the misty mountains cold\n To dungeons deep and caverns old\n We must away, ere break of day,\n To claim our long-forgotten gold.\n Goblets they carved there for themselves\n And harps of gold; where no man delves\n There lay they long, and many a song\n Was sung unheard by men or elves.\n The pines were roaring on the height,\n The wind was moaning in the night.\n The fire was red, it flaming spread;\n The trees like torches blazed with light.\n The bells were ringing in the dale\n And men looked up with faces pale;\n The dragon's ire more fierce than fire\n Laid low their towers and houses frail.\n The mountain smoked beneath the moon;\n The dwarves, they heard the tramp of doom.\n They fled their hall to dying fall\n Beneath his feet, beneath the moon.\n Far over the misty mountains grim\n To dungeons deep and caverns dim\n We must away, ere break of day,\n To win our harps and gold from him!”\n", " “A man that flies from his fear may find that he has only taken a short cut to meet it.”\n", " “It does not do to leave a live dragon out of your calculations, if you live near him.”\n", " “May the wind under your wings bear you where the sun sails and the moon walks.”\n", " “So comes snow after fire, and even dragons have their endings.”\n", " “For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was light and high beauty for ever beyond its reach.”\n", " “Where there's life there's hope.”\n", " “Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement.”\n", " “I warn you, if you bore me, I shall take my revenge.”\n", " “You can only come to the morning through the shadows.”\n", " “We have come from God, and inevitably the myths woven by us, though they contain error, will also reflect a splintered fragment of the true light, the eternal truth that is with God. Indeed only by myth-making, only by becoming 'sub-creator' and inventing stories, can Man aspire to the state of perfection that he knew before the Fall. Our myths may be misguided, but they steer however shakily towards the true harbour, while materialistic 'progress' leads only to a yawning abyss and the Iron Crown of the power of evil.”\n", " “Roads Go Ever On\n Roads go ever ever on,\n Over rock and under tree,\n By caves where never sun has shone,\n By streams that never find the sea;\n Over snow by winter sown,\n And through the merry flowers of June,\n Over grass and over stone,\n And under mountains in the moon.\n Roads go ever ever on,\n Under cloud and under star.\n Yet feet that wandering have gone\n Turn at last to home afar.\n Eyes that fire and sword have seen,\n And horror in the halls of stone\n Look at last on meadows green,\n And trees and hills they long have known.\n The Road goes ever on and on\n Down from the door where it began.\n Now far ahead the Road has gone,\n And I must follow, if I can,\n Pursuing it with eager feet,\n Until it joins some larger way,\n Where many paths and errands meet.\n The Road goes ever on and on\n Down from the door where it began.\n Now far ahead the Road has gone,\n And I must follow, if I can,\n Pursuing it with weary feet,\n Until it joins some larger way,\n Where many paths and errands meet.\n And whither then? I cannot say.\n The Road goes ever on and on\n Out from the door where it began.\n Now far ahead the Road has gone.\n Let others follow, if they can!\n Let them a journey new begin.\n But I at last with weary feet\n Will turn towards the lighted inn,\n My evening-rest and sleep to meet.”\n", " “I have claimed that Escape is one of the main functions of fairy-stories, and since I do not disapprove of them, it is plain that I do not accept the tone of scorn or pity with which 'Escape' is now so often used. Why should a man be scorned if, finding himself in prison, he tries to get out and go home? Or if he cannot do so, he thinks and talks about other topics than jailers and prison-walls?”\n", " “Short cuts make long delays.”\n", " “Where did you go to, if I may ask?' said Thorin to Gandalf as they rode along.\n To look ahead,' said he.\n And what brought you back in the nick of time?'\n Looking behind,' said he.”\n", " “But I have been too deeply hurt, Sam. I tried to save the Shire, and it has been saved, but not for me. It must often be so, Sam, when things are in danger: some one has to give them up, lose them, so that others may keep them.”\n", " “It cannot be seen, cannot be felt,\n Cannot be heard, cannot be smelt,\n It lies behind stars and under hills,\n And empty holes it fills,\n It comes first and follows after,\n Ends life, kills laughter.”\n", " “It's like in the great stories, Mr. Frodo. The ones that really mattered. Full of darkness and danger they were. And sometimes you didn't want to know the end… because how could the end be happy? How could the world go back to the way it was when so much bad had happened? But in the end, it’s only a passing thing… this shadow. Even darkness must pass.”\n", " “All that is gold does not glitter,\n Not all those who wander are lost.”\n", " “In this hour, I do not believe that any darkness will endure.”\n", " “The wide world is all about you: you can fence yourselves in, but you cannot for ever fence it out.”\n", " “In sorrow we must go, but not in despair. Behold! we are not bound for ever to the circles of the world, and beyond them is more than memory.”\n", " “Oft hope is born when all is forlorn.”\n", " “Good Morning!\" said Bilbo, and he meant it. The sun was shining, and the grass was very green. But Gandalf looked at him from under long bushy eyebrows that stuck out further than the brim of his shady hat.\n \"What do you mean?\" he said. \"Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?\"\n \"All of them at once,\" said Bilbo. \"And a very fine morning for a pipe of tobacco out of doors, into the bargain.\n ...\n \"Good morning!\" he said at last. \"We don't want any adventures here, thank you! You might try over The Hill or across The Water.\" By this he meant that the conversation was at an end.\n \"What a lot of things you do use Good morning for!\" said Gandalf. \"Now you mean that you want to get rid of me, and that it won't be good till I move off.”\n", " “It is not the strength of the body that counts, but the strength of the spirit.”\n", " “He that breaks a thing to find out what it is has left the path of wisdom.”\n", " “Home is behind, the world ahead,\n And there are many paths to tread\n Through shadows to the edge of night,\n Until the stars are all alight.\n Then world behind and home ahead,\n We'll wander back and home to bed.\n Mist and twilight, cloud and shade,\n Away shall fade! Away shall fade!”\n", " “If by my life or death I can protect you, I will. ”\n", " “The world is full enough of hurts and mischances without wars to multiply them.”\n", " “I feel thin, sort of stretched, like butter scraped over too much bread.”\n"]