[" “I felt a curious thrill, as if something had stirred in me, half wakened from sleep. There was something very remote and strange and beautiful behind those words, if I could grasp it, far beyond ancient English.\n ”\n", " “He was dark-haired as his mother, and promised to be like her in mood also; for he was not merry, and spoke little, though he learned to speak early and ever seemed older than his years. Túrin was slow to forget injustice or mockery; but the fire of his father was also in him, and he could be sudden and fierce. Yet he was quick to pity, and the hurts or sadness of living things might move him to tears.”\n", " “Alas! An ill fate is on me this day, and all that I do goes amiss!”\n", " “At length the Lady Galadriel released them from her eyes, and she smiled. ‘Do not let your hearts be troubled,’ she said. ‘Tonight you shall sleep in peace.’ Then they sighed and felt suddenly weary, as those who have been questioned long and deeply, though no words had been spoken openly.”\n", " “Someone said that intelligence would be needed in the party. He was right. I think I shall come with you.”\n", " “Ash nazg durbatulûk, ash nazg gimbatul,\n Ash nazg thrakatulûk agh burzum-ishi krimpatul.”\n", " “Where iss it, where iss it: my Precious, my Precious? It's ours, it is, and we wants it. The thieves, the thieves, the filthy little thieves. Where are they with my Precious? Curse them! We hates them.”\n", " “For still there are so many things that I have never seen: in every wood in every spring there is a different green. I sit beside the fire and think of people long ago, and people who will see a world that I shall never know.”\n", " “I don't deny it,\" said Frodo, looking at Sam, who was now grinning. \"I don't deny it, but I'll never believe you are sleeping again, whether you snore or not. I shall kick you hard to make sure.”\n", " “In the evening they went to say good-bye to Bilbo. 'Well, if you must go, you must,' he said. 'I am sorry. I shall miss you. It is nice just to know that you are about the place. But I am getting very sleepy.' Then he gave Frodo his mithril-coat and Sting, forgetting that he had already done so; and he gave him also three books of lore that he had made at various times, written in his spidery hand, and labelled on their red backs:\n ”\n", " “Therefore he willed that the hearts of Men should seek beyond the world and should find no rest therein; but they should have a virtue to shape their life, amid the powers and chances of the world, beyond the Music of the Ainur, which is as fate to all things else; and of their operation everything should be, in form and deed, completed, and the world fulfilled unto the last and smallest.”\n", " “In those days of our tale, there were still some people who had both elves and heroes of the North for ancestors and Elrond, the master of the house, was their chief. He was as noble and as fair in face as an elf lord, as strong as a warrior, as wise as a wizard, as venerable as a king of dwarves and as kind as summer.”\n", " “Float beyond the world of trees. Out into the whispering breeze, past the rushes, past the weeds, past the marsh's waving reeds.”\n", " “I wish none of this had happened.”\n", " “even as he took her hand and kissed it, he fell into sleep. Then a great beauty was revealed in him, so that all who after came there looked on him in wonder; for they saw that the grace of his youth, and the valour of his manhood, and the wisdom and majesty of his age were blended together. And long there he lay, an image of the splendour of the Kings of Men in glory undimmed before the breaking of the world.”\n", " “He hated it and loved it, as he hated and loved himself. He could not get rid of it. He had no will left in the matter. A Ring of Power looks after itself, Frodo.”\n", " “There were fissures and chasms in the walls and floor, and every now and then a crack would open right before their feet. The widest was more than seven feet across, and it was long before Pippin could summon enough courage to leap over the dreadful gap.”\n", " “I don’t feel like that now. I feel that as long as the Shire lies behind, safe and comfortable, I shall find wandering more bearable: I shall know that somewhere there is a firm foothold, even if my feet cannot stand there again.”\n", " “Some things are ill to hear when the world’s in shadows.”\n", " “A new day will come and when the sun shines it will shine out the clearer.”\n", " “He liked visitors, but he liked to know them before they arrived, and he preferred to ask them himself.”\n", " “White!\" he sneered. \"It serves as a beginning. White cloth may dyed. The white page can be overwritten; and the white light can be broken.\"\n \"In which case it is no longer white,\" said I. \"And he that breaks a thing to find out what it is has left the path of wisdom.”\n", " “I will give you a name,” he said to it, “and I shall call you Sting.”\n", " “I came in time, and I have called him back. He is weary now, and grieved, and he has taken a hurt like the Lady Éowyn, daring to smite that deadly thing. But these evils can be amended, so strong and gay a spirit is in him. His grief he will not forget; but it will not darken his heart, it will teach him wisdom.”\n", " “Always after a defeat and a respite, the Shadow takes another shape and grows again.”\n", " “His poem is like a play in a room through the windows of which a distant view can be seen over a large part of the English traditions about the world of their original home. (Tolkien on the author of Beowulf)”\n", " “The Biggest Adventure Is What Lies Ahead...”\n", " “You have chosen the Evening; but my love is given to the Morning.”\n", " “There are in any case many heroes but very few good dragons.”\n", " “Every man has something too dear to trust to another.”\n"]