[" “I am a true man, neither thief nor tracker. I need your Ring: that you know now; but I give you my word that I do not desire to keep it. Will you not at least let me make trial of my plan? Lend me the Ring!”\n", " “Many that live deserve death. And some deserve life”\n", " “You step into the Road, and if you don't keep your feet, there is no knowing where you might be swept off to.”\n", " “My brothers, I see in your eyes the same fear that would take the heart of me.\n A day may come when the courage of men fails, when we forsake our friends and break all bonds of fellowship, but it is not this day.\n An hour of wolves and shattered shields, when the age of men comes crashing down, but it is not this day!\n This day we fight!”\n", " “For the valour of the Edain the Elves shall ever remember as the ages lengthen, marvelling that they gave life so freely of which on earth they had so little. But it is not for thy valour only that I send thee, but to bring into the world a hope beyond thy sight, and a light that shall pierce the darkness.”\n", " “Come now, son of Éomund, the choice must be made at last. Aid us, or at the worst let us go free. Or seek to carry out your law. If you do so there will be fewer to return to your war or to your king.”\n", " “With their whips of flames they smote asunder the webs of Ungoliant.\" - The Silmarillion”\n", " “It is not yours save by unhappy chance. It might have been mine. It should be mine. Give it to me!”\n", " “The Lord of the Ringwraiths had met his doom.”\n", " “Masal tehlikeli bir diyardır, orada gafiller için tuzaklar, küstahlar içinse zindanlar vardır.”\n", " “If the Emyn Muil lie before us, then we can abandon these cockle-boats, and strike westward and southward, until we come to the Entwash and cross into my own land.”\n", " “And they saw with amazement the coming of the Children of Ilúvatar, and the habitation that was prepared for them; and they perceived that they themselves in the labour of their music had been busy with the preparation of this dwelling, and yet knew not that it had any purpose beyond its own beauty. For the Children of Ilúvatar were conceived by him alone; and they came with the third theme, and were not in the theme which Ilúvatar propounded at the beginning, and none of the Ainur had part in their making. Therefore when they beheld them, the more did they love them, being things other than themselves, strange and free, wherein they saw the mind of Ilúvatar reflected anew, and learned yet a little more of his wisdom, which otherwise had been hidden even from the Ainur.”\n", " “Strange are the turns of fortune! Often does hatred hurt itself!”\n", " “Then he lifted up his hands and cried in a loud voice ringing above the din: The Eagles are coming! And many voices answered crying: The Eagles are coming! The Eagles are coming!”\n", " “We spend our waning strength to no avail. For till we be sure where the Dragon will pass, it is vain to climb.’ ‘But”\n", " “and giving him such small gifts as he would accept,”\n", " “Now the Children of Ilúvatar are Elves and Men, the Firstborn and the Followers.”\n", " “Ponies take some catching, I believe, after a long start. And so do burglars,”\n", " “Whoa, Sam Gamgee!' he said aloud. 'Your legs are too short, so use your head.”\n", " “Remember that the Mirror shows many things, and not all have yet come to pass. Some never come to be, unless those that behold the visions turn aside from their path to prevent them. The Mirror is dangerous as a guide of deeds.”\n", " “We can have many a\n good talk. What about helping me with my book, and making\n a start on the next? Have you thought of an ending?’\n ‘Yes, several, and all are dark and unpleasant,’ said Frodo.\n ‘Oh, that won’t do!’ said Bilbo. ‘Books ought to have good\n endings. How would this do: and they all settled down and\n lived together happily ever after?’\n ‘It will do well, if it ever comes to that,’ said Frodo.\n ‘Ah!’ said Sam. ‘And where will they live? That’s what I\n often wonder”\n", " “Many that live deserve death. And some that die deserve life”\n", " “Where now the horse and the rider? Where is the horn that was blowing? Where is the helm and the hauberk, and the bright hair flowing? Where is the hand on the harpstring, and the red fire glowing? Where is the spring and the harvest and the tall corn growing? They have passed like rain on the mountain, like a wind in the meadow; The days have gone down in the West behind the hills into shadow. Who shall gather the smoke of the dead wood burning, Or behold the flowing years from the Sea returning?”\n", " “Never laugh at live dragons, Bilbo you fool!” he said to himself, and it became a favourite saying of his later, and passed into a proverb.”\n", " “The evil that was devised long ago works on in many ways, whether Sauron himself stands or falls. Would not that have been a noble deed to set to the credit of his Ring, if I had taken it by force or fear from”\n", " “I pass the test,’ she said. ‘I will diminish, and go into the West, and remain Galadriel.”\n", " “Then I gave him a last choice and a fair one: to renounce both Mordor and his private schemes, and make amends by helping us in our need.”\n", " “A time may come soon when none will return. Then there will be need of valour without renown, for none shall remember the deeds that are done in the last defence of your homes. Yet the deeds will not be less valiant because they are unpraised”\n", " “Excitable little fellow,\" said Gandalf, as they sat down again. \"Gets funny queer fits, but he is one of the best, one of the best – as fierce as a dragon in a pinch.\" If you have ever seen a dragon in a pinch, you will realize that this was only poetical exaggeration applied to any hobbit...”\n", " “Before they ate, Faramir and all his men turned and faced west in a moment of silence. Faramir signed to Frodo and Sam that they should do likewise. ‘So we always do,’ he said, as they sat down: ‘we look towards Númenor that was, and beyond to Elvenhome that is, and to that which is beyond Elvenhome and will ever be.”\n"]