[" “It was in these early days, doubtless, that the Hobbits learned their letters and began to write after the manner of the Dúnedain, who had in their turn long before learned the art from the Elves. And in those days also they forgot whatever languages they had used before, and spoke ever after the Common Speech, the Westron as it was named, that was current through all the lands of the kings from Arnor to Gondor, and about all the coasts of the Sea from Belfalas to Lune. Yet they kept a few words of their own, as well as their own names of months and days, and a great store of personal names out of the past. About”\n", " “If you lived near the edge of Mirkwood, you would take the word of no one that you did not know as well as your brother or better.”\n", " “I should want hundreds of years to bring it all up, if I was fifty times as big, and Smaug as tame as a rabbit.”\n", " “To walk into peril – to Mordor.”\n", " “You should see the waterways of Dale, Frodo, and the fountains, and the pools! You should see the stone-paved roads of many colours! And the halls and cavernous streets under the earth with arches carved like trees; and the terraces and towers upon the Mountain's sides! Then you would see that we have not been idle.”\n", " “I do not know how long he kept on like this, hating to go on, not daring to stop, on, on, until he was tireder than tired. It seemed like all the way to tomorrow and over it to the days beyond.”\n", " “The Elder, you say, are unpunished, and even those who rebelled do not die. Yet that is to them neither reward nor punishment, but the fulfilment of their being. They cannot escape, and are bound to this world, never to leave it so long as it lasts, for its life is theirs. And you are punished for the rebellion of Men, you say, in which you had small part, and so it is that you die. But that was not at first appointed for a punishment. Thus you escape, and leave the world, and are not bound to it, in hope or in weariness. Which of us therefore should envy the others?”\n", " “Don’t be precise,” said Dwalin, “and don’t worry! You will have to manage without pocket-handkerchiefs, and a good many other things, before you get to the journey’s end.”\n", " “each had felt that he was offered a choice between a shadow full of fear that lay ahead, and something that he greatly desired: clear before his mind it lay, and to get it he had only to turn aside from the road and leave the Quest and the war against Sauron to others.”\n", " “I have some counsel for hardy hearts.’ The”\n", " “But after that we must guess the riddles, if we are to choose our course rightly,’ answered Aragorn. ‘Maybe there is no right choice,’ said Gimli.”\n", " “It is best to love first what you are fitted to love,”\n", " “the West, And far away will find a land where both our hearts may rest.’ Treebeard”\n", " “We do not desire the power of wizard-lords, only strength to defend ourselves, strength in a just cause. And behold! in our need chance brings to light the Ring of Power. It is a gift, I say; a gift to the foes of Mordor. It is mad not to use it, to use the power of the Enemy against him. The fearless, the ruthless, these alone will achieve victory. What”\n", " “Actually in Hobbiton and Bywater every day in the year was somebody’s birthday, so that every hobbit in those parts had a fair chance of at least one present at least once a week. But they never got tired of them.”\n", " “Lazy Lob and crazy Cob are weaving webs to wind me. I am far more sweet than other meat, but still they cannot find me! Here am I, naughty little fly; you are fat and lazy. You cannot trap me, though you try, in your cobwebs crazy.”\n", " “Now he will ever remember thee in the sun of morning, and that last evening by the water of Aeluin in which he saw thy face mirrored with a star caught in thy hair -ever, until the North-wind brings the night of his flame. Yea, and after that, sitting in the House of Mandos in the Halls of Awaiting until the end of Arda.”\n", " “When Hobbits first began to smoke is not known, all the legends and family histories take it for granted; for ages folk in the Shire smoked various herbs, some fouler, some sweeter.”\n", " “No thank you, O Smaug the Tremendous!” he replied. “I did not come for presents. I only wished to have a look at you and see if you were truly as great as tales say. I did not believe them.”\n", " “remember Húrin; for without mortal Men the Elves shall not prevail against the Balrogs and the Orcs.”\n", " “When winter first begins to bite and stones crack in the frosty night, when pools are black and trees are bare, ’tis evil in the Wild to fare.”\n", " “One Ring to rule them all,”\n", " “ring, outside and inside: lines of fire that seemed”\n", " “The misty morning crawleth grey from dusk to the reluctant day.”\n", " “Balrogs. Now these were demons with whips of flame and claws of steel by whom he tormented those of the Noldoli who durst withstand him in anything –and the Eldar have called them Malkarauki. But the rede that Meglin gave to Melko was that not all the host of the Orcs nor the Balrogs in their fierceness might by assault or siege hope ever to overthrow the walls and gates of Gondolin even if they availed to win unto the plain without.”\n", " “I wish it need not have happened in my time,’ said Frodo. ‘So do I,’ said Gandalf, ‘and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us. And”\n", " “You speak as a friend of Túrin son of Húrin?’ said Thingol. ‘I was, but I have loved truth more and longer,’ Mablung answered.”\n", " “And what more can hobbits do? They can be comic, but their comedy is suburban unless it is set against things more elemental.”\n", " “But go now with good hearts! Farewell, and may the blessing of Elves and Men and all Free Folk go with you. May the stars shine upon your faces!”\n", " “his talk dwelt on walls and weapons, and the mustering of men; and he drew plans for great alliances and glorious victories to be; and he cast down Mordor, and became himself a mighty king, benevolent and wise. Suddenly”\n"]