[" “If I am to understand that you are enquiring whether I am of Jewish origin, I can only reply that I regret that I appear to have no ancestors of that gifted people. My great-great-grandfather came to England in the eighteenth century from Germany: the main part of my descent is therefore purely English, and I am an English subject—which should be sufficient. I have been accustomed, nonetheless, to regard my German name with pride, and continued to do so throughout the period of the late regrettable war, in which I served in the English army. I cannot, however, forbear to comment that if impertinent and irrelevant inquiries of this sort are to become the rule in matters of literature, then the time is not far distant when a German name will no longer be a source of pride.”\n", " “And she answered: ‘All your words are but to say: you are a woman, and your part is in the house. But when the men have died in battle and honour, you have leave to be burned in the house, for the men will need it no more. But I am of the House of Eorl and not a serving-woman. I can ride and wield blade, and I do not fear either pain or death.”\n", " “Para aquel que no conoce la piedad, los hechos piadosos son extraños e incomprensibles.”\n", " “I found not being able to use a pen or pencil as defeating as the loss of her beak would be to a hen.”\n", " “Tu destino está en ti mismo, no en tu nombre.”\n", " “Don't you let go. Don't let go. Reach!”\n", " “The mind that thought of light, heavy, grey, yellow, still, swift, also conceived of magic that would make heavy things light and be able to fly, turn grey lead into yellow gold, and the still rock into a swift water.”\n", " “Frodo: Mordor. I hope the others find a safer route.\n Sam: Strider will look after them.\n Frodo: I don’t suppose we’ll ever see them again.\n Sam: We may yet, Mr. Frodo. We may.”\n", " “Give with a free hand, but give only of your own.”\n", " “Smeagol won't grub for roots and carrotses and - taters. What's taters,precious, eh, what's taters?\"\n \"Po-ta-toes!\" said Sam.”\n", " “Frodo: Sam! Wood-Elves! They're going to the harbour beyond the White Towers. To the Grey Havens\n Sam: They're leaving Middle-earth.\n Frodo: Never to return.”\n", " “I do really wish to destroy it!' cried Frodo. 'Or, well, to have it destroyed. I am not made for perilous quests. I wish I had never seen the Ring! Why did it come to me? Why was I chosen?”\n", " “We're going on a bit too fast. You and I, Sam, are still stuck in the worst places of the story, and it is all too likely that some will say at this point: \"Shut the book now, dad; we don't want to read any more.”\n", " “However it may prove, one must tread the path that need chooses!”\n", " “A day may come when the courage of men fails, when we forsake our friends and break all bonds of fellowship, but it is not this day.\n Aragorn, The Lord of the Rings: Return of the King”\n", " “Dunia memang penuh bahaya, dan di dalamnya banyak tempat gelap; tapi masih banyak hal indah, dan meski di semua negeri sekarang cinta tercampur dengan duka, mungkin dia justru tumbuh semakin hebat.”\n", " “As they sang the hobbit felt the love of beautiful things made by hands and by cunning and by magic moving through him, a fierce and jealous love, the desire of the hearts of dwarves. Then something Tookish woke up inside him, and he wished to go and see the great mountains, and hear the pine-trees and the waterfalls, and explore the caves, and wear a sword instead of a walking-stick.”\n", " “Verily,' said Gandalf, now in a loud voice, keen and clear, 'that way lies our hope, where sits our greatest fear. Doom hangs still on a thread. Yet hope there is still, if we can but stand unconquered for a little while.”\n", " “There is darkness there that never sleeps.”\n", " “Unmasking the intentions of a Satanic character: He cannot be both counselor and tyrant.”\n", " “The wolf that one hears is worse than the orc that one fears. - Boromir”\n", " “Escape from goblins to be caught by wolves.”\n", " “A small oversight, but it proved fatal. Small oversights often do.”\n", " “I go now to my long rest in the timeless halls beyond the seas and the Mountains of Aman. It will be long ere I am seen among the Noldor again; and it may be that we shall not meet a second time in death or life, for the fates of our kindreds are apart. Farewell!' He died then in the dark, in Tol-in-Gaurhoth, whose great tower he himself had built. Thus King Finrod Felagund, fairest and most beloved of the house of Finwë, redeemed his oath; but Beren mourned beside him in despair.”\n", " “Going on from there was the bravest thing he ever did. The tremendous things that happened afterwards were as nothing compared to it. He fought the real battle in the tunnel alone, before he ever saw the vast danger that lay in wait.”\n", " “Go now, and die in what way seems best to you.”\n", " “Boromir was a valiant member of our Company,' said Frodo at length. 'Yes, I was his friend, for my part”\n", " “No es oro todo lo que reluce, ni toda la gente errante anda perdida...”\n", " “The best rooms were all on the left-hand side (going in), for these were the only ones to have windows, deep-set round windows looking over his garden and meadows beyond, sloping down to the river.”\n", " “¡Es que no soy ningun hombre viviente! Lo que tus ojos ven es una mujer. Soy Éowyn hija de Eomund. Pretendes impedir que me acerque a mi señor y pariente. ¡Vete de aqui si no eres una criatura inmortal! Porque vivo o espectro oscuro, te traspasare con mi espada si lo tocas!”\n"]