[" “The enemy is strong beyond our reckoning, yet we have a hope at which he has not guessed.”\n", " “And it is also said,’ answered Frodo: ‘Go not to the Elves for counsel, for they will say both no and yes.’ ‘Is it indeed?’ laughed Gildor. ‘Elves seldom give unguarded advice, for advice is a dangerous gift, even from the wise to the wise, and all courses may run ill.”\n", " “There is a seed of courage hidden (often deeply, it is true) in the heart of the fattest and most timid hobbit.”\n", " “Perhaps you could call her perilous, because she's so strong in herself. You, you could dash yourself to pieces on her, like a ship on a rock.”\n", " “Out leapt the King under the Mountain, and his companions followed him.”\n", " “Moon-letters are rune-letters, but you cannot see them,” said Elrond, “not when you look straight at them. They can only be seen when the moon shines behind them, and what is more, with the more cunning sort it must be a moon of the same shape and season as the day when they were written.”\n", " “Aragorn, the greatest traveller and huntsman of this age of the world. Together”\n", " “In this meeting there may be more than chance;”\n", " “You have nice manners for a thief and a liar,” said the dragon. “You seem familiar with my name, but I don’t seem to remember smelling you before. Who are you and where do you come from, may I ask?” “You may indeed! I come from under the hill, and under the hills and over the hills my paths led. And through the air. I am he that walks unseen.” “So I can well believe,” said Smaug, “but that is hardly your usual name.” “I am the clue-finder, the web-cutter, the stinging fly. I was chosen for the lucky number.” “Lovely titles!” sneered the dragon. “But lucky numbers don’t always come off.” “I am he that buries his friends alive and drowns them and draws them alive again from the water. I came from the end of a bag, but no bag went over me.” “These don’t sound so creditable,” scoffed Smaug. “I am the friend of bears and the guest of eagles. I am Ringwinner and Luckwearer; and I am Barrel-rider,” went on Bilbo beginning to be pleased with his riddling. “That’s better!” said Smaug. “But don’t let your imagination run away with you!”\n", " “Even the good plans of wise wizards like Gandalf and of good friends like Elrond go astray sometimes when you are off on dangerous adventures over the Edge of the Wild; and Gandalf was a wise enough wizard to know it.”\n", " “Pity? It was Pity that stayed his hand. Pity, and Mercy: not to strike without need....\n 'Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death and judgment. For even the very wise cannot see all ends.”\n", " “but such was the virtue of the land of Rivendell that soon all fear and anxiety was lifted from their minds. The future, good or ill, was not forgotten, but ceased to have any power over the present. Health and hope grew strong in them, and they were content with each good day as it came, taking pleasure in every meal, and in every word and song.”\n", " “You don’t really suppose, do you, that all your adventures and escapes were managed by mere luck, just for your sole benefit? You are a very fine person, Mr. Baggins, and I am very fond of you; but you are only quite a little fellow in a wide world after all!” “Thank”\n", " “and upon them rode the Balrogs in hundreds; and these were the most dire of all those monsters which Melko devised against Gondolin.”\n", " “Where did you go to, if I may ask?” said Thorin to Gandalf as they rode along. “To look ahead,” said he. “And what brought you back in the nick of time?” “Looking behind,” said he.”\n", " “Tolkien later lamented, \"The most improper job of any man ... is bossing other men. Not one in a million is fit for it, and least of all those who seek the opportunity.\"[”\n", " “Don’t pinch!” said his eagle. “You need not be frightened like a rabbit, even if you look rather like one.”\n", " “And it is not our part here to take thought only for a season, or for a few lives of Men, or for a passing age of the world.”\n", " “ease and peace had left this people still curiously tough. They were, if it came to it, difficult to daunt or to kill; and they were, perhaps, so unwearyingly fond of good things not least because they could, when put to it, do without them, and could survive rough handling by grief, foe, or weather in a way that astonished those who did not know them well and looked no further than their bellies and their well-fed faces. Though”\n", " “and their joy was like swords, and they passed in thought out to regions where pain and delight flow together and tears are the very wine of blessedness.”\n", " “The Lonely Mountain! Bilbo had come far and through many adventures to see it, and now he didn't like the look of it in the least.”\n", " “North with the wind in the left eye and a blessing on your footsteps!”\n", " “There are many powers in the world, for good or for evil. Some are greater than I am. Against some I have not yet been measured. But”\n", " “Si diéramos a la comida, la alegría y las canciones más valor que al oro, este sería sin duda un mundo más feliz”\n", " “E colui che rompe un oggetto per scoprire cos’è, ha abbandonato il sentiero della saggezza’.”\n", " “I don’t rightly know what I want: but I have something to do before the end, and it lies ahead, not in the Shire. I must see it through, sir, if you understand me.”\n", " “in the Bree-land, at any rate, the hobbits were decent and prosperous, and no more rustic than most of their distant relatives Inside. It was not yet forgotten that there had been a time when there was much coming and going between the Shire and Bree. There was Bree-blood in the Brandybucks by all accounts. The village of Bree had some hundred stone houses of the Big Folk, mostly above the Road, nestling on the hillside with windows looking west. On that side, running in more than half a circle from the hill and back to it, there was a deep dike”\n", " “This book is thus primarily addressed to such readers as may perhaps recall that the hide of Shelob was so horrendously hard that it ‘could not be pierced by any strength of men, not though Elf or Dwarf should forge the steel or the the children of húrin hand of Beren or of Túrin wield it’, or that Elrond named Túrin to Frodo at Rivendell as one of ‘the mighty Elf-friends of old’; but know no more of him.”\n", " “— Добро утро! — каза Билбо, като имаше точно това наум, защото слънцето грееше, а тревата беше приказно зелена. Но Гандалф го изгледа изпод дългите си рунтави вежди, които стърчаха извън широката периферия на шапката, и попита:\n — Какво искаш да кажеш? Пожелаваш ми добро утро или намекваш, че и да искам, и да не искам, утрото ще е добро; или пък, че в такова утро човек трябва да бъде добър?”\n", " “There in the last end of Egladil upon the green grass the parting feast was held; but Frodo ate and drank little, heeding only the beauty of the Lady and her voice. She seemed no longer perilous or terrible, nor filled with hidden power. Already she seemed to him, as by men of later days Elves still at times are seen: present and yet remote, a living vision of that which has already been left far behind by the flowing streams of Time.”\n"]