[" “So it ends as I guessed it would,' his thoughts said, even as it fluttered away; and it laughed a little within him ere it fled, almost gay it seemed to be casting off all doubt and care and fear. And even as it winged away into forgetfulness it heard voices, and they seemed to be crying in some forgotten world far above:\n 'The eagles are coming! The eagles are coming!'\n For one moment more Pippin's thought hovered. \"Bilbo! But no! That came in his tale, long long ago. This is my tale, and it ended now. Good-bye!' And his thought fled far away and his eyes saw no more.”\n", " “No onslaught more fierce was ever seen in the savage world of beasts, where some desperate small creature armed with little teeth, alone, will spring upon a tower of horn and hide that stands above its fallen mate.”\n", " “Haldir had gone on and was now climbing to the high flet. As Frodo prepared to follow him, he laid his hand upon the tree beside the ladder: never before had he been so suddenly and so keenly aware of the feel and texture of a tree's skin and of the life within it. He felt a delight in wood and the touch of it, neither as forester nor as carpenter; it was the delight of the living tree itself.”\n", " “But whenever I say that I will do this or that, it looks very different when the time comes.”\n", " “He was kindhearted, in a way. You know the sort of kind heart: it made him uncomfortable more often than it made him do anything; and even when he did anything, it did not prevent him from grumbling, losing his temper and swearing (mostly to himself).”\n", " “Mind your P's and Q's.”\n", " “The hands of a king are the hands of a healer.”\n", " “I am going with him, if he climbs to the Moon.”\n", " “With a suddenness that startled them all the wizard sprang to his feet. He was laughing! \"I have it!\" he cried. \"Of course, of course! Absurdly simple, like most riddles when you see the answer.\"\n Picking up his staff he stood before the rock and said in a clear voice:\n The star shone out briefly and faded again. Then silently a great doorway was outlined, though not a crack or joint had been visible before. Slowly it divided in the middle and swung outwards inch by inch, until both doors lay back against the wall.”\n", " “N-nothing important. That is, I heard a good deal about a ring, and a dark lord, and something about the end of the world, but please, Mr. Gandalf, sir, don't hurt me. Don't turn me into anything... unnatural.”\n", " “I feel that as long as the Shire lies behind, safe and comfortable, I shall find wandering more bearable: I shall know that somewhere there is a firm foothold, even if my feet cannot stand there again.”\n", " “Gandalf put his hand on Pippin's head. \"There never was much hope,\" he answered. \"Just a fool's hope, as I have been told.”\n", " “Nay! Alas for us all! And for all that walk in the world in these after-days. For such is the way of it: to find and lose, as it seems to those whose boat is on the running stream. But I count you blessed [...] for your loss you suffer of your own free will, and you might have chosen otherwise. But you have not forsaken your companions, and the least reward that you shall have is that the memory of Lothlórien shall remain ever clear and unstained in your heart, and shall neither fade nor grow stale.”\n", " “I am in fact a hobbit (in all but size). I like gardens, trees and unmechanized farmlands; I smoke a pipe, and like good plain food (unrefrigerated).”\n", " “It is not despair, for despair is only for those who see the end beyond all doubt. We do not. It is wisdom to recognize necessity, when all other courses have been weighed, though as folly it may appear to those who cling to false hope.”\n", " “I can put it no plainer than by saying that Bilbo was meant to find the Ring, and not by its maker. In which case you also were meant to have it. And that may be an encouraging thought.”\n", " “Books ought to have good endings.How would this do: and they all settled down and lived together happily ever after?”\n", " “Now when Túrin learnt from Finduilas of what had passed, he was wrathful, and he said to Gwindor: 'In love I hold you for your rescue and sake-keeping. But now you have done ill to me, friend, to betray my right name, and call my doom upon me, from which I would lie hid.'\n But Gwindor answered: 'The doom lies in yourself, not in your name.”\n", " “And he smote the Balrog upon the mountainside.”\n", " “But I don't think I ought to leave my friends like this, after all we have gone through together.”\n", " “Fantasy remains a human right: we make in our measure and in our derivative mode, because we are made: and not only made, but made in the image and likeness of a Maker.”\n", " “After all, I believe that legends and myths are largely made of 'truth'.”\n", " “At first the beauty of the melodies and of the interwoven words in elven-tongues, even though he understood them little, held him in a spell, as soon as as he began to attend to them. Almost it seemed that the words took shape, and visions of far lands and bright things that he had never yet imagined opened out before him; and the firelit hall became like a golden mist above the seas of foam that sighed upon the margins of the world. Then the enchantment became more and more dreamlike, until he felt that an endless river of swelling gold and silver was flowing over him, too multitudinous for its pattern to be comprehended; it became part of the throbbing air about him, and it drenched and drowned him. swiftly he sank under its shining weight into a deep realm of sleep.”\n", " “Good Morning!” said Bilbo, and he meant it. The sun was shining, and the grass was very green. But Gandalf looked at him from under long bushy eyebrows that stuck out further than the brim of his shady hat.\n “What do you mean?” he said. “Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?”\n", " “And when [Bëor] lay dead, of no wound or grief, but stricken by age, the Eldar saw for the first time the swift waning of the life of Men, and the death of weariness which they knew not in themselves; and they grieved greatly for the loss of their friends. But Bëor at the last had relinquished his life willingly and passed in peace; and the Eldar wondered much at the strange fate of Men, for in all their lore there was no account of it, and its end was hidden from them.”\n", " “I am a Christian…so that I do not expect ‘history’ to be anything but a ‘long defeat’ — though it contains (and in a legend may contain more clearly and movingly) some samples or glimpses of final victory.”\n", " “We may stand, if only on one leg, or at least be left still upon our knees.”\n", " “He knew that all the hazards and perils were now drawing together to a point: the next day would be a day of doom, the day of final effort or disaster, the last gasp.”\n", " “There was a deep silence, only scraped on its surfaces by the faint quiver of empty seed-plumes, and broken grass-blades trembling in small air-movements they could not feel.\n 'Not a bird!' said Sam mournfully.\n 'No, no birds,' said Gollum. 'Nice birds!' He licked his teeth. 'No birds here. There are snakeses, wormses, things in the pools. Lots of things, lots of nasty things. No birds,' he ended sadly.\n Sam looked at him with distaste.”\n", " “I am not going to do anything\n you: not if you mean by that 'do something\n you' without your leave. We might do some things together. I don't know about sides. I go my own way; but your way may go along with mine for a while.”\n"]