[" “Dacă soața lui Húrin poate să plece împotriva tuturor sfaturilor pentru că o cheamă glasul sângelui, la fel poate și fiica lui Húrin. Mi-ai dat numele de Bocirea, numai că nu voiesc a jeli de una singură după tată, după frate și după mamă.”\n", " “The enemy? His sense of duty was no less than yours, I deem. You wonder what his name is, where he comes from, and if he really was evil at heart. What lies or threats led him on this long march from home, and would he not rather have stayed there in peace? War will make corpses of us all.”\n", " “Then Smaug spoke. “Well, thief! I smell you and I feel your air. I hear your breath. Come along! Help yourself again, there is plenty and to spare!” But”\n", " “Now the world runs on swiftly to great tidings. And one of men, even of Beor's house, shall indeed come, and the Girdle of Melian shall not restrain him, for doom greater than my power shall send him; and the songs that shall spring from that coming shall endure when all Middle-earth is changed.”\n", " “turned”\n", " “In my story Sauron represents as near an approach to the wholly evil will as is possible. He had gone the way of all tyrants: beginning well, at least on the level that while desiring to order all things according to his own wisdom he still at first considered the (economic) well-being of other inhabitants of the Earth. But he went further than human tyrants in pride and the lust for domination, being in origin an immortal (angelic) spirit.* In The Lord of the Rings the conflict is not basically about 'freedom', though that is naturally involved. It is about God, and His sole right to divine honour. The Eldar and the Númenóreans believed in The One, the true God, and held worship of any other person an abomination. Sauron desired to be a God-King, and was held to be this by his servants; if he had been victorious he would have demanded divine honour from all rational creatures and absolute temporal power over the whole world.”\n", " “Suddenly in the wood beyond The Water a flame leapt up—probably somebody lighting a wood-fire—and he thought of plundering dragons settling on his quiet Hill and kindling it all to flames.”\n", " “È divenuto così strano il mondo! Elfi e Nani camminano insieme sulle nostre praterie, in pieno giorno; c’è gente che parla con la Dama della Foresta, eppur rimane in vita; e ritorna a combattere finanche la Spada che fu Rotta nei tempi remoti, prima che i padri dei nostri padri giungessero nel Mark! Come può un uomo in tempi come questi decidere quel che deve fare?”.”\n", " “At last with an effort he spoke, and wondered to hear his own words, as if some other will was using his small voice. ‘I will take the Ring,’ he said, ‘though I do not know the way.”\n", " “Gandalf looked at him. “My dear Bilbo!” he said. “Something is the matter with you! You are not the hobbit that you were.”\n", " “measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.”\n", " “it is not our part here to take thought only for a season, or for a few lives of Men, or for a passing age of the world.”\n", " “As for the Hobbits of the Shire, with whom these tales are concerned, in the days of their peace and prosperity they were a merry folk. They dressed in bright colours, being notably fond of yellow and green; but they seldom wore shoes, since their feet had tough leathery soles and were clad in a thick curling hair, much like the hair of their heads, which was commonly brown. Thus, the only craft little practised among them was shoe-making; but they had long and skilful fingers and could make many other useful and comely things. Their faces were as a rule good-natured rather than beautiful, broad, bright-eyed, red-cheeked, with mouths apt to laughter, and to eating and drinking. And laugh they did, and eat, and drink, often and heartily, being fond of simple jests at all times, and of six meals a day (when they could get them). They were hospitable and delighted in parties, and in presents, which they gave away freely and eagerly accepted.”\n", " “Но Отрядът не се интересуваше от наблюдатели и враждебни погледи. Сърцата им се възрадваха от гледката на огъня. Съчките горяха весело и макар че огънят наоколо съскаше и локвички от киша се стичаха под краката им, те радостно топлеха ръце над пламъците. Стояха приведени в кръг около танцуващите и пъхтящи огнени езичета. Червена светлина огряваше уморените им тревожни лица; нощта зад тях бе като черна стена.\n Ала дървата изгаряха бързо, а снегът продължаваше да вали”\n", " “Il bene e il male sono rimasti immutati da sempre, e il loro significato è il medesimo per gli Elfi, per i Nani e per gli Uomini. Tocca a ognuno di noi discernerli, tanto nel Bosco d’Oro quanto nella propria dimora”.”\n", " “He guessed as well as he could, and crawled along for a good way, till suddenly his hand met what felt like a tiny ring of cold metal lying on the floor of the tunnel. It was a turning point in his career, but he did not know it.”\n", " “To the dismay of those that stood by, about the body of Saruman a grey mist gathered, and rising slowly to a great height like smoke from a fire, as a pale shrouded figure it loomed over the Hill. For a moment it wavered, looking to the West; but out of the West came a cold wind, and it bent away, and with a sigh dissolved into nothing.”\n", " “Why, I feel all thin, sort of stretched, if you know what I mean: like butter that has been scraped over too much bread. That can’t be right. I need a change, or something.”\n", " “It was Sam’s first view of a battle of Men against Men, and he did not like it much. He was glad that he could not see the dead face. He wondered what the man’s name was and where he came from; and if he was really evil of heart, or what lies or threats had led him on the long march from his home; and if he would not really rather have stayed there in peace”\n", " “good”\n", " “Look, up at the sky. There is a light, a beauty up there, that no shadow can touch.”\n", " “The sky now was quickly clearing and the sinking moon was shining brightly.”\n", " “When either way may lead to evil, of what worth is choice?”\n", " “Gandalf chose to come himself, and he was the first to be lost,’ answered Gimli. ‘His foresight failed him.’ ‘The counsel of Gandalf was not founded on foreknowledge of safety, for himself or for others,’ said Aragorn. ‘There are some things that it is better to begin than to refuse, even though the end may be dark. But”\n", " “The future, good or ill, was not forgotten, but ceased to have any power over the present.”\n", " “The legal bother, indeed, lasted for years. It was quite a long time before Mr. Baggins was in fact admitted to be alive again. The people who had got specially good bargains at the Sale took a deal of convincing; and”\n", " “But Iluvatar knew that Men, being set amid the turmoils of the powers of the world, would stray often, and would not use their gifts in harmony”\n", " “The Mathom-house it was called; for anything that Hobbits had no immediate use for, but were unwilling to throw away, they called a mathom.”\n", " “We live now upon an island amid many perils, and our hands are more often upon the bowstring than upon the harp.”\n", " “Strange powers have our enemies, and strange weaknesses!’ said Théoden. ‘But it has long been said: oft evil will shall evil mar.”\n"]