[" “What course am I to take?\"\n \"Towards danger; but not too rashly, nor too straight.”\n", " “That was the most awkward Wednesday he ever remembered.”\n", " “Criticism - however valid or intellectually engaging - tends to get in the way of a writer who has anything personal to say. A tightrope walker may require practice, but if he starts a theory of equilibrium he will lose grace (and probably fall off).”\n", " “The world is indeed full of peril and in it there are many dark places.”\n", " “Escaping goblins to be caught by wolves!” he said, and it became a proverb, though we now say ‘out of the frying-pan into the fire’ in the same sort of uncomfortable situations.”\n", " “For I am the daughter of Elrond. I shall not go with him when he departs to the Havens: for mine is the choice of Luthien, and as she so have I chosen, both the sweet and the bitter.”\n", " “All have their worth and each contributes to the worth of the others.”\n", " “But who knows what she spoke to the darkness, alone, in the bitter watches of the night, when all her life seemed shrinking, and the walls of her bower closing in about her, a hutch to trammel some wild thing in?”\n", " “His rage passes description - the sort of rage that is only seen when rich folk that have more than they can enjoy suddenly lose something that they have long had but have never before used or wanted.”\n", " “To the sea, to the sea! The white gulls are crying,\n The wind is blowing, and the white foam is flying.\n West, west away, the round sun is falling,\n Grey ship, grey ship, do you hear them calling,\n The voices of my people that have gone before me?\n I will leave, I will leave the woods that bore me;\n For our days are ending and our years failing.\n I will pass the wide waters lonely sailing.\n Long are the waves on the Last Shore falling,\n Sweet are the voices in the Lost Isle calling,\n In Eressea, in Elvenhome that no man can discover,\n Where the leaves fall not: land of my people forever!”\n", " “Folk in those stories had lots of chances of turning back, only they didn’t. They kept going. Because they were holding on to something. That there’s some good in this world, Mr. Frodo… and it’s worth fighting for.”\n", " “I cordially dislike allegory in all its manifestations, and always have done so since I grew old and wary enough to detect its presence. I much prefer history – true or feigned– with its varied applicability to the thought and experience of readers. I think that many confuse applicability with allegory, but the one resides in the freedom of the reader, and the other in the purposed domination of the author.”\n", " “If you have ever seen a dragon in a pinch, you will realize that this was only poetical exaggeration applied to any hobbit, even to Old Took's great-grand-uncle Bullroarer, who was so huge (for a hobbit) that he could ride a horse. He charged the ranks of the goblins of Mount Gram in the Battle of the Green Fields, and knocked their king Golfimbul's head clean off with a wooden club. It sailed a hundred yards through the air and went down a rabbit-hole, and in this way the battle was won and the game of Golf invented at the same moment.”\n", " “No dragon can resist the fascination of riddling talk and of wasting time trying to understand it.”\n", " “Is it nice, my preciousss? Is it juicy? Is it scrumptiously crunchable?”\n", " “Bilbo’s Last Song\n Day is ended, dim my eyes,\n But journey long before me lies.\n Farewell, friends! I hear the call.\n The ship's beside the stony wall.\n Foam is white and waves are grey;\n Beyond the sunset leads my way.\n Foam is salt, the wind is free;\n I hear the rising of the Sea.\n Farewell, friends! The sails are set,\n The wind is east, the moorings fret.\n Shadows long before me lie,\n Beneath the ever-bending sky,\n But islands lie behind the Sun\n That I shall raise ere all is done;\n Lands there are to west of West,\n Where night is quiet and sleep is rest.\n Guided by the Lonely Star,\n Beyond the utmost harbour-bar,\n I’ll find the heavens fair and free,\n And beaches of the Starlit Sea.\n Ship, my ship! I seek the West,\n And fields and mountains ever blest.\n Farewell to Middle-earth at last.\n I see the Star above my mast!”\n", " “Elvish singing is not a thing to miss, in June under the stars, not if you care for such things.”\n", " “This is a story of how a Baggins had an adventure, and found himself doing and saying things altogether unexpected.”\n", " “I am not going to tell you my name, not yet at any rate.' A queer half-knowing, half-humorous look came with a green flicker into his eyes. 'For one thing it would take a long while: my name is growing all the time, and I've lived a very long, long time; so my name is like a story. Real names tell you the story of things they belong to in my language, in the Old Entish as you might say. It is a lovely language, but it takes a very long time saying anything in it, because we do not say anything in it, unless it is worth taking a long time to say, and to listen to.”\n", " “Among the tales of sorrow and of ruin that came down to us from the darkness of those days there are yet some in which amid weeping there is joy and under the shadow of death light that endures. And of these histories most fair still in the ears of the Elves is the tale of Beren and Lúthien”\n", " “You certainly usually find something, if you look, but it is not always quite the something you were after.”\n", " “Those were happier days, when there was still close friendship at times between folk of different race, even between Dwarves and Elves.'\n It was not the fault of the Dwarves that the friendship waned,' said Gimli.\n I have not heard that it was the fault of the Elves,' said Legolas.\n I have heard both,' said Gandalf[.]”\n", " “Let the unseen days be. Today is more than enough.”\n", " “Don't leave me here alone! It's your Sam calling. Don't go where I can't follow! Wake up, Mr. Frodo!”\n", " “It would be the death of you to come with me, Sam,\" said Frodo, \"and I could not have borne that.\"\n \"Not as certain as being left behind,\" said Sam.\n \"But I am going to Mordor.\"\n \"I know that well enough, Mr. Frodo. Of course you are. And I'm coming with you.”\n", " “Let him not vow to walk in the dark, who has not seen the nightfall.”\n", " “At the hill’s foot Frodo found Aragorn, standing still and silent as a tree; but in his hand was a small golden bloom of elanor, and a light was in his eyes. He was wrapped in some fair memory: and as Frodo looked at him he knew that he beheld things as they had been in this same place. For the grim years were removed from the face of Aragorn, and he seemed clothed in white, a young lord fall and fair; and he spoke words in the Elvish tongue to one whom Frodo could not see. Arwen vanimelda, namarie! He said, and then he drew a breath, and returning out of his thought he looked at Frodo and smiled.\n `Here is the heart of Elvendom on earth,’ he said, `and here my heart dwells ever, unless there be a light beyond the dark roads that we still must tread, you and I. Come with me!’ And taking Frodo’s hand in his, he left the hill of Cerin Amroth and came there never again as a living man.”\n", " “The King beneath the mountains,\n The King of carven stone,\n The lord of silver fountains\n Shall come into his own!\n His crown shall be upholden,\n His harp shall be restrung,\n His halls shall echo golden\n To songs of yore re-sung.\n The woods shall wave on mountains.\n And grass beneath the sun;\n His wealth shall flow in fountains\n And the rivers golden run.\n The streams shall run in gladness,\n The lakes shall shine and burn,\n And sorrow fail and sadness\n At the Mountain-king’s return!”\n", " “Courage will now be your best defence against the storm that is at hand-—that and such hope as I bring.”\n", " “I will take the Ring\", he said, \"though I do not know the way.”\n"]