[" “Well here we are, just the four of us that started out together,' said Merry. 'We have left all the rest behind, one after another. It seems almost like a dream that has slowly faded.'\n 'Not to me,' said Frodo. 'To me it feels more like falling asleep again.”\n", " “Éowyn ¿No me amáis, o no queréis amarme?\n -Quería el amor de otro hombre -respondió ella-. Mas no quiero la piedad de ninguno.”\n", " “You'll live to regret it, young fellow! Why didn't you go too? You don't belong here; you're no Baggins—you—you're a Brandybuck!'\n 'Did you hear that, Merry? That was an insult, if you like,' said Frodo as he shut the door on her.\n 'It was a compliment,' said Merry Brandybuck, 'and so, of course, not true.”\n", " “The Mathom-house it was called; for anything that Hobbits had no immediate use for, but were unwilling to throw away, they called a mathom. Their dwellings were apt to become rather crowded with mathoms, and many of the presents that passed from hand to hand were of that sort.”\n", " “Death! Ride, ride to ruin and the world's ending!”\n", " “Yes, I, Gandalf the Grey,’ said the wizard solemnly. ‘There are many powers in the world, for good or for evil. Some are greater than I am. Against some I have not yet been measured. But my time is coming.”\n", " “There is nothing like looking, if you want to find something. You certainly usually find something, if you look, but it is not quite always the something you were after.”\n", " “Suddenly Faramir stirred, and he opened his eyes, and he looked on Aragorn who bent over him; and a light of knowledge and love was kindled in his eyes, and he spoke softly. 'My lord, you called me. I come. What does the king command?'\n 'Walk no more in the shadows, but awake!' said Aragorn. 'You are weary. Rest a while, and take food, and be ready when I return.”\n", " “Glorfindel smiled. 'I doubt very much,' he said, 'if your friends would be in danger if you were not with them! The pursuit would follow you and leave us in peace, I think. It is you, Frodo, and that which you bear that brings us all in peril.”\n", " “I look foul and feel fair.”\n", " “Não há nada como procurar, se queremos encontrar alguma coisa. (...) Com certeza que, em geral, encontramos alguma coisa, se procuramos, mas nem sempre é aquilo que procurávamos.”\n", " “Satu Cincin 'tuk menguasai mereka semua, Satu Cincin 'tuk menemukan mereka semua, Satu Cincin 'tuk membawa mereka semua dan mengikat mereka dalam Kegelapan”\n", " “In account after account of exorcisms the demonic voices will propound nihilism of one variety or another.”\n", " “Sam looked at his master with approval, but also with surprise: there was a look in his face and a tone in his voice that he had not known before. It had always been a notion of his that the kindness of dear Mr. Frodo was of such a high degree that it must imply a fair measure of blindness. Of course, he also firmly held the incompatible belief that Mr. Frodo was the wisest person in the world (with the possible exception of Old Mr. Bilbo and of Gandalf).”\n", " “Where are Haldad my father, and Haldad my brother? If the king of Doriath fears a friendship between Haleth and those who have devoured her kin, then the ways of the Eldar are strange to Men.”\n", " “It's more comfortable standing still thinking of nothing.”\n", " “A large grey stone lay in the centre of the grass and he stared moodily at it or watched the great snails. They seemed to love the little shut-in bay with its walls of cool rock, and there were many of them of huge size crawling slowly and stickily along its sides.”\n", " “Getting rid of dragons is not at all in my line, but I will do my best to think about it. Personally I have no hopes at all, and wish I was safe back at home.”\n", " “There it is: dwarves are not heroes, but calculating folk with a great idea of the value of money; some are tricky and treacherous and pretty bad lots; some are not, but are decent enough people like Thorin and Company, if you don’t expect too much.”\n", " “He heard himself crying out: Never, never! Or was it: Verily I come, I come to you? He could not tell. Then as a flash from some other point of power there came to his mind another thought: Take it off! Take it off! Fool, take it off! Take off the Ring!\n The two powers strove in him. For a moment, perfectly balanced between their piercing points, he writhed, tormented. Suddenly he was aware of himself again. Frodo, neither the Voice nor the Eye: free to choose, and with one remaining instant in which to do so. He took the Ring off his finger.”\n", " “May your beards never grow thin!”\n", " “I am learning a lot about Sam Gamgee on this journey. First he was a conspirator, now he's a jester. He'll end up by becoming a wizard or a warrior! - Frodo Baggins”\n", " “All about the hills the hosts of Mordor raged. The Captains of the West were foundering in a gathering sea. The sun gleamed red, and under the wings of the Nazgul the shadows of death fell dark upon the earth. Aragorn stood beneath his banner, silent and stern, as one lost in thought of things long past or far away; but his eyes gleamed like stars that shine the brighter as the night deepens. Upon the hill-top stood Gandalf, and he was white and cold and no shadow fell on him. The onslaught of Mordor broke like a wave on the beleaguered hills, voices roaring like a tide amid the wreck and crash of arms.\n As if to his eyes some sudden vision had been given, Gandalf stirred; and he turned, looking back north where the skies were pale and clear. Then he lifted up his hands and cried in a loud voice ringing above the din: The Eagles are coming! And many voices answered crying: The Eagles are coming! The Eagles are coming! The hosts of Mordor looked up and wondered what this sign might mean.\n There came Gwaihir the Windlord, and Landroval his brother, greatest of all the Eagles of the North, mightiest of the descendants of old Thorondor, who built his eyries in the inaccessible peaks of the Encircling Mountains when Middle-earth was young. Behind them in long swift lines came all their vassals from the northern mountains, speeding on a gathering wind. Straight down upon the Nazgul they bore, stooping suddenly out of the high airs, and the rush of their wide wings as they passed over was like a gale.\n But the Nazgul turned and fled, and vanished into Mordor's shadows, hearing a sudden terrible call out of the Dark Tower; and even at that moment all the hosts of Mordor trembled, doubt clutched their hearts, their laughter failed, their hands shook and their limbs were loosed. The Power that drove them on and filled them with hate and fury was wavering, its will was removed from them; and now looking in the eyes of their enemies they saw a deadly light and were afraid.\n Then all the Captains of the West cried aloud, for their hearts were filled with a new hope in the midst of darkness. Out from the beleaguered hills knights of Gondor, Riders of Rohan, Dunedain of the North, close-serried companies, drove against their wavering foes, piercing the press with the thrust of bitter spears. But Gandalf lifted up his arms and called once more in a clear voice:\n 'Stand, Men of the West! Stand and wait! This is the hour of doom.'\n And even as he spoke the earth rocked beneath their feet. Then rising swiftly up, far above the Towers of the Black Gate, high above the mountains, a vast soaring darkness sprang into the sky, flickering with fire. The earth groaned and quaked. The Towers of the Teeth swayed, tottered, and fell down; the mighty rampart crumbled; the Black Gate was hurled in ruin; and from far away, now dim, now growing, now mounting to the clouds, there came a drumming rumble, a roar, a long echoing roll of ruinous noise.\n 'The realm of Sauron is ended!' said Gandalf. 'The Ring-bearer has fulfilled his Quest.' And as the Captains gazed south to the Land of Mordor, it seemed to them that, black against the pall of cloud, there rose a huge shape of shadow, impenetrable, lightning-crowned, filling all the sky. Enormous it reared above the world, and stretched out towards them a vast threatening hand, terrible but impotent: for even as it leaned over them, a great wind took it, and it was all blown away, and passed; and then a hush fell.\n The Captains bowed their heads...”\n", " “Where is he?' said Frodo, looking round, as if he expected a masked and sinister figure to come out of a cupboard.”\n", " “I don't know how long we shall take to - to finish,' said Frodo. 'We were miserably delayed in the hills. But Samwise Gamgee, my dear hobbit - indeed, Sam my dearest hobbit, friend of friends - I do not think we need give thought to what comes after that. To do the job as you put it - what hope is there that we ever shall? And if we do, who knows what will come of that? If the One goes into the Fire, and we are at hand? I ask you, Sam, are we ever likely to need bread again? I think not. If we can nurse our limbs to bring us to Mount Doom, that is all we can do. More than I can, I begin to feel.”\n", " “The time of my thought is my own to spend.”\n", " “An author cannot of course remain wholly unaffected by his experience, but the ways in which a story-germ uses the soil of experience are extremely complex, and attempts to define the process are at best guesses from evidence that is inadequate and ambiguous.”\n", " “Yet it is not our part to master all the tides of the world, but to do what is in us for the succour of those years wherein we are set, uprooting the evil in the fields that we know, so that those who live after may have clean earth to till.”\n", " “I am commanded to go to the land of Mordor, and therefore I shall go,' said Frodo. 'If there is only one way, then I must take it. What comes after must come.”\n", " “Thorin, of course, was really the grandson of the King under the Mountain, and there is no knowing what a dwarf will not dare and do for revenge or the recovery of his own.”\n"]