[" “The land was green: in the wet meads and along the grassy borders of the stream grew many willow-trees. Already in this southern land they were blushing red at their fingertips, feeling the approach of spring.”\n", " “War must be, while we defend our lives against a destroyer who would devour all; but I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend:”\n", " “That the printer had quietly reset The Fellowship of the Ring, and that copies had been issued without proof having been read by the author, never became known to Tolkien; while his publisher, Rayner Unwin, learned of it only thirty-eight years after the fact.”\n", " “You let them out again, Old Man Willow!’ he said. ‘What be you a-thinking of? You should not be waking. Eat earth! Dig deep! Drink water! Go to sleep! Bombadil is talking!”\n", " “Arrow!” said the bowman. “Black arrow! I have saved you to the last. You have never failed me and always I have recovered you. I had you from my father and he from of old. If ever you came from the forges of the true king under the Mountain, go now and speed well!”\n", " “They had come to the desolation that lay before Mordor: the lasting monument to the dark labour of its slaves that should endure when all their purposes were made void; a land defiled, diseased beyond all healing – unless the Great Sea should enter in and wash it with oblivion. ‘I feel sick,’ said Sam.”\n", " “oft evil will shall evil mar.”\n", " “Frodo sat silent and motionless. Fear seemed to stretch out a vast hand, like a dark cloud rising in the East and looming up to engulf him. \"This ring!.\" he stammered. \"How on earth did it come to me?”\n", " “You are always foreboding gloomy things!” said the others. “Anything from floods to poisoned fish. Think of something cheerful!”\n", " “He was altogether wretched. He hated the dark, and he hated the light more: he hated everything, and the Ring most of all.”\n", " “Pan Bilbo ho naučil i číst a psát — nic zlýho tím ovšem nemyslel\n a doufám, že z toho nic zlýho nevzejde”\n", " “Har sagorna i det verkliga livet aldrig något slut? Det är visst så, att någon annan alltid får föra berättelsen vidare.”\n", " “Here we are again! Bless me, I believe I said that before—but after all you don’t want Christmas to be different each year, do you?”\n", " “Their faces were as a rule good-natured rather than beautiful.”\n", " “And that was the end of Smaug”\n", " “I cordially dislike allegory in all its manifestations, and always have done so since I grew old and wary enough to detect its presence. I much prefer history, true or feigned, with its varied applicability to the thought and experience of readers. I think that many confuse ‘applicability’ with ‘allegory’; but the one resides in the freedom of the reader, and the other in the purposed domination of the author.”\n", " “Bake and toast ’em, fry and roast ’em! till beards blaze, and eyes glaze; till hair smells and skins crack, fat melts, and bones black     in cinders lie     beneath the sky!     So dwarves shall die,”\n", " “The Silmarillion is the history of the War of the Exiled Elves against the Enemy, which all takes place in the North-west of the world (Middle-earth). Several tales of victory and tragedy are caught up in it; but it ends with catastrophe, and the passing of the Ancient World, the world of the long First Age. The jewels are recovered (by the final intervention of the gods) only to be lost for ever to the Elves, one in the sea, one in the deeps of earth, and one as a star of heaven. This legendarium ends with a vision of the end of the world, its breaking and remaking, and the recovery of the Silmarilli and the ‘light before the Sun’ – after a final battle which owes, I suppose, more to the Norse vision of Ragnarok than to anything else, though it is not much like it.\n [From letter 131]”\n", " “Escaping goblins to be caught by wolves!” he said, and it became a proverb, though we now say “out of the frying-pan into the fire” in the same sort of uncomfortable situations.”\n", " “He was going to learn about sheep, and the high pasturages, and look at a wider sky, and walk ever further and further towards the Mountains, always uphill. Beyond that I cannot guess what became of him. Even little Niggle in his old home could glimpse the Mountains far away, and they got into the borders of his picture; but what they are really like, and what lies beyond them, only those can say who have climbed them.”\n", " “Kafaları verilerle dolu, ayakta duran ilerlemeci maymunlarla birlikte yürümeyeceğim. Koşularının yöneldiği uçurum apaçık önlerinde durmaktadır, eğer, kısır ve anlamsız yoluna usanmadan başka isimlerle devam etmek yerine, Tanrı’ya şükür, ilerleme bir gün sona erecekse. Tozlu düz yolunuzda yürümeyeceğim ve yaratıcı sanatıyla hiçbir ilgisi olmayan siz küçük yaratıcıların o değişmez dünyasına sırtımı döneceğim. Ne Demir Taç önünde eğileceğim henüz ne de kıracağım küçük altın asamı...\n │ Tolkien - Mythopoeia Şiiri”\n", " “You didn’t never ought to have a’ sold Bag End, as I always said. That’s what started all the mischief. And while you’ve been trapessing in foreign parts, chasing Black Men up mountains from what my Sam says, though what for he don’t make clear, they’ve been and dug up Bagshot Row and ruined my taters!”\n", " “They shouldered their packs and took up their sticks, and walked round the corner to the west side of Bag End. 'Good-bye!' said Frodo, looking at the dark blank windows. He waved his hand, and then turned and (following Bilbo, if he had known it) hurried after Peregrin down the garden-path. They jumped over the low place in the hedge at the bottom and took to the fields, passing into the darkness like a rustle in the grasses.”\n", " “It might be advisable, rather than lose the American interest, to let the Americans do what seems good to them – as long as it was possible (I should like to add) to veto anything from or influenced by the Disney studios (for all whose works I have a heartfelt loathing).”\n", " “Hold your ground, gold your ground! Sons of Gondor, of Rohan, my brothers! I see in your eyes the same fear that would take the heart of me! A day may come when then courage of men fails. When we forsake our friends and break all bonds of fellowship, but it is not this day. An hour of wolves and shattered shields, when the age of men comes crashing down! But it is not this day! This day we fight! By all that you hold dead on this good earth, I bid you stand, Men of the West!”\n", " “Už to nemůže trvat dlouho, než skřeti zdolají bránu a všechny nás pobijí nebo zaženou dolů a zajmou. Jeden by nad tím opravdu plakal, po tom všem, čím prošel. Byl by radši, kdyby celý ten mizerný poklad zůstal starému Šmakovi, než aby ho dostaly tyhle podivné stvůry a než aby chudák starý Bombur a Balin a Fili a Kili a všichni ostatní takhle špatně skončili; a taky Bard a Jezerní lidé a také ti veselí elfové. Jaká bída!”\n", " “Not all those who wander are lost;”\n", " “Strange indeed,’ said Legolas. ‘In that hour I looked on Aragorn and thought how great and terrible a Lord he might have become in the strength of his will, had he taken the Ring to himself. Not for naught does Mordor fear him. But nobler is his spirit than the understanding of Sauron; for is he not of the children of Lúthien? Never shall that line fail, though the years may lengthen beyond count.’ ‘Beyond the eyes of”\n", " “Tom’s country ends here: he will not pass the borders. Tom has his house to mind, and Goldberry is waiting!”\n", " “The streams shall run in gladness,     The lakes shall shine and burn, All sorrow fail and sadness     At the Mountain-king’s return!”\n"]