[" “For myself, I find I become less cynical rather than more--remembering my own sins and follies; and realize that men's hearts are not often as bad as their acts, and very seldom as bad as their words.”\n", " “But no living man am I! You look upon a woman. Éowyn I am, Éomund's daughter. You stand between me and my lord and kin. Begone, if you be not deathless! For living or dark undead, I will smite you, if you touch him.”\n", " “Advice is a dangerous gift, even from the wise to the wise, and all courses may run ill.”\n", " “Still, I wonder if we shall ever be put into songs or tales. We're in one, of course, but I mean: put into words, you know, told by the fireside, or read out of a great big book with red and black letters, years and years afterwards. And people will say: \"Let's hear about Frodo and the Ring!\" And they will say: \"Yes, that's one of my favourite stories. Frodo was very brave, wasn't he, dad?\" \"Yes, my boy, the famousest of the hobbits, and that's saying a lot.\"\n 'It's saying a lot too much,' said Frodo, and he laughed, a long clear laugh from his heart. Such a sound had not been heard in those places since Sauron came to Middle-earth. To Sam suddenly it seemed as if all the stones were listening and the tall rocks leaning over them. But Frodo did not heed them; he laughed again. 'Why, Sam,' he said, 'to hear you somehow makes me as merry as if the story was already written. But you've left out one of the chief characters: Samwise the stouthearted. \"I want to hear more about Sam, dad. Why didn't they put in more of his talk, dad? That's what I like, it makes me laugh. And Frodo wouldn't have got far without Sam, would he, dad?\"'\n 'Now, Mr. Frodo,' said Sam, 'you shouldn't make fun. I was serious.'\n 'So was I,' said Frodo, 'and so I am.”\n", " “Where now are the horse and the rider? Where is the horn that was blowing?\n Where is the helm and the hauberk, and the bright hair flowing?\n Where is the harp on the harpstring, and the red fire glowing?\n Where is the spring and the harvest and the tall corn growing?\n They have passed like rain on the mountain, like a wind in the meadow;\n The days have gone down in the West behind the hills into shadow.\n Who shall gather the smoke of the deadwood burning,\n Or behold the flowing years from the Sea returning?”\n", " “All's well that ends better.”\n", " “I am in fact, a hobbit in all but size”\n", " “There are no safe paths in this part of the world. Remember you are over the Edge of the Wild now, and in for all sorts of fun wherever you go.”\n", " “Out of doubt, out of dark to the day's rising\n I came singing into the sun, sword unsheathing.\n To hope's end I rode and to heart's breaking:\n Now for wrath, now for ruin and a red nightfall! ”\n", " “The road goes ever on and on”\n", " “And the ship went out into the High Sea and passed into the West, until at last on a night of rain Frodo smelled a sweet fragrance on the air and heard the sound of singing that came over the water. And then it seemed to him that as in his dream in the house of Bombadil, the grey rain-curtain turned all to silver glass and was rolled back, and he beheld white shores and beyond them a far green country under a swift sunrise.”\n", " “All your words are but to say: you are a woman, and your part is in the house. But when the men have died in battle and honour, you have leave to be burned in the house, for the men will need it no more. But I am of the House of Erol and not a serving-woman. I can ride and wield blade, and I do not fear either pain or death.”\n", " “I want to be a healer, and love all things that grow and are not barren.”\n", " “My dear Frodo!’ exclaimed Gandalf. ‘Hobbits really are amazing creatures, as I have said before. You can learn all that there is to know about their ways in a month, and yet after a hundred years they can still surprise you at a pinch.”\n", " “His grief he will not forget; but it will not darken his heart, it will teach him wisdom.”\n", " “From the ashes a fire shall be woken,\n A light from the shadows shall spring;\n Renewed shall be blade that was broken,\n The crownless again shall be king.”\n", " “This thing all things devours:\n Birds, beasts, trees, flowers;\n Gnaws iron, bites steel;\n Grinds hard stones to meal;\n Slays king, ruins town,\n And beats high mountain down.”\n", " “There, peeping among the cloud-wrack above a dark tor high up in the mountains, Sam saw a white star twinkle for a while. The beauty of it smote his heart, as he looked up out of the forsaken land, and hope returned to him. For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was light and high beauty for ever beyond its reach.”\n", " “The road must be trod, but it will be very hard. And neither strength nor wisdom will carry us far upon it. This quest may be attempted by the weak with as much hope as the strong. Yet it is oft the course of deeds that move the wheels of the world: Small hands do them because they must, while the eyes of the great are elsewhere.”\n", " “Don't adventures ever have an end? I suppose not. Someone else always has to carry on on the story.”\n", " “We shouldn't be here at all, if we'd known more about it before we started. But I suppose it's often that way. The brave things in the old tales and songs, Mr. Frodo: adventures, as I used to call them. I used to think that they were things the wonderful folk of the stories went out and looked for, because they wanted them, because they were exciting and life was a bit dull, a kind of a sport, as you might say. But that's not the way of it with the tales that really mattered, or the ones that stay in the mind. Folk seem to have been just landed in them, usually — their paths were laid that way, as you put it. But I expect they had lots of chances, like us, of turning back, only they didn't. And if they had, we shouldn't know, because they'd have been forgotten. We hear about those as just went on — and not all to a good end, mind you; at least not to what folk inside a story and not outside it call a good end. You know, coming home, and finding things all right, though not quite the same — like old Mr Bilbo. But those aren't always the best tales to hear, though they may be the best tales to get landed in! I wonder what sort of a tale we've fallen into?”\n", " “Your time may come. Do not be too sad, Sam. You cannot be always torn in two. You will have to be one and whole, for many years. You have so much to enjoy and to be, and to do.”\n", " “I am old, Gandalf. I don't look it, but I am beginning to feel it in my heart of hearts. Well-preserved indeed! Why, I feel all thin, sort of stretched, if you know what I mean: like butter that has been scraped over too much bread. That can't be right. I need a change, or something.”\n", " “Now it is a strange thing, but things that are good to have and days that are good to spend are soon told about, and not much to listen to; while things that are uncomfortable, palpitating, and even gruesome, may make a good tale, and take a deal of telling anyway.”\n", " “No Victory Without Suffering”\n", " “Never laugh at live dragons, Bilbo you fool!”\n", " “I come from under the hill, and under the hills and over the hills my paths led. And through the air, I am he that walks unseen.\n I am the clue-finder, the web-cutter, the stinging fly. I was chosen for the lucky number.\n I am he that buries his friends alive and drowns them and draws them alive again from the water. I came from the end of a bag, but no bag went over me.\n I am the friend of bears and the guest of eagles. I am Ringwinner and Luckwearer; and I am Barrel-rider.”\n", " “Pay heed to the tales of old wives. It may well be that they alone keep in memory what it was once needful for the wise to know.”\n", " “I was talking aloud to myself. A habit of the old: they choose the wisest person present to speak to”\n", " “He [Bilbo] used often to say there was only one Road; that it was like a great river: its springs were at every doorstep, and every path was its tributary. 'It’s a dangerous business, Frodo, going out of your door,' he used to say. 'You step into the Road, and if you don’t keep your feet, there is no knowing where you might be swept off to.' . . .”\n"]