[" “Glóin looked at Frodo and smiled. 'You were very fond of Bilbo were you not?' he asked.\n 'Yes.' answered Frodo. 'I would rather see him than all the towers and palaces in the world.”\n", " “Yet such is oft the course of deeds that move the wheels of the world: small hands do them because they must, while the eyes of the great are elsewhere.’ ‘Very”\n", " “We may stand , if only on one leg, or at least be left still upon our knees.”\n", " “I cordially dislike allegory in all its manifestations, and always have done so since I grew old and wary enough to detect its presence.”\n", " “Then the heart of Eowyn changed, or else at last she understood it. And suddenly her winter past, and the sun shone on her.”\n", " “het grijze regengordijn werd helemaal van zilver glas en werd opgetrokken ... witte stranden en daarachter een ver groen land onder een snelle zonsopgang”\n", " “To put your trust in Éomer, rather than in a man of crooked mind. To cast aside regret and fear. To do the deed at hand. Every”\n", " “It's dark! It's dark, and doom coming!\n Is no light left us? A light kindle,\n and fan the flame! Lo! Fire now wakens,\n hearth is burning, house is lighted,\n men there gather. Out of the mists they come\n through darkling doors whereat doom\n waiteth.\n Hark! I hear them in the hall chanting:\n stern words they sing with strong voices.\n (He chants) Heart shall be bolder, harder be\n purpose,\n more proud the spirit as our power lessens!\n Mind shall not falter nor mood waver,\n though doom shall come and dark conquer.”\n", " “would appear in the third volume. As originally planned, this index would contain much etymological information on the languages, particularly on the”\n", " “All Middle-earth lay in a twilight under the stars.”\n", " “For you have been deluded by Saruman. Many of you have got death as the reward of your trust in him; but had you conquered, little better would your wages have been.”\n", " “To Merry the ascent seemed agelong, a meaningless journey in a hateful dream, going on and on to some dim ending that memory cannot seize.”\n", " “But they don’t like the sun: it makes their legs wobble and their heads giddy.”\n", " “Strider is too poor a name, son of Arathorn,’ he said. ‘Wingfoot I name you.”\n", " “There is a way down inside, yes. Now we follows it – out, out away over there.”\n", " “for anything that Hobbits had no immediate use for, but were unwilling to throw away, they called a mathom.”\n", " “Quando il signor Bilbo Baggins di Casa Baggins annunziò che avrebbe presto festeggiato il suo centoundicesimo compleanno con una festa sontuosissima, tutta Hobbiville si mise in agitazione\".”\n", " “So you go on,’ he cried. ‘Gandalf, Elrond – all these folk have taught you to say so. For themselves they may be right. These elves and half-elves and wizards, they would come to grief perhaps. Yet often I doubt if they are wise and not merely timid. But each to his own kind. True-hearted Men, they will not be corrupted. We”\n", " “The chamber was filled with a soft light; its walls were green and silver and its roof of gold. Many Elves were seated there. On two chairs beneath the bole of the tree and canopied by a living bough there sat, side by side, Celeborn and Galadriel.”\n", " “Not all who wonders are lost”\n", " “In place of the Dark Lord you will set up a Queen. And I shall not be dark, but beautiful and terrible as the Morning and the Night! Fair as the Sea and the Sun and the Snow upon the Mountain! Dreadful as the Storm and the Lightning! Stronger than the foundations of the earth. All shall love me and despair!”\n", " “Andúril! Andúril goes to war. The Blade that was Broken shines again!’ Dismayed”\n", " “(Goblins, also called Glamhoth or people of hate)”\n", " “one was to sting me,” he thought, “I should swell up as big again as I am!” They were bigger than hornets. The drones were bigger than your thumb, a good deal, and the bands of yellow on their deep black bodies shone like fiery gold.”\n", " “The creature is wretched and hungry,’ said Frodo, ‘and unaware of his danger. And Gandalf, your Mithrandir, he would have bidden you not to slay him for that reason, and for others. He”\n", " “A nice pickle we have landed ourselves in, Mr. Frodo!\" he said, shaking his head.\n [Sam Gamgee]”\n", " “In that hour of trial it was the love of his master that helped most to hold him firm; but also deep down in him lived still unconquered his plain hobbit sense: he knew in the core of his heart that he was not large enough to bear such a burden, even if such visions were not a mere cheat to betray him. The one small garden of a free gardener was all his need and due, not a garden swollen to a realm; his own hands to use, not the hands of others to command.”\n", " “I don’t look it, but I am beginning to feel it in my heart of hearts. Well-preserved indeed!’ he snorted. ‘Why, I feel all thin, sort of stretched, if you know what I mean: like butter that has been scraped over too much bread. That can’t be right. I need a change, or something.”\n", " “life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.”\n", " “Good Morning!” said Bilbo, and he meant it. The sun was shining, and the grass was very green.”\n"]