[" “As they sang the hobbit felt in love of beautiful things made by hands and by cunning and by magic moving through him, a fierce and a jealous love, the desire of the hearts of dwarves.”\n", " “Still that must be expected,' said Gandalf to himself. 'He is not half through yet, and to what he will come in the end not even Elrond can foretell. Not to evil, I think. He may become like a glass filled with a clear light for eyes to see that can.”\n", " “Upon the hearth the fire is red,\n Beneath the roof there is a bed;\n But not yet weary are our feet,\n Still round the corner we may meet\n A sudden tree or standing stone\n That none have seen but we alone.\n Tree and flower and leaf and grass,\n Let them pass! Let them pass!”\n", " “Give with a free hand, but give of your own.”\n", " “A light like the glint of water on dewy grass flashed from under her feet as she danced.”\n", " “Thus died Fingolfin, High King of the Noldor, most proud and valiant of the Elven-kings of old.”\n", " “Struck by lightning! Struck by lightning!”\n", " “I wonder,' said Frodo. 'It's my doom, I think, to go to that Shadow yonder, so that a way will be found. But will good or evil show it to me?”\n", " “Step onto the road and there’s no telling where you might be swept off to.”\n", " “No ames demasiado la obra de tus manos ni las invenciones de tu corazón.”\n", " “till suddenly his hand met what felt like a tiny ring of cold metal lying on the floor of the tunnel. It was a turning-point in his career, but he did not know it. He put the ring in his pocket almost without thinking; certainly, it did not seem of any use at the moment.”\n", " “Where and what are Helm’s Deep and all the rest of it?” said Merry. “I don’t know anything about this country.”\n “Then you’d best learn something, if you wish to understand what is happening,” said Gandalf. “But not just now, and not from me: I have too many pressing things to think about.”\n “All right, I’ll tackle Strider at the camp-fire: he’s less testy. But why all this secrecy? I though we’d won the battle!”\n", " “But, but, lord,\" Merry stammered, \"I offered you my sword. I do not want to be parted from you like this, Theoden King. And as all my friends have gone to battle, I should be ashamed to stay behind.\"\n \"But we ride on horses tall and swift,\" said Theoden; \"and great though your heart be, you cannot ride on such beasts.\"\n \"Then tie me on the back of one, or let me hang on a stirrup, or something,\" said Merry. \"It is a long way to run; but run I shall, if I cannot ride, even if I wear my feet off and arrive weeks too late.”\n", " “I wrote The Lord of the Rings because I wished ‘to try my hand at a really long story that would hold the attention of readers, amuse them, delight them, and at times maybe excite them or deeply move them.”\n", " “Let me think!' said Aragorn. 'And now may I make a right choice, and change the evil fate of this unhappy day!' He stood silent for a moment. 'I will follow the Orcs,' he said at last. 'I would have guided Frodo to Mordor and gone with him to the end but if I seek him now in the wilderness, I must abandon the captives to torment and death. My heart speaks clearly at last: the fate of the Bearer is in my hands no longer. The Company has played its part. Yet we that remain cannot forsake our companions while we have strength left. Come! We will go now. Leave all that can be spared behind! We will press on by day and dark!”\n", " “Things might have been different, but they could not have been better. - From \"Leaf by Niggle”\n", " “We cannot achieve victory by arms, but by arms we can give the Ring-bearer his only chance, frail though it be.”\n", " “Hullo!” said Merry. “So that’s what is bothering you? Now, Pippin my lad, don’t forget Gildor’s saying—the one Sam used to quote: Do not meddle in the affairs of Wizards, for they are subtle and quick to anger.”\n “But our whole life for months has been one long meddling in the affairs of Wizards,” said Pippin. “I should like a bit of information as well as danger. I should like a look at that ball.”\n “Go to sleep!” said Merry. “You’ll get information enough, sooner or later. My dear Pippin, no Took ever beat a Brandybuck for inquisitiveness; but is it this time, I ask you?”\n “All right! What’s the harm in my telling you what I should like: a look at that stone? I know I can’t have it, with old Gandalf sitting on it, like a hen on an egg. But it doesn’t help much to get no more from you than a you-can’t-have-it-so-go-to-sleep!”\n “Well, what else could I say?” said Merry. “I’m sorry, Pippin, but you really must wait till the morning. I’ll be as curious as you like after breakfast, and I’ll help you in any way I can at wizard-wheedling. But I can’t keep awake any longer. If I yawn any more, I shall split at the ears. Good night!”\n", " “For the Quest is achieved, and now all is over. I am glad you are here with me. Here at the end of all things, Sam.”\n", " “May your beer be laid under an enchantment of surpassing excellence for seven years!”\n", " “See, my precious: if we has it, then we can escape, even from Him, eh? Perhaps we grows very strong, stronger than Wraiths. Lord Sméagol? Gollum the Great? The Gollum! Eat fish every day, three times a day, fresh from the sea.”\n", " “Indeed if fish had fish-lore and Wise-fish, it is probable that the business of anglers would be very little hindered.”\n", " “Yet Frodo began to hear, or to imagine that he heard, something else: like the faint fall of soft bare feet. It was never loud enough, or near enough, for him to feel certain that he heard it; but once it had started it never stopped, while the Company was moving. But it was not an echo, for when they halted it pattered on for a little all by itself, and then grew still.”\n", " “And so it was settled. Sam Gamgee married Rose Cotton in the spring of 1420 (which was also famous for its weddings), and they came and lived at Bag End. And if Sam thought himself lucky, Frodo knew that he was more lucky himself; for there was not a hobbit in the Shire that was looked after with such care. When the labours or repair had all been planned and set going he took to a quiet life, writing a good deal and going through all his notes. He resigned the office of Deputy Mayor at the Free Fair that Midsummer, and dear old Will Whitfoot had another seven years of presiding at Banquets.”\n", " “Man, Sub-creator, the refracted Light\n through whom is splintered from a single White\n to many hues, and endlessly combined\n in living shapes that move from mind to mind.”\n", " “Each day before the end of eve\n she sought her lover, nor would him leave,\n until the stars were dimmed, and day\n came glimmering eastward silver-grey.\n Then trembling-veiled she would appear,\n and dance before him, half in fear;\n there flitting just before his feet\n she gently chid with laughter sweet:\n 'Come! dance now, Beren, dance with me!\n For fain thy dancing I would see!”\n", " “I thought all the trees were whispering to each other, passing news and plots along in an unintelligible language; and the branches swayed and groped without any wind. They do say the trees do actually move, and can surround strangers and hem them.”\n", " “And she answered: 'All your words are but to say: you are a woman, and your part is in the house. But when the men have died in battle and honour, you leave to be burned in the house, for the men will need it no more. But I am of the House of Eorl and not a serving-woman. I can ride and wield blade, and I do not fear either pain or death.'\n 'What do you fear, lady?' he asked.\n 'A cage,' she said.”\n", " “Eldest, that's what I am. Mark my words, my friends: Tom was here before the river and the trees; Tom remembers the first raindrop and the first acorn. He made paths before the Big People, and saw the Little People arriving. He was here before the Kings and the graves and the Barrow-wights. When the Elves passed westward, Tom was here already, before the seas were bent. He knew the dark under the stars when it was fearless - before the Dark Lord came from Outside.”\n", " “It needs but one foe to breed a war, not two, Master Warden,' answered Éowyn. 'And those who have not swords can still die upon them.”\n"]