[" “Oh, that won’t do!’ said Bilbo. ‘Books ought to have good endings. How would this do: and they all settled down and lived together happily ever after?’ ‘It will do well, if it ever comes to that,’ said Frodo. ‘Ah!’ said Sam. ‘And where will they live? That’s what I often wonder.”\n", " “Muchas son las extrañas ocasiones del mundo —dijo Mithrandir— y el socorro a menudo llega de manos de los débiles.”\n", " “In describing a fairy story which they think adults might possibly read for their own entertainment, reviewers frequently indulge in such waggeries as: 'this book is for children from the ages of six to sixty'. But I have never yet seen the puff of a new motor-model that begun thus: 'this toy will amuse infants from seventeen to seventy'; though that to my mind would be much more appropriate.”\n", " “Then he missed the cup! Thieves! Fire! Murder! Such a thing had not happened since first he came to the Mountain! His rage passes description—the sort of rage that is only seen when rich folk that have more than they can enjoy suddenly lose something that they have long had but have never before used or wanted.”\n", " “A new hour comes. Isildur’s Bane is found. Battle is at hand. The Sword shall be reforged. I will come to Minas Tirith.’ ‘Isildur’s”\n", " “me! And here in the wild I have you: two halflings, and a host of men at my call, and the Ring of Rings. A pretty stroke of fortune! A chance for Faramir, Captain of Gondor, to show his quality!”\n", " “It is dark for archery,’ said Gimli. ‘Indeed it is time for sleep. Sleep! I feel the need of it, as never I thought any dwarf could. Riding is tiring work. Yet my axe is restless in my hand. Give me a row of orc-necks and room to swing and all weariness will fall from me!”\n", " “He used often to say there was only one Road; that it was like a great river: its springs were at every doorstep, and every path was its tributary.”\n", " “Against the coming in of evil I may do much,' she answered. 'But against the going out of those who will go, nothing.”\n", " “The light sprang up again, and there on the brink of the chasm, at the very Crack of Doom, stood Frodo, black against the glare, tense; erect, but still as if he had been turned to stone.”\n", " “Safely on my way.'\n 'Safely!' said Sam. 'All alone and without me to help you? I couldn't have a borne it, it'd have been the death of me.'\n ' It would be the death of you to come with me, Sam,' said Frodo,' and I could not borne that.'\n 'Not as certain as being left behind,' said Sam.\n 'But I am going to Mordor.'\n 'I know that well enough, Mr. Frodo. Of course you are. And I'm coming with you.”\n", " “For of us is required a blind trust, and a hope without assurance, knowing not what lies before us in a little while.”\n", " “Back now to the mountain!\" cried Thorin. \"We have little time to lose.\" \"And little food to use!\" cried Bilbo, always practical on such points. In any case he felt that the adventure was, properly speaking, over with the death of the dragon.”\n", " “Already the hour had struck, and at his great Master’s bidding he must march with war into the West.”\n", " “What do you mean?” he said. “Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?”\n", " “Three Rings for the Elven-kings under the sky, Seven for the Dwarf-lords in their halls of stone, Nine for Mortal Men doomed to die, One for the Dark Lord on his dark throne In the Land of Mordor where the Shadows lie. One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them In the Land of Mordor where the Shadows lie.”\n", " “I tried to find one; but warriors are busy fighting one another in distant lands,”\n", " “Trei inele pentru stăpânii elfi cei de sub soare,\n Şapte pentru ei, piticii de viţă din săli de stâncă,\n Nouă, Oamenilor care ştiu că-n lumea lor se moare,\n Unul pentru el, Seniorul Întunecimii-n noaptea lui adâncă\n Unde-s Umbrele în Ţinutul Mordor, ca să le găsească.\n Şi pe toate să le-adune un inel, şi altul nime,\n Să le ferece pe toate, astfel să le stăpânească,\n Unde-s Umbrele, în Ţinutul Mordor, în întunecime.”\n", " “Out of the shadows the hobbits peeped, gazing back down the slope: little furtive figures that in the dim light looked like elf-children in the deeps of time peering out of the Wild Wood in wonder at their first Dawn.”\n", " “Fear not! ' said a strange voice be­hind him. Frodo turned and saw Strider, and yet not Strider; for the weath­er­worn Ranger was no longer there. In the stern sat Aragorn son of Arathorn, proud and erect, guid­ing the boat with skil­ful strokes; his hood was cast back, and his dark hair was blow­ing in the wind, a light was in his eyes: a king re­turn­ing from exile to his own land.”\n", " “I hope you will like the little things I have sent you. You seem to be most interested in Railways just now, so I am sending you mostly things of that sort. I send as much love as ever, in fact more. We have both, the old Polar Bear and I, enjoyed having so many nice letters from you and your pets. If you think we have not read them you are wrong; but if you find that not many of the things you asked for have come, and not perhaps quite as many as sometimes, remember that this Christmas all over the world there are a terrible number of poor and starving people. I (and also my Green Brother) have had to do some collecting of food and clothes, and toys too, for the children whose fathers and mothers and friends cannot give them anything, sometimes not even dinner. I know yours won’t forget you. So, my dears, I hope you will be happy this Christmas and not quarrel, and will have some good games with your Railway all together. Don’t forget old Father Christmas, when you light your tree.”\n", " “It's got to ask uss a question, my preciouss, yes, yess, yesss. Jusst one more question to guess, yes, yess,\" said Gollum.”\n", " “Yet if you succeed, then our power is diminished, and Lothlórien will fade, and the tides of Time will sweep it away. We must depart into the West, or dwindle to a rustic folk of dell and cave, slowly to forget and to be forgotten.”\n", " “[But] I fear that in the individual lives of all but a few, the balance is in debit - we do so little that is positive good, even if we negatively avoid what is actively evil.”\n", " “I am nearly twenty-nine, so I pass you there; though I am but four feet, and not likely to grow any more, save sideways.”\n", " “هناك شرور أخرى قد تأتي، لأن ساورون نفسه ليس سوى خادم أو جاسوس أو تابع. ولكن التحكم في كل التيارات في العالم وتوجيهها ليس دورنا، ولكن دورنا هو أن نفعل ما هو بوسعنا لإنقاذ تلك السنين التي وضعنا فيها، نقتلع الشر من الحقول التي نعرفها ونجتثها، حتى يمكن لأولئك الذين يعيشون بعدنا أن ينعموا بأرض نظيفة طيبة يحرثونها. أما الطقس الذي سيكون لديهم فهذا ليس في مقدورنا أن نتحكم فيه.”\n", " “Frodo: If you ask it of me, I will give you the One Ring.”\n", " “Do not speak before your master, whose wit is greater than yours. And”\n", " “Why, to think of it, we’re in the same tale still! It’s going on. Don’t the great tales never end?’ ‘No, they never end as tales,’ said Frodo. ‘But the people in them come, and go when their part’s ended.”\n", " “Would it? Would any of you have believed me till now?\" said Strider. \"I knew nothing of this letter. For all I knew I had to persuade you to trust me without proofs, if I was to help you. In any case, I did not intend to tell you all about myself...”\n"]