[" “Et Eärello Endorenna utúlien. Sinome maruvan ar Hildinyar tenn’ Ambar-metta!”\n", " “the most improper job of any man, even saints (who at any rate were at least unwilling to take it on), is bossing other men. Not one in a million is fit for it, and least of all those who seek the opportunity.”\n", " “Stand by the grey stone when the thrush knocks, and the setting sun with the last light of Durin’s Day will shine upon the key-hole.”\n", " “Elves and Dragons! Cabbages and potatoes are better for me and you. Don't go getting mixed up in the business of your betters, or you'll land in trouble too big for you.\n ~Hamfast Gamgee (the Gaffer)”\n", " “How do you go on, when in your heart you begin to understand... there is no going back? There are some things that time cannot mend. Some hurts that go too deep.”\n", " “History often resembles myth, because they are both ultimately of the same stuff.”\n", " “The only thing that we have to decide is what to do with the time that is given us.”\n", " “I wish life was not so short,' he thought. 'Languages take such a time, and so do all the things one wants to know about.”\n", " “Where are you going, Master?' cried Sam, though at last he understood what was happening.\n 'To the Havens, Sam,' said Frodo.\n 'And I can't come.'\n 'No, Sam. Not yet, anyway, not further than the Havens. Though you too were a Ring-bearer, if only for a little while. Your time may come. Do not be too sad, Sam. You cannot always be torn in two. You will have to be one and whole, for many years. You have so much to enjoy and to be, and to do.'\n 'But,' said Sam, and tears started in his eyes, 'I thought you were going to enjoy the Shire, too, for years and years, after all you have done.'\n 'So I thought too, once. But I have been too deeply hurt, Sam. I tried to save the Shire, and it has been saved, but not for me. It must often be so, Sam, when things are in danger: some one has to give them up, lose them, so that others may keep them. But you are my heir: all that I had and might have had I leave to you. And also you have Rose, and Elanor; and Frodo-lad will come, and Rosie-lass, and Merry, and Goldilocks, and Pippin; and perhaps more that I cannot see. Your hands and your wits will be needed everywhere. You will be the Mayor, of course, as long as you want to be, and the most famous gardener in history; and you will read things out of the Red Book, and keep alive the memory of the age that is gone, so that people will remember the Great Danger, and so love their beloved land all the more. And that will keep you as busy and as happy as anyone can be, as long as your part in the Story goes on.\n 'Come now, ride with me!”\n", " “Then Frodo came forward and took the crown from Faramir and bore it to Gandalf; and Aragorn knelt, and Gandalf set the White Crown upon his head and said:\n Now come the days of the King, and may they be blessed while the thrones of the Valar endure!”\n", " “Despair, or folly?' said Gandalf. 'It is not despair, for despair is only for those who see the end beyond all doubt. We do not. It is wisdom to recognize necessity, when all other courses have been weighed, though as folly it may appear to those who cling to false hope. Well, let folly be our cloak, a veil before the eyes of the Enemy! For he is very wise, and weighs all things to a nicety in the scales of his malice. But the only measure that he knows is desire, desire for power; and so he judges all hearts. Into his heart the thought will not enter that any will refuse it, that having the Ring we may seek to destroy it. If we seek this, we shall put him out of reckoning.'\n 'At least for a while,' said Elrond. 'The road must be trod, but it will be very hard. And neither strenght nor wisdom will carry us far upon it. This quest may be attempted by the weak with as much hope as the strong. Yet such is oft the course of deeds that move the wheels of the world: small hands do them because they must, while the eyes of the great are elsewhere.”\n", " “Yet at the last Beren was slain by the Wolf that came from the gates of Angband, and he died in the arms of Tinúviel. But she chose mortality, and to die from the world, so that she might follow him; and it is sung that they met again beyond the Sundering Seas, and after a brief time walking alive once more in the green woods, together they passed, long ago, beyond the confines of this world. So it is that Lúthien Tinúviel alone of the Elf-kindred has died indeed and left the world, and they have lost her whom they most loved.”\n", " “When he heard there was nothing to eat, he sat down and wept… “Why did I ever wake up!” he cried.”\n", " “Love not too well the work of thy hands and the devices of thy heart; and remember that the true hope of the Noldor lieth in the West, and cometh from the Sea.”\n", " “It [discovering Finnish] was like discovering a wine-cellar filled with bottles of amazing wine of a kind and flavour never tasted before. It quite intoxicated me.”\n", " “When Summer lies upon the world, and in a noon of gold, Beneath the roof of sleeping leaves the dreams of trees unfold;\n When woodland halls are green and cool, and wind is in the West, Come back to me! Come back to me, and say my land is best!”\n", " “Gandalf: Confound it all, Samwise Gamgee. Have you been eavesdropping?\n Sam: I ain't been droppin' no eaves sir, honest. I was just cutting the grass under the window there, if you'll follow me.\n Gandalf: A little late for trimming the verge, don't you think?\n Sam: I heard raised voices.\n Gandalf: What did you hear? Speak.\n Sam: N-nothing important. That is, I heard a good deal about a ring, and a Dark Lord, and something about the end of the world, but... Please, Mr. Gandalf, sir, don't hurt me. Don't turn me into anything... unnatural.”\n", " “Elen sila lumenn' omentielvo, a star shines on the hour of our meeting.”\n", " “For victory is victory, however small, nor is its worth only from what follows from it.”\n", " “Now, therefore, I will sleep. I speak no comfort to you, for there is no comfort for such pain within the circles of the world. The uttermost choice is before you: to repent and go to the Havens and bear away into the West the memory of our days together that shall there be evergreen but never more than memory; or else to abide the Doom of Men.\"\n Nay, dear lord,\" she said, \"that choice is long over. There is now no ship that would bear me hence, and I must indeed abide the Doom of Men, whether I will or I nill: the loss and the silence. But I say to you, King of the Numenoreans, not till now have I understood the tale of your people and their fall. As wicked fools I scorned them, but I pity them at last. For if this is indeed, as the Eldar say, the gift of the One to Men, it is bitter to receive.\"\n So it seems,\" he said. \"But let us not be overthrown at the final test, who of old renounced the Shadow and the Ring. In sorrow we must go, but not in despair. Behold! we are not bound for ever to the circles of the world, and beyond them is more than memory.”\n", " “Tall ships and tall kings\n Three times three,\n What brought they from the foundered land\n Over the flowing sea?\n Seven stars and seven stones\n And one white tree.\n (The Two Towers)”\n", " “A sister they had, Galadriel, most beautiful of all the house of Finwë; her hair was lit with gold as though it had caught in a mesh the radiance of Laurelin.”\n", " “Aure entuluva! day shall come again!”\n", " “Far over the misty mountains cold. To dungeons deep, and caverns old”\n", " “The grey-rain curtain turned all to silver glass and was rolled back, and he beheld white shores and beyond them a far green country under a swift sunrise.”\n", " “He thought much but said little.”\n", " “And that's the way of a real tale. Take any one that you're fond of. You may know, or guess, what kind of a tale it is, happy-ending or sad-ending, but the people in it don't know. And you don't want them to.”\n", " “wandering in the summer in the woods of Neldoreth [Beren] came upon Lúthien, daughter of Thingol and Melian, at a time of evening under moonrise, as she danced upon the unfading grass in the glades beside Esgalduin. Then all memory of his pain departed from him, and he fell into an enchantment; for Lúthien was the most beautiful of all the Children of Ilúvatar. Blue was her raiment as the unclouded heaven, but her eyes were grey as the starlit evening; her mantle was sewn with golden flowers, but her hair was dark as the shadows of twilight. As the light upon the leaves of trees, as the voice of clear waters, as the stars above the mists of the world, such was her glory and her loveliness; and in her face was a shining light.\n But she vanished from his sigh; and he became dumb, as one that is bound under a spell, and he strayed long in the woods, wild and wary as a beast, seeking for her. In his heart he called her Tinúviel, that signifies Nightingale, daughter of twilight, in the Grey-elven tongue, for he knew no other name for her. And he saw her afar as leaves in the winds of autumn, and in winter as a star upon a hill, but a chain was upon his limbs.”\n", " “Clap! Snap! the black crack!\n Grip, grab! Pinch, nab!\n And down down to Goblin-town\n You go, my lad!\n Clash, crash! Crush, smash!\n Hammer and tongs! Knocker and gongs!\n Pound, pound, far underground!\n Ho, ho! my lad!\n Swish, smack! Whip crack!\n Batter and beat! Yammer and bleat!\n Work, work! Nor dare to shirk,\n While Goblins quaff, and Goblins laugh,\n Round and round far underground\n Below, my lad!”\n", " “To crooked eyes truth may wear a wry face”\n"]