[" “I am sorry: sorry you have come in for this burden: sorry about everything. Don't adventures ever have an end? I suppose not. Someone else always has to carry on the story.”\n", " “I wish it need not have happened in my time,’ said Frodo. ‘So do I,’ said Gandalf, ‘and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.”\n", " “I am Aragorn son of Arathorn, and am called Elessar the Elfstone, Dunadan. The heir of Isildur Elendil's son of Gondor. Here is the Sword that was Broken and is forged again! Will you aid me, or thwart me? Choose swiftly!”\n", " “He did not know it, but Arwen Undómiel was also there, dwelling again for a time with the kin of her mother. She was little changed, for the mortal years had passed her by, yet her face was more grave, and her laughter now seldom was heard. But Aragorn was grown to full stature of body and mind, and Galadriel bade him cast aside his wayworn raiment, and she clothed him in silver and white, with a cloak of elven-grey and a bright gem on his brow. Then more than any kind of Men he appeared, and seemed rather an Elf-lord from the Isles of the West. And thus it was that Arwen first beheld him again after their long parting; and as he came walking towards her under the trees of Caras Galadhon laden with flowers of gold, her choice was made and her doom appointed.”\n", " “That's done it! Now I've rung the front-door bell!”\n", " “We don't want any adventures here! You might try over the Hill or Across the Water.”\n", " “it was easier to believe in the Dragon and less easy to believe in Thorin in these wild parts”\n", " “What then was this hope, if you know?’ Finrod asked.\n ‘They say,’ answered Andreth: ‘they say that the One will himself enter into Arda, and heal Men and all the Marring from the beginning to the end.”\n", " “Si muchos de nosotros dieran más valor a la comida, la alegría y las canciones que\n al oro atesorado, este sería un mundo más feliz.”\n", " “Dawn is ever the hope of men.”\n", " “There was a fire in the wide hearth before them, and it was burning with a sweet smell, as if it were built of apple-wood.”\n", " “When you are writing a complicated story, you have got to have a map.”\n", " “Then the Unlight of Ungoliant rose up even to the roots of the trees, and Melkor sprang upon the mound; and with his black spear he smote each Tree to its core, wounded them deep, and their sap poured forth as it were their blood, and was spilled upon the ground. But Ungoliant sucked it up, and going then from Tree to Tree she set her black beak to their wounds, till they were drained; and the poison of Death that was in her went into their tissues and withered them, root, branch, and leaf; and they died. And still she thirsted, and going to the Wells of Varda she drank them dry; but Ungoliant belched forth black vapours as she drank, and swelled to a shape so vast and hideous that Melkor was afraid.”\n", " “There is no ship now that can bear me hence”\n", " “No, the burned hand teaches best. After that advice about fire goes to the heart.”\n", " “In Dwimordene,in Lorien\n Seldom have walked the feet of Men,\n Few mortal eyes have seen the light\n That lies there ever,long and bright.\n Galadriel!Galadriel!\n Clear is the water of your well;\n White is the star in your white hand;\n Unmarred,unstained is leaf and land\n In Dwimordene,in Lorien\n More fair than thoughts of Mortal Men.”\n", " “he willed that the hearts of Men should seek beyond the world and should find no rest therein; but they should have a virtue to shape their life, amid the powers and chances of the world, beyond the Music of the Ainur, which is as fate to all things else; and of their operation everything should be, in form and deed, completed, and the world fulfilled unto the last and smallest. But Ilúvatar knew that Men, being set amid the turmoils of the powers of the world, would stray often, and would not use their gifts in harmony; and he said, ‘These too in their time shall find that all that they do redounds at the end only to the glory of my work.”\n", " “some things that should not have been forgotten were lost. History became legend. Legend became myth.”\n", " “Farewell sweet earth and northern sky,”\n", " “Still round the corner there may wait A new road or a secret gate; And though I oft have passed them by, A day will come at last when I Shall take the hidden paths that run West of the Moon, East of the Sun.”\n", " “Then hope unlooked-for came so suddenly to Eomer's heart, and with it the bite of care and fear renewed, that he said no more, but turned and went swiftly from the hall.”\n", " “Folly it may seem. Indeed in nothing is the power of the Dark Lord more clearly shown than in the estrangement that divides all those who still oppose him…. We live now upon an island amid many perils, and our hands are more often upon the bowstring than upon the harp”\n", " “Master of the Dark Shadow. For I also, Niniel, had my darkness, in which dear things were lost; but now I have overcome it, I deem.”\n", " “And then alas! I let the matter reset, watching and waiting only, as we have too often done.”\n", " “some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.”\n", " “Above all shadows rides the sun.”\n", " “My body is broken. I go to my fathers. And even in their mighty company I shall not now be ashamed.”\n", " “I have more need of thought than of sleep.”\n", " “I felt that something horrible was near from the moment that my foot first touched the water,' said Frodo. 'What was that thing, or were there many of them?'\n 'I do not know,' answered Gandalf; 'but the arms were all guided by one purpose. Something has crept, or has been driven out of dark waters under the mountains. There are older and fouler things than Orcs in the deep places of the world.' He did not speak aloud his thought that whatever it was that dwelt in the lake, it had seized upon Frodo first among all the Company.”\n", " “Now of old the name of that forest was Greenwood the Great, and its wide halls and aisles were the haunt of many beasts and of birds of bright song; and there was the realm of King Thranduil under the oak and the beech.”\n"]