[" “As I have begun, so I will go on. We come now to the very brink, where hope and despair are akin.”\n", " “I am Goldberry, daughter of the River.”\n", " “It matters little who is the enemy, if we cannot beat off his attack,’ said Gandalf.”\n", " “‪It is one of the lessons of fairy stories - that on callow, lumpish, and selfish youth peril, sorrow, and the shadow of death can bestow dignity, and even sometimes wisdom”\n", " “Old fat spider spinning in a tree! Old fat spider can’t see me!     Attercop! Attercop!         Won’t”\n", " “Then Bilbo remembered his ring! \"Well I'm blessed!\" said he. \"This invisibility has its drawbacks after all. Otherwise I suppose I might have spent a warm and comfortable night in bed!”\n", " “Little by little one travels far.”\n", " “I don't believe half of them (people in motor cars) know where they are going to, or why they are going there, or would know it if they got there”\n", " “All that is gold does not glitter, Not all those who wander are lost; The old that is strong does not wither, Deep roots are not reached by the frost. From the ashes a fire shall be woken, A light from the shadows shall spring; Renewed shall be blade that was broken, The crownless again shall be king.”\n", " “Look's like meat's back on the menu, boys!”\n", " “Always after a defeat and a respite, the Shadow takes another shape and grows again.’ ‘I wish it need not have happened in my time,’ said Frodo. ‘So do I,’ said Gandalf, ‘and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us. And already, Frodo, our time is beginning to look black. The Enemy is fast becoming very strong.”\n", " “he caught sight of Dwalin’s green hood hanging up. He hung his red one next to it, and “Balin at your service!”\n", " “Since I leave now all gold and silver, and go where it is of little worth, I wish to part in friendship from you, and I would take back my words and deeds at the Gate.”\n Bilbo knelt on one knee filled with sorrow. “Farewell, King under the Mountain!” he said. “This is a bitter adventure, if it must end so; and not a mountain of gold can amend it. Yet I am glad that I have shared in your perils – that has been more than any Baggins deserves.”\n “No! said Thorin. “There is more in you of good than you know, child of the kindly West. Some courage and some wisdom, blended in measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.”\n", " “The magic of Faërie is not an end in itself, its virtue is in its operations: among these are the satisfaction of certain primordial human desires. One of these desires is to survey the depths of space and time. Another is (as will be seen) to hold communion with other living things. A story may thus deal with the satisfaction of these desires, with or without the operation of either machine or magic, and in proportion as it succeeds it will approach the quality and have the flavour of fairy-story.”\n", " “Don't the great tales never end?”\n", " “and”\n", " “Ti hoćeš da mi daš taj prsten od svoje volje! Na mesto Mračnog Gospodara hoćeš da postaviš jednu gospodaricu. Ali ja neću biti mračna, nego lepa i strašna kao Jutro i Noć. Užasna kao Oluja i Munja, Snažnija od temelja zemlje. Svi će me voleti i očajavati.”\n", " “Legolas and Gimli were to ride again together in the company of Aragorn and Gandalf, who went in the van with the Dúnedain and the sons of Elrond.”\n", " “I found it is the small everyday deeds of ordinary folk that keep the darkness at bay… small acts of kindness and love.”\n", " “... she shone in beauty upon the shore; Long did my glance on her alight, and the longer I looked I knew her more.”\n", " “I don't keep water in my pockets.\"\n -Frodo Baggins”\n", " “Far over the misty mountains cold To dungeons deep and caverns old We must away ere break of day To seek the pale enchanted gold. The dwarves of yore made mighty spells, While hammers fell like ringing bells In places deep, where dark things sleep, In hollow halls beneath the fells. For ancient king and elvish lord There many a gleaming golden hoard They shaped and wrought, and light they caught To hide in gems on hilt of sword. On silver necklaces they strung The flowering stars, on crowns they hung The dragon-fire, in twisted wire They meshed the light of moon and sun. Far over the misty mountains cold To dungeons deep and caverns old We must away, ere break of day, To claim our long-forgotten gold. Goblets they carved there for themselves And harps of gold; where no man delves There lay they long, and many a song Was sung unheard by men or elves. The pines were roaring on the height, The winds were moaning in the night. The fire was red, it flaming spread; The trees like torches blazed with light. The bells were ringing in the dale And men looked up with faces pale; The dragon’s ire more fierce than fire Laid low their towers and houses frail. The mountain smoked beneath the moon; The dwarves, they heard the tramp of doom. They fled their hall to dying fall Beneath his feet, beneath the moon. Far over the misty mountains grim To dungeons deep and caverns dim We must away, ere break of day, To win our harps and gold from him! As”\n", " “Heed no nightly noises! for nothing passes door and window here save moonlight and starlight and the wind off the hill-top.”\n", " “For I was talking aloud to myself. A habit of the old: they choose the wisest person present to speak to;”\n", " “Sleale è colui che si accomiata quando la via si oscura\" disse Gimli.\n \"Può darsi\", disse Elrond, \"ma colui che non ha visto il colore della notte, non giuri di inoltrarsi nelle tenebre\".”\n", " “if he had used all his power to guard Mordor, so that none could enter, and bent all his guile to the hunting of the Ring, then indeed hope would have faded: neither Ring nor bearer could long have eluded him. But”\n", " “But our back is to legends and we are coming home. I suppose this is the first taste of it.'\n 'There is a long road yet,' said Gandalf.\n 'But it is the last road,' said Bilbo.”\n", " “Already she seemed to him, as by men of later days Elves still at times are seen: present and yet remote, a living vision of that which has already been left far behind by the flowing streams of Time.”\n", " “Now news came to Hithlum that Dorthonion was lost and the sons of Finarfin overthrown, and that the sons of Fëanor were driven from their lands. Then Fingolfin beheld (as it seemed to him) the utter ruin of the Noldor and the defeat beyond redress of their houses; and filled with wrath and despair he mounted upon Rochallor his great horse and rode forth alone, and none might restrain him. He passed over Dor-nu-Fauglith like a wind amid the dust, and all that beheld his onset fled in amaze, thinking that Oromë himself was come: for a great madness of rage was upon him, so that his eyes shone like the eyes of the Valar. Thus he came alone to Angband's gate, and he sounded his horn, and smote once more upon the brazen doors, and challenged Morgoth to come forth to single combat. And Morgoth came.”\n", " “One has indeed personally to come under the shadow of war to feel fully its oppression; but as the years go by it seems now often forgotten that to be caught in youth by 1914 was no less hideous an experience than to be involved in 1939 and the following years. By 1918 all but one of my close friends were dead. Or”\n"]