[" “Home is now behind you, the world is ahead!”\n", " “Take now this Ring,' he said; 'for thy labours and thy cares will be heavy, but in all it will support thee and defend thee from weariness. For this is the Ring of Fire, and herewith, maybe, thou shalt rekindle hearts to the valour of old in a world that grows chill.”\n", " “No, my heart will not yet despair. Gandalf fell and has returned and is with us. We may stand, if only on one leg, or at least be left still upon our knees.”\n", " “Fantasy is escapist, and that is its glory. If a soldier is imprisoned by the enemy, don't we consider it his duty to escape?”\n", " “Well, you have now, Sam, dear Sam,’ said Frodo, and he lay back in Sam’s gentle arms, closing his eyes, like a child at rest when night-fears are driven away by some loved voice or hand. Sam felt that he could sit like that in endless happiness...”\n", " “Far over the Misty Mountains cold,\n To dungeons deep and caverns old,\n We must away, ere break of day,\n To seek our pale enchanted gold.\n The dwarves of yore made mighty spells,\n While hammers fell like ringing bells,\n In places deep, where dark things sleep,\n In hollow halls beneath the fells.\n The pines were roaring on the heights,\n The wind was moaning in the night,\n The fire was red, it flaming spread,\n The trees like torches blazed with light.”\n", " “And amid all the splendours of the World, its vast halls and spaces, and its wheeling fires, Ilúvatar chose a place for their habitation in the Deeps of Time and in the midst of the innumerable stars.”\n", " “I don't know how to say it, but after last night I feel different. I seem to see ahead, in a kind of way. I know we are going to take a very long road, into darkness; but I know I can't turn back. It isn't right to see Elves now, nor dragons, nor mountains, that I want - I don't rightly know what I want: but I have something to do before the end, and it lies ahead, not in the Shire. I must see it through, sir, if you understand me.”\n", " “Fire, fear, foes! Awake!”\n", " “please don't cook me, kind sirs! I am a good cook myself, and cook better than I cook, if you see what I mean.”\n", " “I'll get there, if I leave everything but my bones behind,\" said Sam. \"And I'll carry Mr. Frodo up myself, if it breaks my back and heart.”\n", " “And what would you do, if an uninvited dwarf came and hung his things up in your hall without a word of explanation?”\n", " “And she looked at him and saw the grave tenderness in his eyes, and yet knew, for she was bred among men of war, that here was one whom no Rider of the Mark could outmatch in battle.”\n", " “Yes, I am white now,' said Gandalf. 'Indeed I am Saruman, one might almost say, Saruman as he should have been.”\n", " “Sméagol won't grub for roots and carrotses and - taters. What's taters, precious, eh, what's taters?'\n 'Po-ta-toes,' said Sam. 'The Gaffer's delight, and rare good ballast for an empty belly. But you won't find any, so you needn't look. But be good Sméagol and fetch me some herbs, and I'll think better of you. What's more, if you turn over a new leaf, and keep it turned, I'll cook you some taters one of these days. I will: fried fish and chips served by S. Gamgee. You couldn't say no to that.' 'Yes, yes we could. Spoiling nice fish, scorching it. Give me fish\n , and keep nassty chips!'\n 'Oh, you're hopeless,' said Sam. 'Go to sleep!”\n", " “Never laugh at live dragons, Bilbo you fool!' he said to himself, and it became a favourite saying of his later, and passed into a proverb. 'You aren't nearly through this adventure yet,' he added, and that was pretty true as well.”\n", " “Are you in pain, Frodo?' said Gandalf quietly as he rode by Frodo's side.\n 'Well, yes I am,' said Frodo. 'It is my shoulder. The wound aches, and the memory of darkness is heavy on me. It was a year ago today.'\n 'Alas! there are some wounds that cannot be wholly cured,' said Gandalf.\n 'I fear it may be so with mine,' said Frodo. 'There is no real going back. Though I may come to the Shire, it will not seem the same; for I shall not be the same. I am wounded with knife, sting, and tooth, and a long burden. Where shall I find rest?'\n Gandalf did not answer.”\n", " “Memory is not what the heart desires.”\n", " “Do not spoil the wonder with haste!”\n", " “If you're referring to the incident with the Dragon, I was barely involved. All I did was give your uncle a little nudge out of the door.”\n", " “As she stood before Aragorn she paused suddenly and looked upon him, and her eyes were shining. And he looked down upon her fair face and smiled; but as he took the cup, his hand met hers, and he knew that she trembled at the touch.”\n", " “The doom lies in yourself, not in your name.”\n", " “I stand in Minas Anor, the Tower of the Sun; and behold! the Shadow has departed! I will be a Shieldmaiden no longer, nor vie with the great Riders, nor take joy only in the songs of slaying. I will be a healer, and love all things that grow and are not barren.”\n", " “Over the field rang his clear voice calling: ‘Death! Ride, ride to ruin and the world’s ending!”\n", " “Three Rings for Elven-Kings under the sky\n Seven for the Dwarf-Lords in their halls of stone\n Nine for Mortal Men doomed to die\n One for the Dark Lord on his dark throne\n In the Land of Mordor where the Shadows lie”\n", " “That's the only place in all the lands we've ever heard of that we don't want to see any closer; and that's the one place we're trying to get to! And that's just where we can't get, nohow.”\n", " “Evidently we look so much alike that your desire to make an incurable dent in my hat must be excused.”\n", " “And yet, Eomer, I say to you that she loves you more truly than me, for you she loves and knows; but in me she loves only a shadow and a thought: a hope of glory and great deeds, and lands far from the fields of Rohan.\n - Aragorn to Eomer, of Eowyn”\n", " “When the glamour wears off, or merely works a bit thin, they think they have made a mistake, and that the real soul-mate is still to find. . . And of course they are as a rule quite right: they did make a mistake. Only a very wise man at the end of his life could make a sound judgment concerning whom, amongst the total chances, he ought most profitably to have married! Nearly all marriages, even happy ones, are mistakes: in the sense that almost certainly (in a more perfect world, or even with a little more care in this very imperfect one) both partners might have found more suitable mates. But the 'real soul-mate' is the one you are actually married to.”\n", " “A nice pickle they were all in now: all neatly tied up in sacks, with three angry trolls (and two with burns and bashes to remember) sitting by them, arguing whether they should roast them slowly, or mince them fine and boil them, or just sit on them one by one and squash them into jelly.”\n"]