[" “We must do without hope.”\n", " “Many a man has a treasure in his hoard that he knows not the worth of. (Sellic Spell)”\n", " “He says that we have learned nearly all that we know from them, and have been made a nobler people; and he says that the Men that have lately come over the Mountains are hardly better than Orcs.'\n That is true', answered Sador; 'true at least of some of us. But the up-climbing is painful, and from high places it is easy to fall low.”\n", " “And Aragorn the King Elessar wedded Arwen Undomiel in the City of the Kings upon the day of Midsummer, and the tale of their long waiting and labours was come to fulfillment.”\n", " “Why? Why do the fools fly?' said Denethor. 'Better to burn sooner than late, for burn we must. Go back to your bonfire! And I? I will go now to my pyre. To my pyre! No tomb for Denethor and Faramir. No tomb! No long slow sleep of death embalmed. We will burn like heathen kings before ever a ship sailed hither from the West. The West has failed. Go back and burn!”\n", " “those who will defend authority against rebellion must not themselves rebel.”\n", " “His face was sad and stern because of the doom that was laid on him, and yet hope dwelt ever in the depths of his heart, from which mirth would arise at times like a spring from a rock.”\n", " “Hail the victorious dead!”\n", " “As the story grew, it put down roots into the past and threw out unexpected branches .”\n", " “El camino sigue y sigue\n desde la puerta.\n El camino ha ido muy lejos,\n y que otros lo sigan si pueden.\n Que ellos emprendan un nuevo viaje,\n pero yo al fin con pies fatigados\n me volveré a la taberna iluminada,\n al encuentro del sueño y el reposo.”\n", " “They also keep a horned cow\n as proud as any queen;\n But music turns her head like ale,\n And makes her wave her tufted tail\n and dance upon the green.\n ...\n So the cat on his fiddle played hey-diddle-diddle,\n a jig that would wake the dead:\n He squeaked and sawed and quickened the tune,\n While the landlord shook the Man of the Moon:\n 'It's after three' he said.\n They rolled the Man slowly up the hill\n and bundled him into the Moon,\n While his horses galloped up in rear,\n And the cow came capering like a deer,\n and a dish ran up with the spoon.\n Now quicker the fiddle went deedle-dum-diddle;\n the dog began to roar,\n The cow and the horses stood on their heads;\n The guests all bounded from their beds\n and danced upon the floor.\n With a ping and a pong the fiddle-strings broke!\n the cow jumped over the Moon,\n And the little dog laughed to see such fun,\n And the Saturday dish went off at a run\n with the silver Sunday spoon.\n The round Moon rolled behind the hill,\n as the Sun raised up her head.\n She hardly believed her fiery eyes;\n For though it was day, to her surprise\n they all went back to bed!”\n", " “O! Tril-lil-lil-lolly\n the valley is jolly,\n ha! ha!\n -Elves of Rivendell”\n", " “The Road goes ever on and on Down from the door where it began. Now far ahead the Road has gone, And I must follow, if I can, Pursuing it with eager feet, Until it joins some larger way Where many paths and errands meet. And whither then? I cannot say.”\n", " “They cursed us. Murderer they called us. They cursed us, and drove us away. And we wept, Precious, we wept to be so alone. And we only wish to catch fish so juicy sweet. And we forgot the taste of bread... the sound of trees... the softness of the wind. We even forgot our own name. My Precious.”\n", " “Aragorn looked at the pale stars, and at the moon, now sloping behind the western hills that enclosed the valley. 'This is a night as long as years', he said. 'How long will the day tarry?'\n 'Dawn is not far off', said Gamling, who had now climbed up beside him. 'But dawn will not help us, I fear'\n 'Yet dawn is ever the hope of men', said Aragorn.”\n", " “Sam's hand wavered. His mind was hot with wrath and the memory of evil. I would be just to slay this treacherous, murderous creature, just and many times deserved; and also it seemed the only safe thing to do. But deep in his heart there was something that restrained him: he could not strike this thing lying in the dust, forlorn, ruinous, utterly wretched. He himself, though only for a little while, had borne the Ring, and now dimly he guessed the agony of Gollum's shrivelled mind and body, enslaved to that Ring, unable to find peace or relief ever in life again. But Sam has no words to express what he felt.”\n", " “Aiya Earendil Elenion Ancalima!”\n", " “A ruler who discerning justice refuseth to it the sanction of law, demanding abnegation of rights and self-sacrifice, will not drive his subjects to these virtues, virtuous only if free, but by unnaturally making justice unlawful, will drive them rather to rebellion against all law.”\n", " “This hobbit was a very well-to-do hobbit, and his name was Baggins. The Bagginses had lived in the neighbourhood of The Hill for time out of mind, and people considered them very respectable, not only because most of them were rich, but also because they never had any adventures or did anything unexpected: you could tell what a Baggins would say on any question without the bother of asking him. This is a story of how a Baggins had an adventure, and found himself doing and saying things altogether unexpected. He may have lost the neighbours’ respect, but he gained—well, you will see whether he gained anything in the end.”\n", " “It is not possible even at great length to “pot” The Lord of the Rings in a paragraph or two … It was begun in 1937, and every part has been written many times. Hardly a word in its 600,000 or more has been unconsidered. And the placing, size, style, and contribution to the whole of the features, incidents, and chapters has been laboriously pondered. I do not say this in recommendation. It is, I feel, only too likely that I am deluded, lost in a web of vain imaginings of not much value to others – in spite of the fact that a few readers have found it good, on the whole. What I intend to say is this: I cannot substantially alter the thing. I have finished it, is “off my mind”: the labour has been colossal: and it must stand or fall, practically as it is.\n [1951]”\n", " “In all the days of the Third Age, after the fall of Gil-galad, Master Elrond abode in Imladris, and he gathered there many Elves, and other folk of wisdom and power from among all the kindreds of Middle-earth, and he preserved through many lives of Men the memory of all that had been fair; and the house of Elrond was a refuge for the weary and the oppressed, and a treasury of good counsel and wise lore. In that house were harboured the Heirs of Isildur, in childhood and old age, because of the kinship of their blood with Elrond himself, and because he knew in his wisdom that one should come of their line to whom a great part was appointed in the last deeds of that Age. And until that time came the shards of Elendil's sword were given into the keeping of Elrond, when the days of the Dúnedain darkened and they became a wandering people.”\n", " “You have had some very strange adventures, I hear,’ said Glóin. ‘I wonder greatly what brings four hobbits on so long a journey.”\n", " “So much death! What can med do against such reckless hate?”\n", " “I can manage,\" said Frodo. \"I must.”\n", " “A sword rang as it was drawn.\n - Do what you will; but I will hinder it if I may.\n - Hinder me? Thou fool. No living man may hinder me!\n Then Merry heard of all sounds in that hour the strangest. It seemed that Dernhelm laughed and the clear voice was like the ring of steel.\n - But no living man am I! You look upon a woman. Éowyn I am, Éomund's daughter. You stand between me and my lord and kin. Begone, if you be not deathless! For living or dark undead, I will smite you if you touch him.”\n", " “I am a Christian and of course what I write will be from that essential viewpoint.”\n", " “Art is the human process that produces by the way (it is not its only or ultimate object) Secondary Belief.”\n", " “Dead men are not friends to living men, and give them no gifts.”\n", " “Is there any pleasure on earth as great as the circle of Christian friends by a good fire?”\n", " “To the dismay of those that stood by, about the body of Saruman a grey mist gathered, and rising very slowly to a great height like smoke from a fire, as a pale shrouded figure it loomed over the Hill. For a moment it wavered, looking to the West; but out of the West came a cold wind, and it bent away, and with a sigh dissolved into nothing.”\n"]