[" “I am but dirt and dust in kind, and you a rich and radiant rose...”\n", " “The banquet was very splendid, however, though I had a bad cold at the time, I remember, and could only say ‘thag you very buch’.”\n", " “Yet also I should be sad,’ said Théoden. ‘For however the fortune of war shall go, may it not so end that much that was fair and wonderful shall pass for ever out of Middle-earth?’ ‘It may,’ said Gandalf. ‘The evil of Sauron cannot be wholly cured, nor made as if it had not been. But to such days we are doomed. Let us now go on with the journey we have begun!”\n", " “Also they have filled themselves with new doubts that disturb their plans. No”\n", " “But the sons of Men die indeed, and leave the world; wherefore they are called the Guests or the Strangers. Death is their fate, the gift of Illúvatar, which as time wears even the Powers shall envy.”\n", " “فقال جاندالف: إنني معكم في الوقت الحاضر، ولكن قريبا لن أكون معكم. إنني لست ذاهبا إلى المقاطعة. ينبغي عليكم أن تسووا أموركم بأنفسكم، هذا ما تم تدريبكم من أجله. ألم تفهموا بعد؟ لقد انتهى وقتي وزماني. لم تعد بعد مهمتي أن أصحح الأشياء وأقومها، ولا أن أساعد الأشخاص في أن يفعلوا ذلك. وبالنسبة لكم أنتم يا أصدقائي الأعزاء، فلن تحتاجوا إلى أي مساعدة. لقد كبرتم الآن. كبرتم حقا وصرتم طوالا جدا. إنكم بين العظماء، ولم يعد يساورني أي خوف على الإطلاق على أي واحد منكم. ولكن إذا كنتم ستعرفون، فإنني سوف أحيد عن الطريق سريعا. سوف أتبادل حديثا طويلا مع بومباديل. حديث لم يحدث قط أن تبادت مثله طوال حياتي. إنه جامع طحالب، وقد كنت أنا صخرا كتب عليه أن يتدحرج ويدور. ولكن أيام تدحرجي ودوراني تصل إلى نهايتها، والآن سوف يكون لدينا الكثير ليقوله كل منا للآخر.”\n", " “For a while they stood there, like men on the edge of a sleep where nightmare lurks, holding it off, though they know that they can only come to morning through the shadows. The”\n", " “The Lord of the Rings' is of course a fundamentally religious and Catholic work; unconsciously so at first, but consciously in the revision. That is why I have not put in, or have cut out practically all references to anything like 'religion,' to cults or practices, in the imaginary world. For the religious element is absorbed into the story and symbolism.”\n", " “You could call her perilous because she was so strong in herself.”\n", " “All that is gold does not glitter,\n Not all those who wander are lost;\n The old that is strong does not wither,\n Deep roots are not reached by the frost”\n", " “I was having such a lovely dream,” he grumbled, “all about having a most gorgeous dinner.” “Good heavens! he has gone like Bombur,” they said. “Don’t tell us about dreams. Dream-dinners aren’t any good, and we can’t share them.”\n", " “And with that Glóin embarked on a long account of the doings of the Dwarf-kingdom. He was delighted to have found so polite a listener; for Frodo showed no sign of weariness and made no attempt to change the subject, though actually he soon got rather lost among the strange names of people and places that he had never heard of before. He was interested, however, to hear that Dáin was still King under the Mountain, and was now old (having passed his two hundred and fiftieth year), venerable, and fabulously rich. Of the ten companions who had survived the Battle of Five Armies seven were still with him: Dwalin, Glóin, Dori, Nori, Bifur, Bofur, and Bombur. Bombur was now so fat that he could not move himself from his couch to his chair at table, and it took six young dwarves to lift him.”\n", " “Run, you fools!”\n", " “But when the Ents all gathered round Treebeard, bowing their heads slightly, murmuring in their slow musical voices, and looking long and intently at the strangers, then the hobbits saw that they were all of the same kindred, and all had the same eyes: not all so old or so deep as Treebeard’s, but all with the same slow, steady, thoughtful expression, and the same green flicker.”\n", " “Never again shall there be any such league of Elves and Men; for Men multiply and the Firstborn decrease, and the two kindreds are estranged. And ever since that day the race of Númenor has decayed, and the span of their years has lessened.”\n", " “There were rockets like a flock of scintillating birds singing with sweet voices. There were green trees with trunks of dark smoke: their leaves opened like a whole spring unfolding in a moment, and their shining branches dropped glowing flowers down upon the hobbits, disappearing with a sweet scent just before their touched their upturned faces. There were fountains of butterflies that flew glittering into the trees; there were pillars of coloured fires that rose and turned into eagles, or sailing ships, or a phalanx of flying swans; there was a red thunderstorm and a shower of yellow rain; there was a forest of silver spears that sprang suddenly into the air with a yell like an embattled army, and and came down again into the Water with a hiss like a hundred hot snakes.”\n", " “No,’ said Gandalf. ‘That is not the road that you must take. I have spoken words of hope. But only of hope. Hope is not victory. War is upon us and all our friends, a war in which only the use of the Ring could give us surety of victory. It fills me with great sorrow and great fear: for much shall be destroyed and all may be lost. I am Gandalf, Gandalf the White, but Black is mightier still.”\n", " “His sword, Sting, Bilbo hung over his fireplace, and his coat of marvellous mail, the gift of the Dwarves from the Dragon-hoard, he lent to a museum, to the Michel Delving Mathom-house in fact.”\n", " “Long listening is hungry work.”\n", " “Let us remember that a traitor may betray himself and do good that he does not intend. It”\n", " “Winter is nearly gone. Time flows on to a spring of little hope.”\n", " “Ama o zamanlar böyle görünmüyordu, gerçek değildi' dedi Parish. 'Hayır o zamanlar yalnızca bir fikirdi'dedi adam, 'ama denemeye değer olduğunu düşünseydin fikri sen de görebilirdin.”\n", " “to Sam’s final and complete satisfaction and pure joy, a minstrel of Gondor stood forth, and knelt, and begged leave to sing. And behold! he said:\n ‘Lo! lords and knights and men of valour unashamed, kings and princes, and fair people of Gondor, and Riders of Rohan, and ye sons of Elrond, and Dúnedain of the North, and Elf and Dwarf, and greathearts of the Shire, and all free folk of the West, now listen to my lay. For I will sing to you of Frodo of the Nine Fingers and the Ring of Doom.’\n And when Sam heard that he laughed aloud for sheer delight, and he stood up and cried: ‘O great glory and splendour! And all my wishes have come true!’ And then he wept.\n And all the host laughed and wept, and in the midst of their merriment and tears the clear voice of the minstrel rose like silver and gold, and all men were hushed. And he sang to them, now in the elven-tongue, now in the speech of the West, until their hearts, wounded with sweet words, overflowed, and their joy was like swords, and they passed in thought out to regions where pain and delight flow together and tears are the very wine of blessedness.”\n", " “Bilbo. “Ha!” thought he, warming to his new work as he lifted it carefully out, “this”\n", " “Bet visą tą laiką Makaliukas Klajūnas laukė pasirodant paštininkės Klyksnės su naujienomis iš žemės (net maži šuniukai žino, kad tai dažniausiai žmogžudystės ir futbolo rungtynių rezultatai, bet kartais pasitaiko ir geresnių dalykų).”\n", " “everything. Don’t adventures ever have an end? I suppose not. Someone else always has to carry on the story.”\n", " “Not all those who wander are lost.\"-Gandalf, Lord of the Rings”\n", " “Let's not be hasty. After all, it is easier to shout 'stop!' than to do it.”\n", " “They rode on through sunset, and slow dusk, and gathering night.”\n", " “The Road goes ever on and on Down from the door where it began. Now far ahead the Road has gone, And I must follow, if I can, Pursuing it with eager feet, Until it joins some larger way Where many paths and errands meet. And whither then? I cannot say. He”\n"]