[" “But I spoke hastily. We must not be hasty. I have become too hot. I must cool myself and think; for it is easier to shout\n than to do it.”\n", " “Hammer and tongs! I am so torn between rage and joy, that if I do not burst, it will be a marvel!”\n", " “A traitor may betray himself and do good he does not intend.”\n", " “I have never been out of my own land before. And if I had known what the world outside was like, I don't think I should have had the heart to leave it.'\n 'Not even to see fair Lothlorien?' said Haldir. 'The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater.”\n", " “Rover did not know in the least where the moon's path led to, and at present he was much too frightened and excited to ask, and anyway he was beginning to get used to extraordinary things happening to him.”\n", " “And here you will stay, Gandalf the Grey, and rest from journeys. For I am Saruman the Wise, Saruman the Ring-maker, Saruman of Many Colours!\"\n \"I looked then and saw that his robes, which had seemed white, were not so, but were woven of all colours, and if he moved they shimmered and changed hue so that the eye was bewildered.”\n", " “I shall have to go. But-\" and here Frodo looked hard at Sam- \"if you really care about me, you will have to keep that DEAD secret. See? If you don't, if you even breathe a word of what you've heard here, then I hope Gandalf will turn you into a spotted toad and fill the garden full of grass snakes.\"\n Sam fell on his knees, trembling. \"Get up, Sam!\" Said Gandalf. \"I have thought of something better than that. Something to keep you quiet, and punish you properly for listening. You shall go away with Mr. Frodo!\"\n \"Me, sir!\" cried Sam, springing up like a dog invited for a walk. \"Me go and see Elves and all! Hooray!\" he shouted, and then burst into tears.”\n", " “If you wanted to go on from the end of\n I think the ring would be your inevitable choice as the link. If then you wanted a large tale, the Ring would at once acquire a capital letter; and the Dark Lord would immediately appear. As he did, unasked, on the hearth at Bag End as soon as I came to that point. So the essential Quest started at once. But I met a lot of things along the way that astonished me. Tom Bombadil I knew already; but I had never been to Bree. Strider sitting in the corner of the inn was a shock, and I had no more idea who he was than Frodo did. The Mines of Moria had been a mere name; and of Lothlorien no word had reached my mortal ears till I came there.\n -- (\n )”\n", " “Life is rather above the measure of us all (save for a very few perhaps). We all need literature that is above our measure--though we may not have sufficient energy for it all the time.”\n", " “All that is gold does not glitter; not all those who wander are lost; the old that is strong does not wither; deep roots are not reached by the frost..”\n", " “On two chairs beneath the bole of the tree and canopied by a living bough there sat, side by side, Celeborn and Galadriel. Very tall they were, and the Lady no less tall than the Lord; and they were grave and beautiful. They were clad wholly in white; and the hair of the Lady was of deep gold, and the hair of the Lord Celeborn was of silver long and bright; but no sign of age was upon them, unless it were in the depths of their eyes; for these were keen as lances in the starlight, and yet profound, the wells of deep memory.”\n", " “Goodbye, master, my dear! Forgive your Sam. He'll come back to this spot when the job's done - if he manages it. And then he'll not leave you again. Rest you quiet till I come; and may no foul creature come anigh you! And if the Lady could hear me and give me one wish, I would wish to come back and find you again. Good bye!”\n", " “For the trouble with the real folk of Faerie is that they do not always look like what they are; and they put on the pride and beauty that we would fain wear ourselves.”\n", " “Perilous to us all are the devices of an art deeper than we possess ourselves.”\n", " “Yet dawn is ever the hope of men,’ said Aragorn.”\n", " “The consolation of fairy-stories, the joy of the happy ending: or more correctly of the good catastrophe, the sudden joyous “turn” (for there is no true end to any fairy-tale): this joy, which is one of the things which fairy-stories can produce supremely well, is not essentially “escapist,” nor “fugitive.” In its fairy-tale--or otherworld--setting, it is a sudden and miraculous grace: never to be counted on to recur. It does not deny the existence of dyscatastrophe, of sorrow and failure: the possibility of these is necessary to the joy of deliverance; it denies (in the face of much evidence, if you will) universal final defeat and in so far is evangelium, giving a fleeting glimpse of Joy, Joy beyond the walls of the world, poignant as grief.\n It is the mark of a good fairy-story, of the higher or more complete kind, that however wild its events, however fantastic or terrible the adventures, it can give to child or man that hears it, when the “turn” comes, a catch of the breath, a beat and lifting of the heart, near to (or indeed accompanied by) tears, as keen as that given by any form of literary art, and having a peculiar quality ... In such stories when the sudden “turn” comes we get a piercing glimpse of joy, and heart's desire, that for a moment passes outside the frame, rends indeed the very web of story, and lets a gleam come through.”\n", " “It's a dangerous business, Frodo, going out of your door,\" he used to say. \"You step into the Road, and if you don't keep your feet, there is no knowing where you might be swept off to. Do you realize that this is the very path that goes through Mirkwood, and that if you let it, it might take you to the Lonely Mountain or even further and to worse places?”\n", " “All stories are ultimately about the fall.”\n", " “Tell me, Legolas, why did I come on this Quest? Little did I know where the chief peril lay! Truly Elrond spoke, saying that we could not foresee what we might meet upon our road. Torment in the dark was the danger that I feared, and it did not hold me back. But I would have never come, had I known the danger of light and joy.”\n", " “But her beauty was more than their beauty, and her sorrow deeper than their sorrows; and she knelt before Mandos and sang to him.”\n", " “Of course, it is likely enough, my friends,' he said slowly, 'likely enough that we are going to our doom: the last march of the Ents. But if we stayed home and did nothing, doom would find us anyway, sooner or later. That thought has long been growing in our hearts; and that is why we are marching now. It was not a hasty resolve. Now at least the last march of the Ents may be worth a song.”\n", " “And suddenly first one and then another began to sing as they played, deep-throated singing of the dwarves in the deep places of their ancient homes; and this is like a fragment of their song, if it can be like their song without their music. [...]As they sang the hobbit felt the love of beautiful things made by hands and by cunning and by magic moving through him, a fierce and jealous love, the desire of the hearts of dwarves. Then something Tookish woke up inside him, and he wished to go and see the great mountains, and hear the pine-trees and the waterfalls, and explore the caves, and wear a sword instead of a walking-stick. He looked out of the window. The stars were out in a dark sky above the trees. He thought of the jewels of the dwarves shining in dark caverns. Suddenly in the wood beyond The Water a flame leapt up - probably somebody lighting a wood-fire-and he thought of plundering dragons settling on his quiet Hill and kindling it all to flames. He shuddered; and very quickly he was plain Mr. Baggins of Bag-End, Under-Hill, again. He got up trembling.”\n", " “The Recovered Thing is not quite the same as the Thing-never-lost. It is often more precious. As Grace, recovered by repentance, is not the same as primitive Innocence, but is not necessarily a poorer or worse state.”\n", " “Things might have been different, but they could not have been better.”\n", " “Of all the things that men may heed\n 'Tis most of love they sing indeed.”\n", " “It is plain that we were meant to go together.”\n", " “the association of children and fairy-stories is an accident of our domestic history. Fairy-stories have in the modern lettered world been relegated to the “nursery,” as shabby or old-fashioned furniture is relegated to the play-room, primarily because the adults do not want it, and do not mind if it is misused.”\n", " “What did I tell you, Mr. Pippin?' said Sam, sheathing his sword. 'Wolves won't get him. That was an eye-opener, and no mistake! Nearly singed the hair off my head!”\n", " “This is the hour of the Shire-folk, when they arise from their quiet fields to shake the towers and counsels of the Great.”\n", " “Follow what may, great deeds are not lessened in worth.”\n"]