[" “I wish I had never seen the Ring! Why did it come to me? Why was I chosen?’ ‘Such questions cannot be answered,’ said Gandalf. ‘You may be sure that it was not for any merit that others do not possess: not for power or wisdom, at any rate. But you have been chosen, and you must therefore use such strength and heart and wits as you have.”\n", " “Legolas was standing, gazing northwards into the darkness, thoughtful and silent as a young tree in a windless night.”\n", " “We cannot leave you to hold the door alone!’ said Aragorn. ‘Do as I say!’ said Gandalf fiercely. ‘Swords are no more use here. Go!”\n", " “Yine de dünyanın bütün gelgitlerine hakim olmak değil bizim rolümüz; bizim rolümüz içine bırakılmış olduğumuz yılları sıkıntıdan kurtarmak için elimizden geleni yapmak, bizden sonra yaşayanlar işlemek için temiz bir toprak bulabilsinler diye bildiğimiz tarlalardaki kötülüğü kökünden söküp atmak.”\n", " “Fire glowed amid the smoke. Mount Doom was burning, and a great reek rising. Then at last his gaze was held: wall upon wall, battlement upon battlement, black, immeasurably strong, mountain of iron, gate of steel, tower of adamant, he saw it: Barad-dûr, Fortress of Sauron. All hope left him.”\n", " “Many things that live deserve death, some that die deserve life. Do not be too eager to deal out death & judgment. Even the very wise cannot see all the ends.\n So do all who live to see such (hard) times, but that is not for them to decide. All we have to decide is what to do with the time that is given to us.”\n", " “You can trust us to stick to you through thick and thin – to the bitter end. And you can trust us to keep any secret of yours – closer than you keep it yourself. But you cannot trust us to let you face trouble alone, and go off without a word. We are your friends, Frodo.”\n", " “For LOBELIA SACKVILLE-BAGGINS, as a PRESENT;' on a case of silver spoons… Bilbo believed that she had acquired a good many of his spoons, while he was away on his former journey. Lobelia knew that quite well. When she arrived later in the day, she took the point at once, but she also took the spoons.”\n", " “We do not desire the power of wizard-lords, only strength to defend ourselves, strength in a just cause. And behold! in our need chance brings to light the Ring of Power. It is a gift, I say; a gift to the foes of Mordor. It”\n", " “Gimli. ‘I guess that is where we now stand.”\n", " “Of those demons of power Ecthelion slew three, for the brightness of his sword cleft the iron of them and did hurt to their fire, and they writhed; yet of the leap of that axe Dramborleg that was swung by the hand of Tuor were they still more afraid, for it sang like the rush of eagle’s wings in the air and took death as it fell, and five of them went down before it.”\n", " “For MILO BURROWS, hoping it will be useful from B.B.; on a gold pen and ink-bottle. Milo never answered letters.”\n", " “and wondered”\n", " “If ever you are passing my way,\" said Bilbo, \"don't wait to knock! Tea is at four; but any of you are welcome at any time!”\n", " “Triteness is the penalty of appropriation.”\n", " “The Lord of the Rings has been read by many people since it finally appeared in print; and I should like to say something here with reference to the many opinions or guesses that I have received or have read concerning the motives and meaning of the tale. The prime motive was the desire of a tale-teller to try his hand at a really long story that would hold the attention of readers, amuse them, delight them, and at times maybe excite them or deeply move them. As a guide I had only my own feelings for what is appealing or moving, and for many the guide was inevitably often at fault. Some”\n", " “I would hazard that Isildur’s Bane lay between you and was a cause of contention in your Company. Clearly it is a mighty heirloom of some sort, and such things do not breed peace among confederates, not if aught may be learned from ancient tales. Do”\n", " “For I also, Níniel, had my darkness, in which dear things were lost; but now I have overcome it, I deem.’ ‘And”\n", " “I amar prestar aen. Han mathon ne nen. Han mathon ne chae. A hoston ned 'wilith.\"\n \"Don't rich people difficult = Jangan kaya orang susah.”\n", " “Burada yanımda olduğun için çok mutluyum\" dedi Frodo. \"Burada, her şeyin sonunda Sam.”\n", " “—Desleal es aquel que se despide cuando el camino se oscurece —dijo Gimli. —Quizá —dijo Elrond—, pero no jure que caminará en las tinieblas quien no ha visto la caída de la noche.”\n", " “And far away, as Frodo put on the Ring and claimed it for his own, even in Sammath Naur the very heart of his realm, the Power in Barad-dûr was shaken, and the Tower trembled from its foundations to its proud and bitter crown. The Dark Lord was suddenly aware of him, and his Eye piercing all shadows looked across the plain to the door that he had made; and the magnitude of his own folly was revealed to him in a blinding flash, and all the devices of his enemies were at last laid bare. Then his wrath blazed in consuming flame, but his fear rose like a vast black smoke to choke him. For he knew his deadly peril and the thread upon which his doom now hung.”\n", " “L’Oscuro Signore ne possiede Nove; ma noi ne abbiamo Uno, più possente di tutti loro: il Cavaliere Bianco. Egli”\n", " “Maybe the paths that you each shall tread are already laid before your feet, though you do not see them.”\n", " “As master of Bag End Frodo felt it his painful duty to say good-bye to the guests. Rumours of strange events had by now spread all over the field, but Frodo would only say no doubt everything will be cleared up in the morning. About midnight carriages came for the important folk. One by one they rolled away, filled with full but very unsatisfied hobbits. Gardeners came by arrangement, and removed in wheelbarrows those that had inadvertently remained behind.”\n", " “I got stuck in the door, which was only open a crack, and I lost lots of buttons,” he said sadly looking at his torn clothes.”\n", " “My heart burns me too, and I would have started sooner; but now I must rest a little to run the better”\n", " “If simple folk are free from care and fear, simple they will be, and we must be secret to keep them so. That has been the task of my kindred, while the years have lengthened and the grass has grown.”\n", " “None and none! What I have left behind I count now no loss; needless baggage on the road it has proved. Let those that cursed my name, curse me still, and whine their way back to the cages of the Valar! Let the ships burn!”\n", " “I desired dragons with a profound desire.”\n"]