[" “You have been chosen, and you must therefore use such strength and heart and wits as you have.”\n", " “For he was a gentle heart and a great king and kept his oaths; and he rose out of the shadows to a last fair morning.”\n", " “Una mattina, mentr'ella giaceva addormentata sul muschio, e pareva che troppo amaro fosse il giorno perché s'aprisse un fiore gentile in un'ora senza sole, Beren si levò e le baciò i capelli e pianse e dolcemente là la lasciò.\n \"Buon Huan,\" disse, \"proteggila! Non sboccia in un campo privo di foglie un asfodelo, non una rosa solitaria in un boschetto pieno di rovi che al pari di lei sia fragile e fragrante. Difendila dal vento e dal gelo e nascondila dalle mani che afferrano e distruggono; impedisci che vaghi e impedisci che soffra, perché l'orgoglio e il destino mi spingono ora ad andare\".”\n", " “Let go! Gollum,' he said. 'This is Sting. You have seen it before once upon a time. Let go, or you'll feel it this time! I'll cut your throat”\n", " “and he could sleep, if sleep it could be called by Men, resting his mind in the strange paths of Elvish dreams, even as he walked open-eyed in the light of this world.”\n", " “One who cannot cast away a treasure at need is in fetters.”\n", " “You don’t really suppose, do you, that all your adventures and escapes were managed by mere luck, just for your sole benefit? You are a very fine person, Mr. Baggins, and I am very fond of you; but you are only quite a little fellow in a wide world after all!”\n", " “In three days, as the King had said, Éomer of Rohan came riding to the City, and with him came an éored of the fairest knights of the Mark. He was welcomed; and when they sat all at table in Merethrond, the Great Hall of Feasts, he beheld the beauty of the ladies that he saw and was filled with great wonder. And before he went to his rest he sent for Gimli the Dwarf, and he said to him: ‘Gimli Glóin’s son, have you your axe ready?’ ‘Nay, lord,’ said Gimli, ‘but I can speedily fetch it, if there be need.’ ‘You shall judge,’ said Éomer. ‘For there are certain rash words concerning the Lady in the Golden Wood that lie still between us. And now I have seen her with my eyes.’ ‘Well, lord,’ said Gimli, ‘and what say you now?’ ‘Alas!’ said Éomer. ‘I will not say that she is the fairest lady that lives.’ ‘Then I must go for my axe,’ said Gimli. ‘But first I will plead this excuse,’ said Éomer. ‘Had I seen her in other company, I would have said all that you could wish. But now I will put Queen Arwen Evenstar first, and I am ready to do battle on my own part with any who deny me. Shall I call for my sword?’ Then Gimli bowed low. ‘Nay, you are excused for my part, lord,’ he said. ‘You have chosen the Evening; but my love is given to the Morning. And my heart forebodes that soon it will pass away for ever.”\n", " “Even in ancient days they were, as a rule, shy of 'the Big Folk', as they call us, and now they avoid us with dismay and are becoming hard to find.”\n", " “Mr. Baggins was still officially their expert burglar and investigator. If he liked to risk a light, that was his affair. They would wait in the tunnel for his report.”\n", " “His hair was dark as the shadows of twilight.”\n", " “Some believe it is only great power that can hold evil in check, but that is not what I have found. It is the small everyday deeds of ordinary folk that keep the darkness at bay. Small acts of kindness and love. Why Bilbo Baggins? Perhaps because I am afraid, and he gives me courage.”\n", " “By some curious chance one morning long ago in the quiet of the world, when there was less noise and more green, and the hobbits were still numerous and prosperous, and Bilbo Baggins was standing at his door after breakfast smoking an enormous long wooden pipe that reached nearly down to his woolly toes (neatly brushed)—Gandalf came by. Gandalf! If you had heard only a quarter of what I have heard about him, and I have only heard very little of all there is to hear, you would be prepared for any sort of remarkable tale. Tales and adventures sprouted up all over the place wherever he went, in the most extraordinary fashion. He had not been down that way under The Hill for ages and ages, not since his friend the Old Took died, in fact, and the hobbits had almost forgotten what he looked like. He had been away over The Hill and across The Water on businesses of his own since they were all small hobbit-boys and hobbit-girls.”\n", " “In pigri giardini, molti fiori come te gli dèi innamorati sono soliti baciare d'un bacio che assomiglia al miele; e poi li buttano via, sciupati, e li calpestano, mentre emanano il profumo loro. [...] E chi non vorrebbe gustare la dolcezza del miele sfiorando labbra, o calpestar coi piedi il morbido, fresco tessuto dei pallidi fiori, alleggerendo, come gli dèi, le ore che si trascinano?”\n", " “And those who have not swords can still die upon them.”\n", " “I am sorry,' said Frodo. But I am frightened; and I do not feel any pity for Gollum.'\n You have not seen him,' Gandalf broke in.\n 'No, and I don't want to, said Frodo. 'I can't understand you. Do you mean to say that you, and the Elves, have let him live on after all those horrible deeds? Now at any rate he is as bad as an Orc, and just an enemy. He deserves death.'\n 'Deserves it!' I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all end.”\n", " “Hobbits do not like heights, and do not sleep upstairs, even when they have any stairs.”\n", " “Well no, the year’s been good enough,’ said Hob. ‘We grows a lot of food, but we don’t rightly know what becomes of it. It’s all these “gatherers” and “sharers”, I reckon, going round counting and measuring and taking off to storage. They do more gathering than sharing, and we never see most of the stuff again.”\n", " “Embrace The Power of The Ring! Or embrace your own destruction!”\n", " “We renounce no friendship. But it may be the part of a friend to rebuke a friend’s folly. And”\n", " “At last with an effort he spoke, and wondered to hear his own words, as if some other will was using his small voice.\n 'I will take the Ring' he said 'though I do not know the way.”\n", " “But if you would know, I am turning aside soon. I am going to have a long talk with Bombadil: such a talk as I have not had in all my time. He is a moss-gatherer, and I have been a stone doomed to rolling. But my rolling days are ending, and now we shall have much to say to one another.”\n", " “Se volto a bocejar, rasgo-me pelas orelhas.”\n", " “the table like old friends (as a matter of fact they were brothers).”\n", " “Un consejo es un regalo muy peligroso, aun del sabio al sabio, ya que todos los rumbos pueden terminar mal.”\n", " “He was fingering his great horn.”\n", " “The dragon is coming or I am a fool!” he cried. “Cut the bridges! To arms! To arms!” Then warning trumpets were suddenly sounded, and echoed along the rocky shores. The cheering stopped and the joy was turned to dread.”\n", " “Celălalt purta frunze de un verde crud, asemenea celor ale fagului abia înfrunzit; marginile le erau de aur sclipitor. Flori se legănau pe ramurile sale, în ciorchini de flăcări galbene, fiecare ciorchine având forma unui corn luminos ce revărsa pe pământ o ploaie de aur; şi din florile acestui copac se răspândea în jur căldură şi o mare lumină.”\n", " “Thieves! Fire! Murder! Such a thing had not happened since first he came to the Mountain! His rage passes description—the sort of rage that is only seen when rich folk that have more than they can enjoy suddenly lose something that they have long had but have never before used or wanted. His fire belched forth, the hall smoked, he shook the mountain-roots. He thrust his head in vain at the little hole, and then coiling his length together, roaring like thunder underground, he sped from his deep lair through its great door, out into the huge passages of the mountain-palace and up towards the Front Gate.”\n", " “A fox passing through the wood on business of his own stopped several minutes and sniffed. ‘Hobbits!’ he thought. ‘Well, what next? I have heard of strange doings in this land, but I have seldom heard of a hobbit sleeping out of doors under a tree. Three of them! There’s something mighty queer behind this.’ He was quite right, but he never found out any more about it.”\n"]