[" “A few melancholy birds were pipping and wailing, until the round red sun sank slowly into the western shadows; then an empty silence fell”\n", " “Those of the Elven-race that lived still in Middle-earth waned and faded, and Men usurped the sunlight. Then the Quendi wandered in the lonely places of the great lands and the isles, and took to the moonlight and the starlight, and to the woods and caves, becoming as shadows and memories, save those who ever and anon set sail into the West and vanished from Middle-earth.”\n", " “I regret that I am not clear as to what you intend by 'arisch'. I am not of Aryan extraction: that is Indo-Iranian; as far as I am aware none of my ancestors spoke Hindustani, Persian, Gypsy, or any related dialects.”\n", " “We're going on a bit too fast. You and I, Sam, are still stuck in the worst places of the story, and it is all too likely that some will say at this point: \"Shut the book now, dad; we don't want to read any more.\"'\n 'Maybe,' said Sam, 'but I wouldn't be one to say that. Things done and over and made into part of the great tales are different.”\n", " “It is a fair tale, though it is sad, as are all the takes of Middle-earth, and yet it may lift up your hearts.”\n", " “But fairest of all was the great white gem, which the dwarves had found beneath the roots of the Mountain, the Heart of the Mountain, the Arkenstone of Thrain.”\n", " “I see that you are an elf-friend; the light in your eyes and the ring in your voice tells it.”\n", " “Ride, ride to ruin and the world's ending!”\n", " “Young she was and yet not so. The braids of her dark hair were touched by no frost; her white arms and clear face were flawless and smooth, and the light of stars was in her bright eyes, grey as a cloudless night; yet queenly she looked, and thought and knowledge were in her glance, as of one who has known many things that the years bring.”\n", " “One of its sources [Leaf by Niggle] was a great-limbed poplar tree that I could see even lying in bed. It was suddenly lopped and mutilated by its owner, I do not know why. It is cut down now, a less barbarous punishment for any crimes it might have been accused of, such as being large and alive. I do not think it had any friends, or any mourners, except myself and a pair of owls.”\n", " “Night always had been, and always would be, and night was all.”\n", " “Wonderful folk, Elves, sir! Wonderful!' 'They are,' said Frodo. 'Do you like them still, now you have had a closer view?”\n", " “In the stern sat Aragon son of Arathorn, proud and erect, guiding the boat with skilful strokes; his hood was cast back, and his dark hair was blowing in the wind, a light was in his eyes: a king returning from exile to his own land.”\n", " “For heart that is pitiless counteth not the power that pity hath, of which stern anger may be forged and a lightning kindled before which mountains fall.”\n", " “Then breaking the silence Thingol said: 'Go your way therefore! Bring to me in your hand a Silmaril from Morgoth's crown; and then, if she will, Lúthien may set her hand in yours. Then you shall have my jewel; and though the fate of Arda lie within the Silmarils, yet you shall hold me generous.'\n And those that heard these words perceived that Thingol would save his oath, and yet send Beren to his death; for they knew that not all the power of the Noldor had availed even to see from afar the shining Silmarils of Feanor. For they were set in the Iron Crown, and treasured in Angband above all wealth; and Balrogs were about them, and countless swords, and strong bars, and unassailable walls, and the dark majesty of Morgoth.\n But Beren laughed. 'For little price,' he said, 'do Elven-kings sell their daughters: for gems, and things made by craft. But if this be your will, Thingol, I will perform it. And when we meet again my hand shall hold a Silmaril from the Iron Crown; for you have not looked the last upon Beren son of Barahir.”\n", " “His love for Frodo rose above all other thoughts, and forgetting his peril he cried aloud: 'I'm coming, Mr. Frodo!'\n He ran forward to the climbing path, and over it. At once the road lurned left and plunged steeply down. Sam had crossed into Mordor.”\n", " “Hill. Yes, that was it. But it is a hasty word for a thing that has stood here ever since this part of the world was shaped.”\n", " “There cannot be any ‘story’ without a fall – all stories are ultimately about the fall – at least not for human minds as we know them and have them.”\n", " “Frodo! Mr. Frodo, my dear!' cried Sam, tears almost blinding him. 'It's Sam, I've come!' He half lifted his master and hugged him to his breast.”\n", " “It's some kind of Elvish.I can't read it.”\n", " “He floated by them, and slowly his boat departed, waning to a dark spot against the golden light; and then suddenly it vanished. Rauros roared on unchanging. The River had taken Boromir son of Denethor, and he was not seen again in Minas Tirith, standing as he used to stand upon the White Tower in the morning. But in Gondor in after-days it long was said that the elven-boat rode the falls and the foaming pool, and bore him down through Osgiliath, and past the many mouths of Anduin, out into the Great Sea at night under the stars.”\n", " “A tree there towere Tall and branching That house upholding The hall's wonder Its leaves their hangings Its limbs rafters Its mighty bole In the midst standing.”\n", " “Well, I suppose we must be going on again,' he said. 'I wonder how long it will be before we really are caught and all the toiling and the slinking will be over, and in vain.' He stood up. 'It's dark, and we cannot use the Lady's glass. Keep it safe for me, Sam. I have nowhere to keep it now, except in my hand, and I shall need both hands in the blind night. But Sting I give to you. I have got an orc-blade, but I do not think it will be my part to strike any blow again.”\n", " “Kalbine ateş düşmesinden de kaçın kalbinin buz tutmasından da...”\n", " “Co to mělo v kapšiškách? Nechtělo to říct, ne, milášku. Podvodníšek mrňavá. Nefér otázka. Podvádělo to první. Poruššilo to pravidla. Měli šme to žmáčknout, viď, milášku. A žmáčknem, milášku!”\n", " “Sempre,sempre le strade vanno avanti,\n su rocce e sotto piante, a costeggiare\n antri che di ogni luce son mancanti,\n lungo ruscelli che non vanno al mare,\n sopra la neve che d'inverno cade,\n in mezzo ai fiori felici dell'estate,\n sopra la pietra e prati di rugiade\n sotto montagne di lune inondate.\n Sempre,sempre le strade vanno avanti\n sotto le nubi e la volta stellata,\n ma i piedi incerti,nel cammino erranti\n volgono infine alla dimora amata.\n Gli occhi che han visto spade e fiamme ardenti\n ed in sale di pietra orrori ignoti,\n guardano infine i pascoli ridenti\n e gli alberi ed i colli tanto noti”\n", " “Then Frodo stirred and spoke with a clear voice, indeed with a voice clearer and more powerful than Sam had ever heard him use, and it rose above the throb and turmoil of Mount Doom, ringing in the roof and walls.\n 'I have come,' he said. 'But I do not choose now to do what I came to do. I will not do this deed. The Ring is mine!”\n", " “His only comfort was he couldn’t be mistaken for a dwarf, as he had no beard.”\n", " “Frodo gave a cry, and there he was, fallen upon his knees at the chasm's edge. But Gollum, dancing like a mad thing, held aloft the ring, a finger still thrust within its circle.”\n", " “For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was light and high beauty for ever beyond its reach. His song in the Tower had been defiance rather than hope; for then he was thinking of himself. Now, for a moment, his own fate, and even his master’s, ceased to trouble him.”\n"]