[" “You’re a booby,” said William. “Booby yerself!” said Tom.”\n", " “Lazy Lob and crazy Cob are weaving webs to wind me. I am far more sweet than other meat, but still they cannot find me!”\n", " “The Evangelium has not abrogated legends; it has hallowed them, especially the 'happy ending'. The Christian has still to work, with mind as well as body, to suffer, hope, and die; but he may now perceive that all his bents and faculties have a purpose, which can be redeemed. So great is the bounty with which he has been treated that he may now, perhaps, fairly dare to guess that in Fantasy he may actually assist in the effoliation and multiple enrichment of creation.”\n", " “Yet he felt in his heart that Faramir, though he was much like his brother in looks, was a man less self-regarding, both sterner and wiser. ‘I remember”\n", " “Ever will some new evil be hatched in Angband beyond the guess of Elves and Men,”\n", " “Under the Mountain dark and tall The King has come unto his hall! His foe is dead, the Worm of Dread, And ever so his foes shall fall.”\n", " “Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then”\n", " “But these evils can be amended, so strong and gay a spirit is in him. His grief he will not forget; but it will not darken his heart, it will teach him wisdom.”\n", " “Altri mali potranno sopraggiungere, perché Sauron stesso non è che un servo o un emissario. Ma non tocca a noi dominare tutte le maree del mondo; il nostro compito è di fare il possibile per la salvezza degli anni nei quali viviamo, sradicando il male dai campi che conosciamo, al fine di lasciare a coloro che verranno dopo terra sana e pulita da coltivare. Ma”\n", " “But if you take it freely, I will say that your choice is right; and though all the mighty Elf-friends of old, Hador, and Húrin, and Túrin, and Beren himself were assembled together, your seat should be among them.’ ‘But”\n", " “For he gave it up in the end of his own accord: an important point. No,”\n", " “I liked white better,” I said. ‘ “White!” he sneered. “It serves as a beginning. White cloth may be dyed. The white page can be overwritten; and the white light can be broken.” ‘ “In which case it is no longer white,” said I. “And he that breaks a thing to find out what it is has left the path of wisdom.”\n", " “True courage is knowing not when to take a life, but to save one.”\n", " “There were some that shook their heads and thought this was too much of a good thing; it seemed unfair that anyone should possess (apparently) perpetual youth as well as (reputedly) inexhaustible wealth. ‘It will have to be paid for,’ they said. ‘It isn’t natural, and trouble will come of it!”\n", " “More terrible still are thunder and lightning in the mountains at night, when storms come up from East and West and make war. The lightning splinters on the peaks, and rocks shiver, and great crashes split the air and go rolling and tumbling into every cave and hollow; and the darkness is filled with overwhelming noise and sudden light.”\n", " “Muitos que vivem merecem morrer. Alguns que morrem merecem viver. Você pode lhes dar a vida? Então não seja tão ávido para julgar e condenar alguém a morte, pois mesmo os mais sábios não podem ver os dois lados.”\n", " “Las estrellas brillan más cuanto más profunda y oscura es la noche.”\n", " “The more ‘life’ a story has the more readily will it be susceptible of allegorical interpretations: while the better a deliberate allegory is made the more nearly will it be acceptable just as a story.”\n", " “Now Fëanor's heart was still bitter at his humiliation before Mandos, and he looked at Melkor in silence, pondering if indeed he might yet trust him so far as to aid him in his flight. And Melkor, seeing that Fëanor wavered, and knowing the the Silmarils held his heart in thrall, said at last: 'Here is a strong place, and well guarded; but think not that the Silmarils will lie safe in any treasury within the realm of the Valar!'\n But his cunning overreached his aim; his words touched too deep, and awoke a fire more fierce than he designed; and Fëanor looked upon Melkor with eyes that burned through his fair semblance and pierced the cloaks of his mind, perceiving his fierce lust for the Silmarils. Then hate overcome Fëanor's fear, and he cursed Melkor and bade him be gone, saying: 'Get thee gone from my gate, thou jail-crow of Mandos!' And he shut the doors of his house in the face of the mightiest of the dwellers of Eä.”\n", " “But if we stayed at home and did nothing, doom would find us anyway, sooner or later. That”\n", " “it is a long tale.” “Then you had better come inside and tell me some of it, if it won’t take all day,”\n", " “A darkness lies behind us, and we have turned our backs upon it, and we do not desire to return thither even in thought. Westwards our hearts have been turned, and we believe that there we shall find Light.”\n", " “for being the work of Elvish smiths in the Elder Days these swords shone with a cold light, if any Orcs were near at hand. Behind”\n", " “En ese momento, golpearon a la puerta y entró Sam. Corrió hacia Frodo y le tomó la mano izquierda, torpe y tímidamente. La acarició un momento con dulzura y luego enrojeció y se volvió en seguida para irse.”\n", " “He has led us in here against our fears, but he will lead us out again, at whatever cost to himself.”\n", " “Gandalf stood up and strode forward, holding his staff aloft. ‘Listen, Hound of Sauron!’ he cried. ‘Gandalf is here. Fly, if you value your foul skin! I will shrivel you from tail to snout, if you come within this ring.”\n", " “You may ask what is the use of my deeds when they are proved useless.”\n", " “we may help the other peoples before we pass away. Still,”\n", " “The grey figure of the Man, Aragorn son of Arathorn, was tall, and stern as stone, his hand upon the hilt of his sword; he looked as if some king out of the mists of the sea had stepped upon the shores of lesser men. Before him stooped the old figure, white, shining now as if with some light kindled within, bent, laden with years, but holding a power beyond the strength of kings.”\n", " “Riders!’ cried Aragorn, springing to his feet. ‘Many riders on swift steeds are coming towards us!’ ‘Yes,’ said Legolas, ‘there are one hundred and five. Yellow is their hair, and bright are their spears. Their leader is very tall.’ Aragorn smiled. ‘Keen are the eyes of the Elves,’ he said. ‘Nay! The riders are little more than five leagues distant,’ said Legolas.”\n"]