[" “So was I,’ said Frodo, ‘and so I am. We’re going on a bit too fast. You and I, Sam, are still stuck in the worst places of the story, and it is all too likely that some will say at this point: “Shut the book now, dad; we don’t want to read any more.”’ ‘Maybe,’ said Sam, ‘but I wouldn’t be one to say that. Things done and over and made into part of the great tales are different. Why, even Gollum might be good in a tale, better than he is to have by you, anyway. And he used to like tales himself once, by his own account. I wonder if he thinks he’s the hero or the villain?”\n", " “Of course, it is likely enough, my friends,’ he said slowly, ‘likely enough that we are going to our doom: the last march of the Ents. But if we stayed at home and did nothing, doom would find us anyway, sooner or later.”\n", " “When trees shall fall and starless night devour the sunless day; When wind is in the deadly East, then in the bitter rain I’ll look for thee, and call to thee; I’ll come to thee again! ENTWIFE. When Winter comes, and singing ends; when darkness falls at last; When broken is the barren bough, and light and labour past; I’ll look for thee, and wait for thee, until we meet again: Together we will take the road beneath the bitter rain! BOTH. Together we will take the road that leads”\n", " “Up Eorlingas! Fear no darkness!”\n", " “It was as if they stood at the window of some elven-tower, curtained with threaded jewels of silver and gold, and ruby, sapphire and amethyst, all kindled with an unconsuming fire.”\n", " “It is said that the skill of the Dwarves is in their hands rather than in their tongues,’ she said; ‘yet that is not true of Gimli. For none have ever made to me a request so bold and yet so courteous. And how shall I refuse, since I commanded him to speak? But tell me, what would you do with such a gift?’\n ‘Treasure it, Lady,’ he answered, ‘in memory of your words to me at our first meeting. And if ever I return to the smithies of my home, it shall be set in imperishable crystal to be an heirloom of my house, and a pledge of good will between the Mountain and the Wood until the end of days.”\n", " “curious chance one morning long ago in the quiet of the world, when there was less noise and more green, and”\n", " “Mere flight in a dream you say. In dream many desires are revealed; and desire may be the last flicker of Estel.”\n", " “He did not falter, as long as there was a path that led toward his goal.”\n", " “It must often be so, Sam, when things are in danger: someone has to give them up, lose them, so that others may keep them.”\n", " “Ce n'était pas un trou déplaisant, sale et humide, rempli de bouts de vers et d'une atmosphère suintante, non plus qu'un trou sec, nu, sablonneux, sans rien pour s'asseoir ni sur quoi manger : c'était un trou de hobbit, ce qui implique le confort\".”\n", " “You will meet many foes, some open, and some disguised; and you may find friends upon your way when you least look for it.”\n", " “Certainly there was an Eden on this very unhappy earth. We all long for it, and we are constantly glimpsing it: our whole nature at its best and least corrupted, its gentlest and most humane, is still soaked with the sense of ‘exile.”\n", " “As a small token only of your friendship Sauron asks this,” he said: “ that you should find this thief,” such was his word, “and get from him, willing or no, a little ring, the least of rings, that once he stole. It is but a trifle that Sauron fancies, and an earnest of your good will.”\n", " “A fair vision had welcomed him in this land of disease.”\n", " “It simply isn't an adventure worth telling if there aren't any dragons”\n", " “Though mortal Men have little life beside the span of the Elves, they would rather spend it in battle than fly or submit. The defiance of Húrin Thalion is a great deed; and though Morgoth slay the doer he cannot make the deed not to have been. Even the Lords of the West will honour it; and is it not written into the history of Arda, which neither Morgoth nor Manwë can unwrite?”\n", " “Korkularından kaçtığını sanan bir adam, kestirme bir yoldan dosdoğru onlara koşmaktadır aslında.”\n", " “Lurking by a stagnant mere, peering in the water as the dark eve fell, I caught him, Gollum. He was covered with green slime. He will never love me, I fear; for he bit me, and I was not gentle. Nothing more did I ever get from his mouth than the marks of his teeth.”\n", " “Někteří z těch, kteří knihu přečetli, nebo ji aspoň recenzovali, ji shledali nudnou, nesmyslnou nebo opovrženíhodnou; a já nemám proč si stěžovat, jelikož mám podobný názor na jejich díla nebo ten druh psaní, kterému očividně dávají přednost.”\n", " “This is the Arkenstone of Thrain,” said Bilbo, “the Heart of the Mountain; and it is also the heart of Thorin.”\n", " “This is the story of how a Baggins had an adventure, and found himself doing and saying things altogether unexpected”\n", " “Ash nazg durbatulûk, ash nazg gimbatul, ash nazg thrakatulûk agh burzum-ishi krimpatul. The change in the wizard’s voice was astounding. Suddenly it became menacing, powerful, harsh as stone. A shadow seemed to pass over the high sun, and the porch for a moment grew dark. All trembled, and the Elves stopped their ears. ‘Never before has any voice dared to utter words of that tongue in Imladris, Gandalf the Grey,’ said Elrond, as the shadow passed and the company breathed once more.”\n", " “for advice is a dangerous gift, even from the wise to the wise, and all courses may run ill.”\n", " “Melkor's envy grew then the greater within him; and he also took visible form, but because of his mood and the malice that burned in him that form was dark and terrible. And he descended upon Arda in power and majesty greater than any other of the Valar, as a mountain that wades in the sea and has its head above the clouds and is clad in ice and crowned with smoke and fire; and the light of the eyes of Melkor was like a flame that withers with heat and pierces with a deadly cold.”\n", " “Though thereafter we may walk in the shadows, I will not go forth as a thief in the night.”\n", " “I have come,’ he said. ‘But I do not choose now to do what I came to do. I will not do this deed. The Ring is mine!”\n", " “It was a terrible battle. The most dreadful of all Bilbo’s experiences, and the one which at the time he hated most—which is to say it was the one he was most proud of, and most fond of recalling long afterwards, although he was quite unimportant in it. Actually I may say he put on his ring early in the business, and vanished from sight, if not from all danger. A magic ring of that sort is not a complete protection in a goblin charge, nor does it stop flying arrows and wild spears; but it does help in getting out of the way, and it prevents your head from being specially chosen for a sweeping stroke by a goblin swordsman.”\n", " “The chance never arrived, until Bilbo Baggins was grown up, being about fifty years old or so, and living in the beautiful hobbit-hole built by his father, which I have just described for you, until he had in fact apparently settled down immovably.”\n", " “Faithless is he that says farewell when the road darkens,”\n"]