[" “There, peeping among the cloud-wrack above a dark tor high up in the mountains, Sam saw a white star twinkle for a while. The beauty of it smote his heart, as he looked up out of the forsaken land, and hope returned to him. For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was a light and high beauty for ever beyond its reach. His song in the Tower had been defiance rather than hope; for then he was thinking of himself. Now, for a moment, his own fate, and even his master’s, ceased to trouble him. He crawled back into the brambles and laid himself by Frodo’s side, and putting away all fear he cast himself into a deep untroubled sleep.”\n", " “I suppose hobbits need some description nowadays, since they have become rare and shy of the Big People, as they call us. They are (or were) a little people, about half our height, and smaller than the bearded Dwarves. Hobbits have no beards. There is little or no magic about them, except the ordinary everyday sort which helps them to disappear quietly and quickly when large stupid folk like you and me come blundering along, making a noise like elephants which they can hear a mile off. They are inclined to be fat in the stomach; they dress in bright colours (chiefly green and yellow); wear no...”\n", " “If more of us valued food and cheer and song above hoarded gold, it would be a merrier world. But, sad or merry, I must leave it now. Farewell. - Thorin”\n", " “Aragorn threw back his cloak. The elven-sheath glittered as he grasped it, and the bright blade of Andúril shone like a sudden flame as he swept it out. 'Elendil!' he cried. 'I am Aragorn, son of Arathorn, and am called Elessar, the Elfstone, Dúnadan, the heir of Isildur Elendil's son of Gondor. Here is the Sword that was Broken and is forged again! Will you aid me or thwart me? Choose swiftly!”\n", " “Instead of a Dark Lord, you would have a queen, not dark but beautiful and terrible as the dawn! Tempestuous as the sea, and stronger than the foundations of the earth! All shall love me and despair!”\n", " “Then the boat turned towards me, and stayed its pace, and floated slowly by within my hand's reach, yet I durst not handle it. It waded deep, as if it were heavily burdened, and it seemed to me as it passed under my gaze that it was almost filled with clear water, from which came the light; and lapped in the water a warrior lay asleep.\n A broken sword was on his knee. I saw many wounds on him. it was Boromir, my brother, dead. I knew his gear, his sword, his beloved face. One thing only I missed: his horn. One thing only I knew not: a fair belt, as it were of linked golden leaves, about his waist.\n I cried.\n But he was gone. The boat turned into the stream and passed glimmering on into the night. Dreamlike it was, and yet no dream, for there was no waking.”\n", " “Frodo: Go back, Sam! I’m going to Mordor alone.\n Sam: Of course you are, and I’m coming with you!”\n", " “Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.”\n", " “Then Darkness took me, and I strayed out of thought and time, and I wandered far on roads that I will not tell.”\n", " “It is mine to give to whom I will, like my heart.”\n", " “Well, I’ve made up my mind, anyway. I want to see mountains again, Gandalf – mountains; and then find somewhere where I can rest.”\n", " “And here he was, a little halfling from the Shire, a simple hobbit of the quiet countryside, expected to find a way where the great ones could not go, or dared not go. It was an evil fate.”\n", " “I give you this toast: To the Hobbits. May they outlast the Sarumans and see spring again in the trees.”\n", " “Far, far below the deepest delvings of the dwarves, the world is gnawed by nameless things.”\n", " “And so they stood on the walls of the City of Gondor, and a great wind rose and blew, and their hair, raven and golden, streamed out mingling in the air.”\n", " “Is it not a strange fate that we should suffer so much fear and doubt for so small a thing? So small a thing! And I have seen it only for an instant in the house of Elrond! Could I not have a sight of it again?\"\n Frodo looked up. His heart went suddenly cold. He caught the strange gleam in Boromir's eyes, yet his face was still kind and friendly. \"It is best that it should lie hidden,\" he answered.\n \"As you wish. I care not.\" said Boromir.”\n", " “Seek for the Sword that was broken\n In Imladris it dwells;\n There shall be counsels taken\n Stronger than Morgul-spells.\n There shall be shown a token\n That Doom is near at hand,\n For Isuldur's Bane shall waken,\n And the halfling forth shall stand.”\n", " “For so sworn good or evil an oath may not be broken and it shall pursue oathkeeper and oathbreaker to the world's end.”\n", " “War must be, while we defend our lives against a destroyer who would devour all; but I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend: the city of the Men of Númenor, and I would have her loved for her memory, her ancientry, her beauty, and her present wisdom. Not feared, save as men may fear the dignity of a man, old and wise.”\n", " “Not all that have fallen are vanquished.”\n", " “Do I not say truly, Gandalf,' said Aragorn at last, 'that you could go whithersoever you wished quicker than I? And this I also say: you are our captain and our banner. The Dark Lord has Nine. But we have One, mightier than they: the White Rider. He has passed through the fire and the abyss, and they shall fear him. We will go where he leads.”\n", " “It seemed like all the way to tomorrow and over it to the days beyond.”\n", " “Ho! Tom Bombadil, Tom Bombadillo!\n By water, wood and hill, by reed and willow,\n By fire, sun and moon, harken now and hear us!\n Come, Tom Bombadil, for our need is near us!”\n", " “The doom of the Elves is to be immortal, to love the beauty of the world, to bring it to full flower with their gifts of delicacy and perfection, to last while it lasts, never leaving it even when ‘slain’, but returning – and yet, when the Followers come, to teach them, and make way for them, to ‘fade’ as the Followers grow and absorb the life from which both proceed. The Doom (or the Gift) of Men is mortality, freedom from the circles of the world.”\n", " “Gandalf and Pippin came to Merry's room, and there they found Aragorn standing by the bed. 'Poor old Merry!' cried Pippin, and he ran to the bedside, for it seemed to him that his friend looked worse and a greyness in his face, as if a weight of years and sorrow lay upon him; and suddenly a fear seized Pippin that Merry would die.\n 'Do not be afraid,' Aragorn said, 'I came in time, and I have called him back. He is weary now, and grieved, and he has taken a hurt like the lady Eowyn, daring to smite that deadly thing. But these evils can be amended, so strong and gay a spirit is in him. His grief he will not forget; but it will not darken his heart, it will teach him wisdom.'\n Then Aragorn laid his hand on Merry's head, and passing his hand gently through the brown curls , he touched the eyelids, and called him by name. And when the fragrance of athelas stole through the room, like the scent of orchards, and of heather in the sunshine full of bees, suddenly Merry awoke, and he said:\n 'I am hungry. What is the time?'\n 'Past supper-time now,' said Pippin; 'though I daresay I could bring you something, if they will let me.'\n 'They will indeed,\" said Gandalf, . 'And anything else that this Rider of Rohan may desire, if it can be found in Minas Tirith, where his name is in honour.\"\n 'Good!' said Merry. 'Then I would like supper first, and after that a pipe.”\n", " “The world was young, the mountains green,\n No stain yet on the Moon was seen,\n No words were laid on stream or stone\n When Durin woke and walked alone.\n He named the nameless hills and dells;\n He drank from yet untasted wells;\n He stooped and looked in Mirrormere,\n And saw a crown of stars appear,\n As gems upon a silver thread,\n Above the shadow of his head.\n The world was fair, the mountains tall,\n In Elder Days before the fall\n Of mighty kings in Nargothrond\n And Gondolin, who now beyond\n The Western Seas have passed away:\n The world was fair in Durin's Day.\n A king he was on carven throne\n In many-pillared halls of stone\n With golden roof and silver floor,\n And runes of power upon the door.\n The light of sun and star and moon\n In shining lamps of crystal hewn\n Undimmed by cloud or shade of night\n There shone for ever fair and bright.\n There hammer on the anvil smote,\n There chisel clove, and graver wrote;\n There forged was blade, and bound was hilt;\n The delver mined, the mason built.\n There beryl, pearl, and opal pale,\n And metal wrought like fishes' mail,\n Buckler and corslet, axe and sword,\n And shining spears were laid in hoard.\n Unwearied then were Durin's folk;\n Beneath the mountains music woke:\n The harpers harped, the minstrels sang,\n And at the gates the trumpets rang.\n The world is grey, the mountains old,\n The forge's fire is ashen-cold;\n No harp is wrung, no hammer falls:\n The darkness dwells in Durin's halls;\n The shadow lies upon his tomb\n In Moria, in Khazad-dûm.\n But still the sunken stars appear\n In dark and windless Mirrormere;\n There lies his crown in water deep,\n Till Durin wakes again from sleep.\n -The Song of Durin”\n", " “That was Thorin's style. He was an important dwarf. If he had been allowed, he would probably have gone on like this until he was out of breath, without telling anyone there anything that was not known already. But he was rudely interrupted.”\n", " “I have spoken words of hope. But only of hope. Hope is not victory.”\n", " “I do not know what is happening. The reason of my waking mind tells me that great evil has befallen and we stand at the end of days. But my heart says nay; and all my limbs are light, and a hope and joy are come to me that no reason can deny. [...] I do not believe that darkness will endure!”\n", " “Green are the leaves I leave in Mirkwood.”\n"]