[" “It is usually assumed that children are the natural or the specially appropriate audience for fairy-stories. In describing a fairy-story which they think adults might possibly read for their own entertainment, reviewers frequently indulge in such waggeries as: \"this book is for children from the ages of six to sixty.\" But I have never yet seen the puff of a new motor-model that began thus: \"this toy will amuse infants from seventeen to seventy\"; though that to my mind would be much more appropriate. Is there any essential connexion between children and fairy-stories? Is there any call for comment, if an adult reads them for himself? Reads them as tales, that is, not studies them as curios. Adults are allowed to collect and study anything, even old theatre programmes or paper bags.”\n", " “I will not give you counsel, saying do this, or do that. For not in doing or contriving, nor in choosing between this course and another, can I avail; but only in knowing what was and is, and in part also what shall be.”\n", " “And long there he lay, an image of the splendour of the Kings of Men in glory undimmed before the breaking of the world.”\n", " “Books ought to have good endings.”\n", " “the fragrance that came to each was like a memory of dewy mornings of unshadowed sun in some land of which the fair world in Spring is itself but a fleeting memory.”\n", " “So most men teach, and few men learn.”\n", " “But that will leave no place for us!’ cried Pippin in dismay. ‘We don’t want to be left behind. We want to go with Frodo.’ ‘That is because you do not understand and cannot imagine what lies ahead,’ said Elrond. ‘Neither does Frodo,’ said Gandalf, unexpectedly supporting Pippin. “Nor do any of us see clearly. It is true that if these hobbits understood the danger, they would not dare to go. But they would still wish to go, or wish that they dared, and be shamed and unhappy. I think, Elrond, that in this matter it would be well to trust rather to their friendship than to great wisdom. Even if you chose for us an elf-lord, such as Glorfindel, he could not storm the Dark Tower, nor open the road to the Fire by the power that is in him.”\n", " “... I regard the tale of Arwen and Aragorn as the most important of the Appendices [in Lord of The Rings]; it is part of the essential story, and is only placed so, because it could not be worked into the main narrative without destroying its structure ...\n [From letter 181]”\n", " “Sam was the only member of the party who had not been over the river before. He had a strange feeling as the slow gurgling stream slipped by: his old life lay behind in the mists, dark adventure lay in front.”\n", " “At last Frodo spoke with hesitation. 'I believed that you were a friend before the letter came,' he said, 'or at least I wished to. You have frightened me several times tonight, but never in the way the servants of the Enemy would, or so I imagine. I think one of his spies would - well, seem fairer and feel fouler, if you understand”\n", " “Gandalf!' cried Frodo, sitting up. There was the old wizard, sitting in a chair by an open window.\n 'Yes,' he said, 'I am here. And you are lucky to be here, too, after all the absurd things you have done since you left home.\"\n He was smiling, and there seemed to be little wrong with him. But to the wizard's eye there was a faint change, just a hint as it were of transparency, about him, and especially about the left hand that lay outside upon the coverlet.”\n", " “Sam, clinging to Frodo's arm, collapsed on a step in the black darkness. 'Poor old Bill!' he said in a choking voice. 'Poor old Bill! Wolves and snakes! But the snakes were too much for him. I had to choose, Mr. Frodo. I had to come with you.”\n", " “You take after Bilbo,' said Gandalf. 'There is more about you than meets the eye, as I said of him long ago.' Frodo wondered if the remark meant more than it said”\n", " “Faith then they vowed\n Fast, unyielding,\n There each to each\n In oaths binding.\n Bliss there was born\n When Brynhild woke;\n Yet fate is strong\n To find its end.”\n", " “I know I don't look old, but I'm beginning to feel it in my heart... I need a holiday. A very long holiday. And I don't expect I shall return.”\n", " “Frodo drew the Ring out of his pocket again and looked at it. It now appeared plain and smooth, without mark or device that he could see. The gold looked very fair and pure, and Frodo thought how rich and beautiful was its colour, how perfect was its roundness. It was an admirable thing and altogether precious. When he took it out he had intended to fling it from him into the very hottest part of the fire. But he found now that he could not do so, not without a great struggle. He weighed the Ring in his hand, hesitating and forcing himself to remember all that Gandalf had told him; and then with an effort of will he made a movement, as if to cast it away - but he found that he had put it back in his pocket.”\n", " “Don't put a lump of rock under my elbow again!”\n", " “What a pity Bilbo did not stab the vile creature, when he had a chance!\n Pity? It was Pity that stayed his hand. Pity, and Mercy: not to strike without need.\n I do not feel any pity for Gollum. He deserves death. Deserves death! I daresay he does. Many that live deserve death. And some die that deserve life. Can you give that to them? Then be not too eager to deal out death in the name of justice, fearing for your own safety. Even the wise cannot see all ends.”\n", " “The stars are in blossom, the moon is in flower,\n And bright are the windows of Night in her tower.”\n", " “But this is terrible!\" cried Frodo. \"Far worse than the worst that I imagined from your hints and warnings. O Gandalf, best of friends, what am I to do? For now I am really afraid. What am I to do? What a pity that Bilbo did not stab that vile creature, when he had a chance!\"\n \"Pity? It was Pity that stayed his hand. Pity, and Mercy: not to strike without need. And he has been well rewarded, Frodo. Be sure that he took so little hurt from the evil, and escaped in the end, because he began his ownership of the Ring so. With Pity.\"\n \"I am sorry,\" said Frodo. \"But I am frightened; and I do not feel any pity for Gollum.”\n", " “I kill where I wish and none dare resist.”\n", " “Bilbo lay with his eyes shut, gasping an taking pleasure in the feel of the fresh air again, and hardly noticing the excitement of the dwarves, or how they praised him and patted him on the back and put themseves and all their families for generations to come at his service.”\n", " “But the Elves were not so lightly to be caught. As soon as Sauron set the One Ring upon his finger they were aware of him; and they knew him, and perceived that he would be master of them, and of an that they wrought. Then in anger and fear they took off their rings. But he, finding that he was betrayed and that the Elves were not deceived, was filled with wrath; and he came against them with open war, demanding that all the rings should be delivered to him, since the Elven-smiths could not have attained to their making without his lore and counsel. But the Elves fled from him; and three of their rings they saved, and bore them away, and hid them.\n Now these were the Three that had last been made, and they possessed the greatest powers. Narya, Nenya, and Vilya, they were named, the Rings of Fire, and of Water, and of Air, set with ruby and adamant and sapphire; and of all the Elven-rings Sauron most desired to possess them, for those who had them in their keeping could ward off the decays of time and postpone the weariness of the world. But Sauron could not discover them, for they were given into the hands of the Wise, who concealed them and never again used them openly while Sauron kept the Ruling Ring.\n Therefore the Three remained unsullied, for they were forged by Celebrimbor alone, and the hand of Sauron had never touched them; yet they also were subject to the One.”\n", " “I don’t know half of you half as well as I should like; and I like less than half of you half as well as you deserve.”\n", " “Elrond raised his eyes and looked at him, and Frodo felt his heart pierced by the sudden keenness of the glance. 'If I understand aright all that I have heard,' he said, 'I think that this task is appointed for you, Frodo; and that if you do not find a way, no one will.”\n", " “It's the deep breath before the plunge.”\n", " “He did not go much further, but sat down on the cold floor and gave himself up to complete miserableness, for a long while. He thought of himself frying bacon and eggs in his own kitchen at home - for he could feel inside that it was high time for some meal or other; but that only made him miserabler.”\n", " “The song of Lúthien before Mandos was the song most fair that ever in words was woven, and the song most sorrowful that ever the world shall hear. Unchanged, imperishable, it is sung still in Valinor beyond the hearing of the world, and listening the Valar are grieved. For Lúthien wove two themes of words, of the sorrow of the Eldar and the grief of Men, of the Two Kindreds that were made by Ilúvatar to dwell in Arda, the Kingdom of Earth amid the innumerable stars. And as she knelt before him her tears fell upon his feet like rain upon stones; and Mandos was moved to pity, who never before was so moved, nor has been since.”\n", " “Yet it is not our part to master all the tides of the world, but to do what is in us for the succour of those years wherein we are set, uprooting the evil in the fields that we know, so that those who live after may have clean earth to till. What weather they shall have is not ours to rule.”\n", " “At last, Lady Evenstar, fairest in this world, and most beloved, my world is fading. Lo! we have gathered, and we have spent, and now the time of payment draws near.\"\n 'Arwen knew well what he intended, and long had foreseen it; nonetheless she was overborne by her grief. \"Would you then, lord, before your time leave your people that live by your word?\" she said.”\n"]