[" “Don't pinch!\" said his eagle. \"You need not be frightened like a rabbit, even if you look rather like one. It is a fair morning with little wind. What is finer than flying?\"\n Bilbo would have liked to say: \"A warm bath and late breakfast on the lawn afterwards;\" but he thought it better to say nothing at all, and let go his clutch just a tiny bit.”\n", " “Then as is the nature of folk that are thoroughly perplexed, they began to grumble at the hobbit, blaming him for what had at first so pleased them...”\n", " “But I spoke hastily. We must not be hasty. I have become too hot. I must cool myself and think; for it is easier to shout stop! than to do it.”\n", " “But of Olórin that tale does not speak; for though he loved the Elves, he walked among them unseen, or in form as one of them, and they did not know whence came the fair visions or the promptings of wisdom that he put into their hearts. In later days he was the friend of all the Children of Ilúvatar, and took pity on their sorrows; and those who listened to him awoke from despair and put away the imaginations of darkness.”\n", " “Middle-earth is ... not my own invention. It is a modernization or alteration ... of an old word for the inhabited world of Men, the\n : middle because thought of vaguely as set amidst the encircling Seas and (in the northern-imagination) between ice of the North and the fire of the South. O. English\n , mediaeval E.\n . Many reviewers seem to assume that Middle-earth is another planet!”\n", " “If we was master, then we could help ourselves.”\n", " “All we have to decide is what to do with the time that is given us”\n", " “In the deep places he gives thought to music great and terrible; and the echo of that music runs through all the veins of the world in sorrow and in joy; for if joyful is the fountain that rises in the sun, its springs are in the wells of sorrow unfathomed at the foundations of the Earth.”\n", " “It might be worse, and then again it might be a good deal better.”\n", " “He felt no longer either desire or need for sleep but rather watchfulness. He knew that all the hazards and perils were drawing togetherto a point. The next day would be a day of doom, the day of final effort or disaster.”\n", " “Until the coming of another day of fear, they walked in silence with bowed heads.”\n", " “He found himself wondering at times, especially in the autumn, about the wild lands, and strange visions of mountains that he had never seen came into his dreams. He began to say to himself: ‘Perhaps I shall cross the River myself one day.’ To which the other half of his mind always replied: 'Not yet.”\n", " “Very well, Mr. Baggins,' said the leader, pushing the barrier aside. 'But don't forget I've arrested you.'\n 'I won't,' said Frodo. 'Never. But I may forgive you.”\n", " “Faithless is he that says farewell when the road darkens,’ said Gimli. ‘Maybe,’ said Elrond, ‘but let him not vow to walk in the dark, who has not seen the nightfall.”\n", " “He hated it and loved it, as he hated and loved himself. He could not get rid of it. He had no will left in the matter.”\n", " “Darkness must pass; a new day will come, and when the sun shines, it will shine out the clearer.”\n", " “He felt no longer either desire or need for sleep but rather watchfulness. He knew that all the hazards and perils were drawing together to a point. The next day would be a day of doom, the day of final effort or disaster.”\n", " “now come, you filth! You've hurt my master, you brute, and you'll pay for it. We're going on; but we'll settle with you first. Come on, and taste it again!”\n", " “I am doubtful myself about the undertaking. Part of the attraction of the L.R. is, I think, due to the glimpses of a large history in the background: an attraction like that of viewing far off an unvisited island, or seeing the towers of a distant city gleaming in a sunlit mist. To go there is to destroy the magic, unless new unattainable vistas are again revealed. Also many of the older legends are purely 'mythological', and nearly all are grim and tragic: a long account of the disasters that destroyed the beauty of the Ancient World, from the darkening of Valinor to the Downfall of Numenor and the flight of Elendil.”\n", " “(...) visoko ti gledaš, ali ja se bojim nisko pasti.”\n", " “But it is a heavy burden. So heavy that none could lay it on another. I do not lay it on you. But if you take it freely, I will say that your choice is right; and though all the mighty Elf-friends of old, Hador, and Húrin, and Túrin, and Beren himself were assembled together, your seat should be among them.”\n", " “Aidoma luminii de pe frunzele copacilor, aidoma glasului apelor limpezi, ca stelele de deasupra ceţurilor lumii- astfel îi era strălucirea şi frumuseţea. Pe chip îi stăruia o lumină vie.”\n", " “Deserves death! I daresay he does. Many that live deserve death. And some die that deserve life. Can you give that to them? Then be not too eager to deal out death in the name of justice, fearing for your own safety. Even the wise cannot see all ends.”\n", " “It was quite a long time before Mr. Baggins was in fact admitted to be alive again. The”\n", " “For my hope was founded on a fat man in Bree; and my fear was founded on the cunning of Sauron. But fat men who sell ale have many calls to answer; and the power of Sauron is still less than fear makes it.”\n", " “The nights were comfortless and chill, and they did not dare to sing or talk too loud, for the echoes were uncanny, and the silence seemed to dislike being broken—except by the noise of water and the wail of wind and the crack of stone.”\n", " “Alas for us all! And for all that walk the world in these after-days. For such is the way of it: to find and lose,”\n", " “A sword rang as it was drawn. ‘Do what you will; but I will hinder it, if I may.’ ‘Hinder me? Thou fool. No living man may hinder me!’ Then Merry heard of all sounds in that hour the strangest. It seemed that Dernhelm laughed, and the clear voice was like the ring of steel. ‘But no living man am I! You look upon a woman. Éowyn I am, Éomund’s daughter. You stand between me and my lord and kin. Begone, if you be not deathless! For living or dark undead, I will smite you, if you touch him.”\n", " “Avea inelul acela forma a doi şerpi cu ochi de smaralde, iar capetele li se întâlneau sub sub o coroană de flori de aur, pe care unul o ţinea pentru a fi devorată de celălalt; astfel arăta însemnul lui Finarfin şi al spiţei sale.”\n", " “Enchantment produces a Secondary World, into which both designer and spectator can enter, to the satisfaction of their senses while they are inside; but in its purity it is artistic in desire and purpose. Magic produces, or pretends to produce, an alteration in the Primary World. It does not matter by whom it is said to be practised, fay or mortal, it remains distinct from the other two; it is not an art but a technique; its desire is\n in this world, domination of things and wills.”\n"]