[" “Avanti, avanti, Cavalieri di Théoden! Gesta crudeli vi attendono: fuoco e stragi! Saran scosse le lance, frantumati gli scudi, e rosso il giorno prima dell’alba! Cavalcate! Cavalcate! Cavalcate verso Gondor!”\n", " “Gollum was defeated. He dared go no further. He had lost: lost his prey, and lost, too, the only thing he had ever cared for, his precious.”\n", " “Yet in two ways may a man come with evil tidings. He may be a worker of evil; or he may be such as leaves well alone, and comes only to bring aid in time of need.”\n", " “Upon the hearth the fire is red, Beneath the roof there is a bed; But not yet weary are our feet, Still round the corner we may meet A sudden tree or standing stone That none have seen but we alone. Tree and flower and leaf and grass, Let them pass! Let them pass! Hill and water under sky, Pass them by! Pass them by! Still round the corner there may wait A new road or a secret gate, And though we pass them by today, Tomorrow we may come this way And take the hidden paths that run Towards the Moon or to the Sun. Apple, thorn, and nut and sloe, Let them go! Let them go! Sand and stone and pool and dell, Fare you well! Fare you well! Home is behind, the world ahead, And there are many paths to tread Through shadows to the edge of night, Until the stars are all alight. Then world behind and home ahead, We’ll wander back to home and bed. Mist and twilight, cloud and shade, Away shall fade! Away shall fade! Fire and lamp, and meat and bread, And then to bed! And then to bed!”\n", " “He is not as other men of this time, Pippin, and whatever be his descent from father to son, by some chance the blood of Westernesse runs nearly true in him; as it does in his other son, Faramir, and yet did not in Boromir whom he loved best. He has long sight. He can perceive, if he bends his will thither, much of what is passing in the minds of men, even of those that dwell far off. It is difficult to deceive him, and dangerous to try.”\n", " “El trabajo que nunca se empieza es el que más tarda en terminarse.”\n", " “En şişman ve en ürkek hobbitin yüreğinde bile, çaresiz bir tehlike karşısında büyümeyi bekleyen son bir cesaret tohumcuğu gizlidir.”\n", " “Stand by the grey stone when the thrush knocks,” read Elrond, “and the setting sun with the last light of Durin’s Day will shine upon the key-hole.”\n", " “Death was ever present, because the Númenóreans still, as they had in their old kingdom, and so lost it, hungered after endless life unchanging. Kings made tombs more splendid than houses of the living, and counted old names in the rolls of their descent dearer than the names of sons. Childless lords sat in aged halls musing on heraldry; in secret chambers withered men compounded strong elixirs, or in high cold towers asked questions of the stars.”\n", " “shone like silver in the firelight, like water in the sun, like snow under the stars, like rain upon the Moon!” But”\n", " “I am Bard, and by my hand was the dragon slain and your treasure delivered.”\n", " “It was a beautiful golden harp, and when Thorin struck it the music began all at once, so sudden and sweet that Bilbo forgot everything else, and was swept away into dark lands under strange moons, far over The Water and very far from his hobbit-hole under The Hill.”\n", " “But I already know a little, and I can read more in your face and in the thought behind your questions.”\n", " “What shall we do, what shall we do!” he cried. “Escaping goblins to be caught by wolves!” he said, and it became a proverb, though we now say “out of the frying-pan into the fire” in the same sort of uncomfortable situations. “Up”\n", " “Farewell!” they cried, “wherever you fare, till your eyries receive you at the journey’s end!” That is the polite thing to say among eagles.”\n", " “Bilbo Baggins was standing at his door after breakfast smoking an enormous long wooden pipe that reached nearly down to his woolly toes”\n", " “You cannot pass,’ he said. The orcs stood still, and a dead silence fell. ‘I am a servant of the Secret Fire, wielder of the flame of Anor. You cannot pass. The dark fire will not avail you, flame of Udûn. Go back to the Shadow! You cannot pass.’ The Balrog made no answer. The fire in it seemed to die, but the darkness grew. It stepped forward slowly on to the bridge, and suddenly it drew itself up to a great height, and its wings were spread from wall to wall; but still Gandalf could be seen, glimmering in the gloom; he seemed small, and altogether alone: grey and bent, like a wizened tree before the onset of a storm. From out of the shadow a red sword leaped flaming. Glamdring glittered white in answer. There was a ringing clash and a stab of white fire. The Balrog fell back, and its sword flew up in molten fragments. The wizard swayed on the bridge, stepped back a pace, and then again stood still. ‘You cannot pass!’ he said. With a bound the Balrog leaped full upon the bridge. Its whip whirled and hissed. ‘He cannot stand alone!’ cried Aragorn suddenly and ran back along the bridge. ‘Elendil!’ he shouted. ‘I am with you, Gandalf!’ ‘Gondor!’ cried Boromir and leaped after him. At that moment Gandalf lifted his staff, and crying aloud he smote the bridge before him. The staff broke asunder and fell from his hand. A blinding sheet of white flame sprang up. The bridge cracked. Right at the Balrog’s feet it broke, and the stone upon which it stood crashed into the gulf, while the rest remained, poised, quivering like a tongue of rock thrust out into emptiness. With a terrible cry the Balrog fell forward, and its shadow plunged down and vanished. But even as it fell it swung its whip, and the thongs lashed and curled about the wizard’s knees, dragging him to the brink. He staggered and fell, grasped vainly at the stone, and slid into the abyss. ‘Fly, you fools!’ he cried, and was gone.”\n", " “a man that flies from his fear may find that he has only taken a short cut to meet it.’ In”\n", " “I did not hinder it, for generous deed should not be checked by cold counsel. It”\n", " “May the wind under your wings bear you where the sun sails and the moon walks,” answered Gandalf, who knew the correct reply. And”\n", " “His house was perfect, whether you liked food, or sleep, or work, or story-telling, or singing, or just sitting and thinking best, or a pleasant mixture of them all. Evil things did not come into that valley.”\n", " “...and for a great deal it seemed good to him, for in the music there were no flaws.”\n", " “Sméagol won’t grub for roots and carrotses and – taters. What’s taters, precious, eh, what’s taters?’ ‘Po – ta – toes,’ said Sam.”\n", " “No counsel have I to give to those that despair. Yet counsel I could give, and words I could speak to you. Will you hear them? They”\n", " “give to you; and if I have chosen my own time and way for handing it over, you can hardly blame me, considering the trouble I had to find you. Your father could not remember his own name when he gave me the paper, and he never told me yours; so on the whole I think I ought”\n", " “across the north plains of the Riddermark, Rohan the land of the Horse-lords. Ere long we shall come to the mouth of the Limlight that runs down from Fangorn to join the Great River. That is the”\n", " “Bilbo). There is nothing like looking, if you want to find something (or so Thorin said to the young dwarves). You certainly usually find something, if you look, but it is not always quite the something you were after.”\n", " “Then the elves put thongs on him, and shut him in one of the inmost caves with strong wooden doors, and left him. They gave him food and drink, plenty of both, if not very fine; for Wood-elves were not goblins,”\n", " “In quell’istante si udirono un rombo e uno scroscio: il fragore di acque impetuose che travolgevano e trascinavano grosse pietre. Frodo vide vagamente il fiume ai suoi piedi sollevarsi, mentre una cavalleria di onde piumate galoppava sui flutti. Sulle creste parevano scintillare fiammelle bianche, ed egli credette quasi di vedere tra le acque bianchi cavalieri su bianchi cavalli dalle criniere spumeggianti. I tre Cavalieri che si trovavano ancora in mezzo al Guado furono travolti e scomparvero, improvvisamente sepolti da una schiuma infuriata. Quelli ancora sulla riva indietreggiarono spaventati.”\n", " “Malkarauki.”\n"]