[" “But you comfort me, Gimli, I'm glad to have you standing nigh with your stout legs and your hard axe. I wish there were more of your kin among us. But even more would I give for a hundred good archers of Mirkwood.\"\n - Legolas”\n", " “Roads go ever ever on\n Under cloud and under star,\n Yet feet that wandering have gone\n Turn at last to home afar”\n", " “One tiny Hobbit against all the evil the world could muster. A sane being would have given up, but Samwise burned with a magnificent madness, a glowing obsession to surmount every obstacle, to find Frodo, destroy the Ring, and cleanse Middle Earth of its festering malignancy. He knew he would try again. Fail, perhaps. And try once more. A thousand, thousand times if need be, but he would not give up the quest.”\n", " “My Precious, my Precious.”\n", " “Why, Sam,” he said, “to hear you somehow makes me as merry as if the\n story was already written. But you’ve left out one of the chief characters; Samwise the stout hearted. ‘I want to hear more about Sam, dad. Why didn’t they put in more of his talk, dad? That’s what I like, it makes me laugh. And Frodo wouldn’t have got far without Sam, would he, dad?’ ”\n “Now, Mr. Frodo,” said Sam, “you shouldn’t make fun. I was serious.”\n “So was I,” said Frodo, “and so I am. We’re going on a bit too fast. You and\n I, Sam, are still stuck in the worst places of the story, and it is all too likely that some will say at this point ‘Shut the book now, dad; we don’t want to read any more’.”\n “Maybe,” said Sam, “but I wouldn’t be one to say that. Things done and\n over and made into part of the great tales are different. Why, even Gollum might be good in a tale, better than he is to have by you, anyway. And he used to like tales himself once, by his own account. I wonder if he thinks he’s the hero or the villain?”\n “Gollum!” he called. “Would you like to be the hero, now where’s he got to\n again?”\n", " “Yes\" Said Gandalf; \"for it will be better to ride back three together than one alone. Well, here at last, dear friends, on the shores of the Sea comes the end of out fellowship in Middle-earth. Go in peace! I will not say: do not weep; for not all tears are an evil.”\n", " “Yes, they are elves,\" Legolas said. \"and they say that you breathe so loud they could shoot you in the dark.\" Sam hastily covered his mouth.”\n", " “Let this be the hour when we draw swords together. Fell deeds awake. Now for wrath, now for ruin, and the red dawn. Forth, Eorlingas!”\n", " “We are plain quiet folk, and I have no use for adventures. Nasty, disturbing, and uncomfortable things.”\n", " “What have I got in my pocket?\" he said aloud. He was talking to himself, but Gollum thought it was a riddle, and he was frightfully upset.\n \"Not fair! not fair!\" he hissed. \"It isn't fair, my precious, is it, to ask us what it's got in it's nassty little pocketsess?”\n", " “What do you fear, lady?' he asked.\n 'A cage,' she said.”\n", " “True courage is about knowing not when to take a life, but when to spare one.”\n", " “Truly songs and tales fall utterly short of the reality, O Smaug the Chiefest and greatest of Calamities.”\n", " “For if joyful is the fountain that rises in the sun, its springs are in the wells of sorrow unfathomable at the foundations of the Earth.”\n", " “For nothing is evil in the beginning.”\n", " “The only just literary critic,\" he concluded, \"is Christ, who admires more than does any man the gifts He Himself has bestowed.”\n", " “Although now long estranged,\n Man is not wholly lost nor wholly changed.\n Dis-graced he may be, yet is not de-throned,\n and keeps the rags of lordship once he owned:\n Man, Sub-creator, the refracted Light\n through whom is splintered from a single White\n to many hues, and endlessly combined\n in living shapes that move from mind to mind.\n Though all the crannies of the world we filled\n with Elves and Goblins, though we dared to build\n Gods and their houses out of dark and light,\n and sowed the seed of dragons- 'twas our right\n (used or misused). That right has not decayed:\n we make still by the law in which we're made.\n Fantasy remains a human right: we make in our measure and in our derivative mode, because we are made: and not only made, but made in the image and likeness of a Maker.”\n", " “For she is a fair maiden, fairest lady of a house of queens. And yet I know not how I should speak of her. When I first looked on her and perceived her unhappiness, it seemed to me that I saw a white flower standing straight and proud, shapely as a lily, and yet knew that it was hard, as if wrought by elf-wrights out of steel. Or was it, maybe, a frost that had turned its sap to ice, and so it stood, bitter-sweet, still fair to see, but stricken, soon to fall and die?\n - Aragorn about Éowyn”\n", " “Human stories are practically always about one thing, really, aren't they? Death. The inevitability of death. . .\n . . . (quoting an obituary) 'There is no such thing as a natural death. Nothing that ever happens to man is natural, since his presence calls the whole world into question. All men must die, but for every man his death is an accident, and even if he knows it he would sense to it an unjustifiable violation.' Well, you may agree with the words or not, but those are the key spring of The Lord Of The Rings”\n", " “Fare well we call to hearth and hall\n Though wind may blow and rain may fall\n We must away ere break of day\n Over the wood and mountain tall\n To Rivendell where Elves yet dwell\n In glades beneath the misty fell\n Through moor and waste we ride in haste\n And wither then we cannot tell\n With foes ahead behind us dread\n Beneath the sky shall be our bed\n Until at last our toil be sped\n Our journey done, our errand sped\n We must away! We must away!\n We ride before the break of day!”\n", " “I'm going on an adventure!”\n", " “There's some good in this world, Mr. Frodo, and it's worth fighting for.”\n", " “Hinder me? Thou fool. No living man may hinder me!\"\n Then Merry heard in all sounds of the hour the strangest. It seemed that Dernhelm laughed, and the clear voice was like the ring of steel.\n \"But no living man am I! You are looking upon a woman. Eowyn am I, Eomund's daughter. You stand between me and my lord and kin. Begone, if you be not deathless! For living or dark undead, I will smite you, if you touch him.\"\n The winged creature screamed at her, but then the Ringwraith was silent, as if in sudden doubt. Very amazement for a moment conquered Merry's fear. He opened his eyes and the blackness was lifted from them. There some paces from him sat the great beast, and all seemed dark about it, and above it loomed the Nazgul Lord like a shadow of despair. A little to the left facing them stood whom he had called Dernhelm. But the helm of her secrecy had fallen from her, and and her bright hair, released from its bonds, gleamed with pale gold upon her shoulders. Her eyes grey as the sea were hard and fell, and yet tears gleamed in them. A sword was in her hand, and she raised her shield against the horror of her enemy's eyes.”\n", " “Then, Éowyn of Rohan, I say to you that you are beautiful. In the valleys of our hills there are flowers fair and bright, and maidens fairer still; but neither flower nor lady have I seen till now in Gondor so lovely, and so sorrowful. It may be that only a few days are left ere darkness falls upon our world, and when it comes I hope to face it steadily; but it would ease my heart, if while the Sun yet shines, I could see you still. For you and I have both passed under the wings of the Shadow, and the same hand drew us back.”\n", " “I desired dragons with a profound desire. Of course, I in my timid body did not wish to have them in the neighborhood. But the world that contained even the imagination of Fáfnir was richer and more beautiful, at whatever the cost of peril.”\n", " “And he sang to them, now in the Elven tongue, now in the speech of the West, until their hearts, wounded with sweet words, overflowed, and their joy was like swords, and they passed in thought out to regions where pain and delight flow together and tears are the very wine of blessedness.”\n", " “Farewell sweet earth and northern sky,\n for ever blest, since here did lie\n and here with lissom limbs did run\n beneath the Moon, beneath the Sun,\n Lúthien Tinúviel\n more fair than Mortal tongue can tell.\n Though all to ruin fell the world\n and were dissolved and backward hurled;\n unmade into the old abyss,\n yet were its making good, for this―\n the dusk, the dawn, the earth, the sea―\n that Lúthien for a time should be.”\n", " “Pippin glanced in some wonder at the face now close beside his own, for the sound of that laugh had been gay and merry. Yet in the wizard's face he saw at first only lines of care and sorrow; though as he looked more intently he perceived that under all there was a great joy: a fountain of mirth enough to set a kingdom laughing, were it to gush forth.”\n", " “So fair, so cold; like a morning of pale spring still clinging to winter's chill.”\n", " “He charged the ranks of the goblins of Mount Gram in the Battle of the Green Fields, and knocked their king Golfimbul's head clean off with a wooden club. It sailed a hundred yards through the air and went down a rabbit-hole, and in this way the battle was won and the game of Golf invented at the same moment.”\n"]