[" “I am wounded,\" he answered, \"wounded; it will never really heal.”\n", " “I suppose hobbits need some descriptions nowadays, since they have become rare and shy of the Big people, as they call us.”\n", " “İnsanların başladığı bütün işler böyledir: Ya baharda don olur, ya da yazın samyeli eser ve onlarda sözlerinde durmazlar.\" dedi Gimli.\n \"Yine de tohumları pek yaban gitmez.\" dedi Legolas. \"Ve hiç umulmadık bir zamanda ve zeminde yeşermek için tozun, küfün içinde gizlenirler. İnsanların yaptıkları bizden daha çok yaşayacak Gimli.\"\n \"Yine de sonunda 'keşke'lerden başka bir şey olmayacak tahminimce,\" dedi cüce.\n \"Bu sorunun cevabını elfler bilmiyor.\" dedi Legolas.”\n", " “I would rather see him than all the towers and palaces in the world.”\n", " “So comes snow after fire, and even dragons have their ending!” said Bilbo, and he turned his back on his adventure.”\n", " “You asked for a brief sketch of my stuff that is connected with my imaginary world. It is difficult to say anything without saying too much: the attempt to say a few words opens a floodgate of excitement, the egoist and the artist at once desires to say how the stuff has grown, what it is like, and what he thinks he means, or is trying to represent by it all.\"\n -JRR Tolkien, 1951”\n", " “He had many hardships and adventures before he got back. The Wild was still the Wild, and there were many other things in it in those days beside goblins; but he was well guided and well guarded—the wizard was with him, and Beorn for much of the way—and he was never in great danger again.”\n", " “Halflings! But they are only a little people in old songs and children’s tales out of the North. Do we walk in legends or on the green earth in the daylight?’ ‘A man may do both,’ said Aragorn. ‘For not we but those who come after will make the legends of our time.”\n", " “Incomparably greater than the power of Sauron, concentrated in the One Ring, Morgoth's power was dispersed into the very matter of Arda: \"The whole of Middle-earth was Morgoth's Ring.”\n", " “Few can see wither their road will lead them, till they comes to it's end. - Gimli”\n", " “The lesson in caution has been well learned,' said Strider with a grim smile. 'But caution is one thing and wavering is another. You will never get to Rivendell now on your own, and to trust me is your only chance. You must make up your mind. I will answer some of your questions, if that will help you to do so. But why should you believe my story, if you do not trust me already? Still here it is---”\n", " “Home is behind, the world ahead, And there are many paths to tread Through shadows to the edge of night, Until the stars are all alight.”\n", " “It is perilous to study too deeply the arts of the Enemy, for good or for ill. But such falls and betrayals, alas, have happened before.”\n", " “Some who have read the book, or at any rate reviewed it, have found it boring, absurd, or contemptible; and I have no reason to complain, since I have similar opinions of their work, or of the kinds of writing that they evidently prefer.”\n", " “He paused and looked at Frodo doubtfully. ‘Have you got it here?’ he asked in a whisper. ‘I can’t help feeling curious, you know, after all I’ve heard. I should very much like just to peep at it again.”\n", " “Many that live deserve death. And some that die deserve life. Can you give it to them? Then do no be too eager to deal out death in judgment.”\n", " “Literature shrivels in a universal language, and an uprooted language rots before it dies. And it should be possible to lift the eyes above the cant of the ‘language of Shakespeare’... sufficiently to realise the magnitude of the loss to humanity that the world-dominance of any one language now spoken would entail: no language has ever possessed but a small fraction of the varied excellences of human speech, and each language represents a different vision of life ...”\n", " “The sky was clear and the stars were growing bright. ‘It’s going to be a fine night,’ he said aloud. ‘That’s good for a beginning. I feel like walking.”\n", " “¡Mi armadura es como diez escudos, mis dientes son espadas, mis garras lanzas, mi cola un rayo, mis alas un huracán, y mi aliento muerte!”\n", " “Sólo un amigo ha de censurar la locura del amigo.”\n", " “Say rather that the Ring has no power over him. He is his own master. But he cannot alter the Ring itself, nor break its power over others. And now he is withdrawn into a little land, within bounds that he has set, though none can see them, waiting perhaps for a change of days, and he will not step beyond them.”\n", " “so they all left the path and plunged into the forest together.”\n", " “The main mark of modern governments is that we do not know who governs, de facto any more than de jure. We see the politician and not his backer; still less the backer of the backer; or, what is most important of all, the banker of the backer.”\n", " “They have left us fruit and drink, and bread,’ said Pippin. ‘Come and have your breakfast. The bread tastes almost as good as it did last night. I did not want to leave you any, but Sam insisted.”\n", " “His hopeless challenge dauntless cried\n Fingolfin there: 'Come, open wide,\n dark king, you ghatsly brazen doors!\n Come forth, whom earth and heaven abhors!\n Come forth, O monstruous craven lord,\n and fight with thine own hand and sword,\n thou wielder of hosts of banded thralls,\n thou tyrant leaguered with strong walls,\n thou foe of Gods and elvish race!\n I wait thee here. Come! Show thy face!”\n", " “This is a bitter adventure, if it must end so; and not a mountain of gold can amend it. Yet I am glad that I have shared in your perils -- that has been more than any baggins deserves.”\n", " “Non puoi passare - disse. Gli Orchi tacquero, e si fece un silenzio di morte - Sono un servitore del Fuoco Segreto, e reggo la fiamma di Anor. Non puoi passare. A nulla ti servirà il fuoco oscu­ro, fiamma di Udùn. Torna nell'Ombra! Non puoi passare”\n", " “In many ways,' answered the wizard. 'It is far more powerful than I ever dared to think at first, so powerful that in the end it would utterly overcome anyone of mortal race who possessed it. It would possess him.”\n", " “Good and ill have not changed since yesteryear; nor are they one thing among Elves and Dwarves and another among Men. It is a man’s part to discern them, as much in the Golden Wood as in his own house.”\n", " “And the others were thinking equally gloomy thoughts, although when they had said good-bye to Elrond in the high hope of a midsummer morning, they' had spoken gaily of the passage of the mountains, and of riding swift across the lands beyond. They had thought of coming to the secret door in the Lonely Mountain, perhaps that very next first moon of Autumn - 'and perhaps it will be Durin's Day' they had said. Only Gandalf had shaken his head and said nothing.”\n"]