[" “What can I do for you, my dwarves?” he said. “Kili at your service!” said the one. “And Fili!” added the other; and they both swept off their blue hoods and bowed.”\n", " “Elves know a lot and are wondrous folk for news and know what is going on among the peoples of the land as quick as water flows, or quicker.”\n", " “His thought turned to the Ring, but there was no comfort there, only dread and danger. No sooner had he come in sight of Mount Doom, burning far away, than he was aware of a change in his burden. As it drew near the great furnaces where, in the deeps of time, it had been shaped and forged, the Ring's power grew, and it became more fell, untameable except by some mighty will. As Sam stood there, even though the Ring was not on him but hanging by its chain about his neck, he felt himself enlarged, as if he were robed in a huge distorted shadow of himself, a vast and ominous threat halted upon the walls of Mordor. He felt that he had from now on only two choices: to forbear the Ring, though it would torment him; or to claim it, and challenge the Power that sat in its dark hold beyond the valley of shadows. Already the Ring tempted him, gnawing at his will and reason. Wild fantasies arose in his mind; and he saw Samwise the Strong, Hero of the Age, striding with a flaming sword across the darkened land, and armies flocking to his call as he marched to the overthrow of Barad-dur. And then all the clouds rolled away, and the white sun shone, and at his command the vale of Gorgoroth became a garden of flowers and trees and brought forth fruit. He had only to put on the Ring and claim it for his own, and all this could be. In that hour of trial it was his love of his master that helped most to hold him firm; but also deep down in him lived still unconquered his plain hobbit-sense: he knew in the core of his heart that he was not large enough to bear such a burden, even if such visions were not a mere cheat to betray him. The one small garden of a free gardener was all his need and due, not a garden swollen to a realm; his own hands to use, not the hands of others to command. 'And anyway all these notions are only a trick, he said to himself.”\n", " “Behold your Music! This is your minstrelsy; and each of you shall find contained herein, amid the design that I set before you, all those things which it may seem that he himself devised or added. And thou, Melkor, wilt discover all the secret thoughts of thy mind, and wilt perceive that they are but a part of the whole and tributary to its glory.”\n", " “Troll sat alone on his seat of stone, And munched and mumbled a bare old bone; For many a year he had gnawed it near, For meat was hard to come by. Done by! Gum by! In a cave in the hills he dwelt alone, And meat was hard to come by.”\n", " “Lorien who loves twilights and flittering shadows, and sweet scents borne upon evening winds, who is the lord of dreams and imaginings, sat nigh and whispered swift noiseless words, while his sprites played half-heard tunes beside him like music stealing out into the dark from distant dwellings... - Book of Lost Tales Part 1”\n", " “That leaves you just ten minutes. You will have to run,” said Gandalf. “But—,” said Bilbo. “No time for it,” said the wizard. “But—,” said Bilbo again. “No time for that either! Off you go!” To”\n", " “Un hombre perseguido se cansa a veces de desconfiar y desea tener amigos.”\n", " “A wizard is never late”\n", " “The hobbits began to feel very hot. There were armies of flies of all kinds buzzing round their ears, and the afternoon sun was burning on their backs.”\n", " “Hear all ye Elves!’ she cried to those about her. ‘Let none say again that Dwarves are grasping and ungracious! Yet surely, Gimli son of Glóin, you desire something that I could give? Name it, I bid you! You shall not be the only guest without a gift.’\n ‘There is nothing, Lady Galadriel,’ said Gimli, bowing low and stammering. ‘Nothing, unless it might be – unless it is permitted to ask, nay, to name a single strand of your hair, which surpasses the gold of the earth as the stars surpass the gems of the mine. I do not ask for such a gift. But you commanded me to name my desire.”\n", " “many of their own wolves were turning upon them and rending the dead and the wounded.”\n", " “Now at any rate he is as bad as an Orc, and just an enemy. He deserves death.’ ‘Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends. I have not much hope that Gollum can be cured before he dies, but there is a chance of it. And he is bound up with the fate of the Ring. My heart tells me that he has some part to play yet, for good or ill, before the end; and when that comes, the pity of Bilbo may rule the fate of many – yours not least. In”\n", " “Now the world runs on swiftly to great tidings. And one of men, even of Beor's house, shall indeed come, and the Girdle of Melian shall not restrain him, for doom greater than my power shall send him; and the songs that shall spring from that coming shall endure when all Middle-earth is changed”\n", " “Yes, yes, my dear sir—and I do know your name, Mr. Bilbo Baggins.”\n", " “If I understand aright all that I have heard,’ he said, ‘I think that this task is appointed for you, Frodo; and that if you do not find a way, no one will. This is the hour of the Shire-folk, when they arise from their quiet fields to shake the towers and counsels of the Great. Who of all the Wise could have foreseen it? Or, if they are wise, why should they expect to know it, until the hour has struck?”\n", " “What shall we do, what shall we do!” he cried. “Escaping goblins to be caught by wolves!” he said, and it became a proverb, though we now say “out of the frying-pan into the fire” in the same sort of uncomfortable situations.”\n", " “Hoom, hm, I have not troubled about the Great Wars,’ said Treebeard; ‘they mostly concern Elves and Men. That is the business of Wizards: Wizards are always troubled about the future. I do not like worrying about the future. I am not altogether on anybody’s side, because nobody is altogether on my side, if you understand me: nobody cares for the woods as I care for them, not even Elves nowadays. Still, I take more kindly to Elves than to others: it was the Elves that cured us of dumbness long ago, and that was a great gift that cannot be forgotten, though our ways have parted since. And”\n", " “... But if all the fair folk take to the Havens, it will be a duller world for those who are doomed to stay.”\n", " “people considered them very respectable, not only because most of them were rich, but also because they never had any adventures or did anything unexpected:”\n", " “But it is not for thy valour only that I send thee, but to bring into the world a hope beyond thy sight, and a light that shall pierce the darkness.”\n", " “Now a nasty suspicion began to grow in his mind...That is the effect that dragon-talk has on the inexperienced. Bilbo of course ought to have been on his guard; but Smaug had rather an overwhelming personality,”\n", " “The trees and the grasses and all things growing or living in the land belong each ro themselves.”\n", " “there was a very old-looking dwarf on the step with a white beard and a scarlet hood; and he too hopped inside as soon as the door was open, just as if he had been invited. “I see they have begun to arrive already,” he said when he caught sight of”\n", " “Now fly off and amuse yourself. Don’t worry the moonbeams, and don’t kill my white rabbits, and come home when you are hungry! The window on the roof is usually open. Good-bye!’ He vanished immediately into thin air; and anybody who has never been there will tell you how extremely thin the moon-air is.”\n", " “Chip the glasses and crack the plates!   Blunt the knives and bend the forks! That’s what Bilbo Baggins hates–”\n", " “If you're going to have a complicated story,' he once explained, 'you must work to a map; otherwisw you'll never make a of it afterwards'.”\n", " “Indeed the mind of Ilúvatar concerning you is not known to the Valar, and he has not revealed all things that are to come. But this we hold to be true, that your home is not here, neither in the land of Aman nor anywhere within the Circles of the World. And the Doom of Men, that they should depart, was at first a gift of Ilúvatar. It became a grief to them only because coming under the shadow of Morgoth it seemed to them that they were surrounded by a great darkness, of which they grew afraid; and some grew wilful and proud and would not yield, until life was reft from them.”\n", " “Not all who wander are lost”\n", " “They cannot conquer for ever!”\n"]