[" “Time doesn’t seem to pass here: it just is.”\n", " “The Eagles are coming! The Eagles are coming!”\n", " “He used often to say there was only one Road; that it was like a great river: its springs were at every doorstep, and every path was its tributary. “It’s a dangerous business, Frodo, going out of your door,” he used to say. “You step into the Road, and if you don’t keep your feet, there is no knowing where you might be swept off to. Do”\n", " “All that is gold does not glitter,\n Not all those who wander are lost;\n The old that is strong does not wither,\n Deep roots are not reached by the frost.”\n", " “For one thing it would take a long while: my name is growing all the time, and I've lived a very long, long time; so my name is like a story. Real names tell you the story of things they belong to in my language, but it takes a very long time to say anything in it, because we do not say anything in it, unless it is worth taking a long time to say, and to listen to.”\n", " “For nothing is evil in the beginning. Even Sauron was not so. I fear to take the Ring to hide it. I will not take the Ring to wield it.”\n", " “Y yo diría que hay Elfos y Elfos. Todos son bastante élficos, pero no iguales.”\n", " “I sit beside the fire and think of how the world will be when winter comes without a spring that I shall ever see. For still there are so many things that I have never seen: in every wood in every spring there is a different green. I sit beside the fire and think of people long ago, and people who will see a world that I shall never know. But all the while I sit and think of times there were before, I listen for returning feet and voices at the door.”\n", " “...но всички, които я познавали в нейния кратък живот, предпочитали името Лалаит, що означава „смях“.”\n", " “Even the good plans of wise wizards like Gandalf and of good friends like Elrond go astray sometimes when you are off on dangerous adventures over the Edge of the Wild; and Gandalf was a wise enough wizard to know it. He”\n", " “You are right, Frodo,’ said Gandalf: ‘to go back is to admit defeat, and face worse defeat to come.”\n", " “That Somebody made the steps on the great rock—the Carrock I believe he calls it.”\n", " “I wonder if that is Gandalf coming after us,’ said Frodo; but even as he said it, he had a feeling that it was not so, and a sudden desire to hide from the view of the rider came over him.”\n", " “It’s a dangerous business, Frodo, going out of your door,” he used to say. “You step into the Road, and if you don’t keep your feet, there is no knowing where you might be swept off to.”\n", " “Themselves they named the Quendi, signifying those that speak with voices; for as yet they had met no other living things that spoke or sang.”\n", " “Those who made them did not desire strength or domination or hoarded wealth, but understanding, making, and healing, to preserve all things unstained.”\n", " “there is nothing that Sauron cannot turn to evil uses. Alas”\n", " “wall.”\n", " “Dar Legolas stătea în picioare, cu privirea pierdută spre miazănoapte, în întuneric, dus pe gânduri, tăcut, ca un arbore tânăr în noaptea neclintită.”\n", " “it bore no scent, but was an air wholly fresh and clean and young, as if it had not before been breathed by any living thing and came new-made from snowy mountains high beneath a dome of stars, or from shores of silver far away washed by seas of foam.”\n", " “As each dwarf came up and looked at the fire, and the spilled jugs, and the gnawed mutton, in surprise, pop! went a nasty smelly sack over his head, and he was down.”\n", " “You are right, Frodo,’ said Gandalf: ‘to go back is to admit defeat, and face worse defeat to come. If”\n", " “What has it got in its pocketses?\" The sound came hissing louder and sharper, and as he looked towards it, to his alarm Bilbo now saw two small points of light peering at him. As suspicion grew in Gollum's mind, the light of his eyes burnt with a pale flame.”\n", " “She shone in beauty upon the shore; Long did my glance on her alight, and the longer I looked I knew her more.”\n", " “I liked white better,” I said. ‘“White!” he sneered. “It serves as a beginning. White cloth may be dyed. The white page can be overwritten; and the white light can be broken.” ‘“In which case it is no longer white,” said I. “And he that breaks a thing to find out what it is has left the path of wisdom.”\n", " “Sorry! I don’t want any adventures, thank you. Not today. Good morning! But please come to tea—any time you like! Why not tomorrow? Come tomorrow! Good bye!”\n", " “Sou Aragorn, filho de Arathorn, e se em nome da vida ou da morte puder salvá-los, assim o farei.”\n", " “Perilous to us all are the devices of an art deeper than we possess ourselves. Yet”\n", " “O voce la fel de limpede și la fel de tânără și de străveche precum Primăvara, precum cântecul unei ape jucăușe curgând în jos spre noapte din dimineața strălucitoare dintre dealuri, răsună ca un clinchet de clopoței de argint pentru a le ura bun-venit.”\n", " “Nem tudo que é ouro fulgura,\n Nem todo vagante é vadio;\n O velho que é forte perdura,\n Raiz funda não sofre o frio.\n Das cinzas um fogo há de vir,\n Das sombras a luz vai jorrar;\n A espada há de, nova, luzir,\n O sem-coroa há de reinar.”\n"]