[" “Though he walked and breathed, and about him living leaves and flowers were stirred by the same cool wind as fanned his face, Frodo felt he was in a timeless land that did not fade or change or fall into forgetfulness. When he had gone and passed again into the outer world, still Frodo the wanderer from the Shire would walk there, upon the grass among elanor and niphredil in fair Lothlorien”\n", " “You are wise and fearless and fair, Lady Galadriel,' said Frodo. 'I will give you the One Ring, if you ask for it. It is too great a matter for me”\n", " “The washing-up was so dismally real that Bilbo was forced to believe the party of the night before had not been part of his bad dreams, as he had rather hoped.”\n", " “In the spring when the wind is in the new leaves the echo of her voice may still be heard by the fall that bear her name.”\n", " “Yes, sir. I don’t know how to say it, but after last night I feel different. I seem to see ahead, in a kind of way. I know we are going to take a very long road, into darkness; but I know I can’t turn back. It isn’t to see Elves now, nor dragons, nor mountains, that I want – I don’t rightly know what I want: but I have something to do before the end, and it lies ahead, not in the Shire. I must see it through, sir, if you understand me.”\n", " “I must indeed abide the Doom of Men whether I will or nill: the loss and the silence. But I say to you, King of the Numenoreans, not till now have I understood the tale of your people and their fall. As wicked fools I scorned them, but I pity them at last. For if this is indeed, as the Elves say, the gift of the One to Men, it is bitter to receive.”\n", " “It is hard to be sure of anything among so many marvels. The world is all grown strange...How shall a man judge what to do in such times?'\n 'As he ever has judged,' said Aragorn. 'Good and ill have not changed since yesteryear; nor are they one thing among Elves and Dwarves and another among Men. It is a man's part to discern them, as much in the Golden Wood as in his own house.”\n", " “Then he called him Maeglin, which is Sharp Glance, for he perceived that the eyes of his son were more piercing than his own, and his thought could read the secrets of hearts beyond the mist of words.”\n", " “I dislike Allegory – the conscious and intentional allegory – yet any attempt to explain the purport of myth or fairytale must use allegorical language. (And, of course, the more ‘life’ a story has the more readily will it be susceptible of allegorical interpretations: while the better a deliberate allegory is made the more nearly will it be acceptable just as a story.)”\n", " “Warning? Warning against what?’ said Boromir sharply. ‘Against delay. Against the way that seems easier. Against refusal of the burden that is laid on me. Against – well, if it must be said, against trust in the strength and truth of Men.”\n", " “And as the captains gazed south to the Land of Mordor, it seemed to them that, black against the pall of cloud, there rose a huge shape of shadow, impenetrable, lightning-crowned, filling all the sky. Enormous it reared above the world, and stretched out towards them a vast threatening hand, terrible but impotent: for even as it leaned over them, a great wind took it, and it was all blown away, and passed; and then a hush fell.”\n", " “Then Eomer was silent, and looked on his sister, as if pondering anew all the days of their past life together. But Aragorn said: \"I saw also what you saw, Eomer. Few other griefs amid the ill chances of this world have more bitterness and shame for a man's heart than to behold the love of a lady so fair and brave that cannot be returned. Sorrow and pity have followed me ever since I left her desperate in Dunharrow and rode to the Paths of the Dead; and no fear upon that way was so present as the fear for what might befall her. And yet, Eomer, I say to you that she loves you more truly than me; for you she loves and knows; but in me she loves only a shadow and a thought: a hope of glory and great deeds, and lands far from the fields of Rohan.”\n", " “No, I am afraid not, Sam,\" said Frodo. \"At least, I know that such things happened, but I cannot see them. No taste of food, no feel of water, no sound of wind, no memory of tree or grass or flower, no image of moon or star are left to me. I am naked in the dark, Sam, and there is no veil between me and the wheel of fire. I begin to see it even with my waking eyes, and all else fades.”\n", " “No more debates disturbed his mind. He knew all the arguments of despair and would not listen to them. His will was set, and only death would break it.”\n", " “They made for his noise far quicker than he had expected. They were frightfully angry. Quite apart from the stones no spider has ever like being called Attercop, and Tomnoddy of course, is insulting to anybody.”\n", " “A year shall I endure for every day that passes until you return.”\n", " “and they passed in thought out to regions where pain and delight flow together and tears are the very wine of blessedness.”\n", " “As I lay in prison, Sam, I tried to remember the Brandywine, and Woody End, and The Water running through the mill at Hobbiton. But I can't see them now.”\n", " “Not all those who wonder are lost.”\n", " “Still she did not blench: maiden of Rohirrim, child of kings, slender but as a steel-blade, fair yet terrible. A swift stroke she dealt, skilled and deadly. The outstretched neck she clove asunder, and the hewn head fell like a stone. Backward she sprang as the huge head crashed to ruin, vast wings outspread crumpled on the earth; and with its fall the shadow passed away. A light fell about her, and her hair shone in the sunrise.”\n", " “All this last day Frodo had not spoken, but had walked half-bowed, often stumbling, as if his eyes no longer saw the way before his feet. Sam guessed that among all their pains he bore the worst, the growing weight of the Ring, a burden on the body and a torment to his mind. Anxiously Sam had noted how his master's left hand would often be raised as if to ward off a blow, or to screen his shrinking eyes from a dreadful Eye that sought to look in them. And sometimes his right hand would creep to his breast, clutching, and then slowly, as the will recovered mastery, it would be withdrawn.”\n", " “I am like a burglar that can't get away, but must go on miserably burgling the same house day after day.\n —Bilbo Baggins”\n", " “I will not debate with you Dark Elf. By the swords of the Noldor alone are your sunless woods defended. Your freedom to wander there wild you owe to my kin and but for them long since you would have laboured in thraldom in the pits of Angband. And here I am King and whether you will it or will it not my doom is law. This choice is given to you: abide here or to die here and so also for your son.”\n", " “The realm of Suaron is ended!' said Gandalf. 'The Ring-bearer has fulfilled his Quest”\n", " “What a tale we have been in, Mr. Frodo, haven't we?' he said. 'I wish I could hear it told. Do you think they'll say: Now comes the story of Nine-fingered Frodo and the ring of Doom? And then everyone will hush, like we did, when in Rivendell they told us the tale of Beren One-hand and the Great Jewel. I wish I could hear it! And I wonder how it will go on after our part.”\n", " “The Company of the Ring shall be Nine; and the Nine Walkers shall be set against the Nine Riders that are evil.”\n", " “Little did I know where the chief peril lay! Truly Elrond spoke, saying that we could not foresee what we might meet upon our road. Torment in the dark was the danger that I feared, and it did not hold me back. But I would not have come, had I known the danger of light and joy.”\n", " “En un agujero en el suelo, vivía un hobbit. No un agujero húmedo, sucio,\n repugnante, con restos de gusanos y olor a fango, ni tampoco un agujero seco,\n desnudo y arenoso, sin nada en que sentarse o que comer: era un agujero-hobbit, y eso significa comodidad.”\n", " “All your long years we have been friends. Trust me as you once did, let it go”\n", " “I am looking for someone to share in an adventure”\n"]