[" “But do not despise the lore that has come down from distant years; for oft it may chance that old wives keep in memory word of things that once were needful for the wise to know.”\n", " “I perceived or thought of the Light of God and in it suspended one small mote (or millions of motes to only one of which was my small mind directed), glittering white because of the individual ray from the Light which both held and lit it...And the ray was the Guardian Angel of the mote: not a thing interposed between God and the creature, but God's very attention itself, personalized...This is a finite parallel to the Infinite. As the love of the Father and Son (who are infinite and equal) is a Person, so the love and attention of the Light to the Mote is a person (that is both with us and in Heaven): finite but divine, i.e. angelic.”\n", " “I did nothing but run away from the time I was a puppy, and I kept on running and roving until one fine morning - a very fine morning, with the sun in my eyes - I fell over the world's edge chasing a butterfly.”\n", " “Worst is a bad word,” I said to him, “and I hope you do not live to see it.”\n", " “In that hour of trial it was the love of his master that helped most to hold him firm; but also deep down in him lived still unconquered his plain hobbit-sense: he knew in the core of his heart that he was not large enough to bear such a burden, even if such visions were not a mere cheat to betray him.”\n", " “Better mistrust undeserved than rash words.”\n", " “Frodo raised his head, and then stood up. Despair had not left him, but the weakness had passed. He even smiled grimly, feeling now as clearly as a moment before he had felt the opposite, that what he had to do, he had to do, if he could, and that whether Faramir or Aragorn or Elrond or Galadriel or Gandalf or anyone else ever knew about it was beside the purpose.”\n", " “And Iluvatar spoke to Ulmo, and said: 'Seest thou not how here in this little realm in the Deeps of Time Melkor hath made war upon thy province? He hath bethought him of bitter cold immoderate, and yet hath not destroyed the beauty of thy fountains, nor of my clear pools. Behold the snow, and the cunning work of frost! Melkor hath devised heats and fire without restraint, and hath not dried up thy desire nor utterly quelled the music of the sea. Behold rather the height and glory of the clouds, and the ever changing mists; and listen to the fall of rain upon the Earth! And in these clouds thou art drawn nearer to Manwe, thy friend, whom thou lovest.'\n Then Ulmo answered: 'Truly, Water is become now fairer than my heart imagined, neither had my secret thought conceived the snowflake, nor in all my music was contained the falling of the rain. I will seek Manwe, that he and I may make melodies for ever to my delight!' And Manwe and Ulmo have from the beginning been allied, and in all things have served most faithfully the purpose of Iluvatar.”\n", " “No hay nada como mirar, si queréis encontrar algo. Cierto que casi siempre, se encuentra algo, si se mira, pero no siempre es lo que uno busca.”\n", " “I am (obviously) much in love with plants and above all trees, and always have been; and I find human maltreatment of them as hard to bear as some find ill-treatment of animals.”\n", " “Tears unnumbered ye shall shed....”\n", " “And far away, as Frodo put on the Ring and claimed it for his own, even in Sammath Naur the very heart of his realm, the Power in Barad-dûr was shaken, and the Tower trembled from its foundations to its proud and bitter crown. The Dark Lord was suddenly aware of him, and his Eye piercing all shadows looked across the plain to the door that he had made; and the magnitude of his own folly was revealed to him in a blinding flash, and all the devices of his enemies were at last laid bare. Then his wrath blazed in consuming flame, but his fear rose like a vast black smoke to choke him. For he knew his deadly peril and the thread upon which his doom now hung.\n From all his policies and webs of fear and treachery, from all his stratagems and wars his mind shook free; and throughout his realm a tremor ran, his slaves quailed, and his armies halted, and his captains suddenly steerless, bereft of will, wavered and despaired. For they were forgotten. The whole mind and purpose of the Power that wielded them was now bent with overwhelming force upon the Mountain. At his summons, wheeling with a rending cry, in a last desperate race there flew, faster than the winds, the Nazgûl, the Ringwraiths, and with a storm of wings they hurtled southwards to Mount Doom.”\n", " “Other evils there are that may come; for Sauron is himself but a servant or emissary. Yet it is not our part to master all the tides of the world, but to do what is in us for the succour of those years wherein we are set, uprooting the evil in the fields that we know, so that those who live after may have clean earth to till. What weather they shall have is not ours to rule.”\n", " “Perhaps it is better not to tell what you wish. if you cannot have it.”\n", " “I propose to speak about fairy-stories, though I am aware that this is a rash adventure. Faërie is a perilous land, and in it are pitfalls for the unwary and dungeons for the overbold.”\n", " “Yet seldom do they fail of their seed, And that will lie in the dust and rot to spring up again in times and places unlooked-for. The deeds of Men will outlast us.”\n", " “And if Sam considered himself lucky, Frodo knew he was more lucky himself; for there was not a hobbit in the Shire that was looked after with such care.”\n", " “What do you mean?\" he said. \"Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?”\n", " “Indeed you did your best...I hope that it may be long before you find yourself in such a tight corner again between two such terrible old men.\n ~ Gandalf to Pippin”\n", " “Frodo gave a cry, and there was, fallen upon his knees at the chasm's edge. But Gollum, dancing like a mad thing, held aloft the ring, a finger still thrust within its circle.\n \"Precious, precious, precious!\" Gollum cried. \"My Precious! O my Precious!\" And with that, even as his eyes were lifted up to gloat on his prize, he stepped too far, toppled, wavered for a moment on the brink, and then with a shriek he fell. Out of the depths came his last wail precious, and he was gone.”\n", " “Then Aragorn was abashed, for he saw the elven-light in her eyes and the wisdom of many days; yet from that hour he loved Arwen Undómiel daughter of Elrond.”\n", " “Last of all Hurin stood alone. Then he cast aside his shield, and wielded an axe two-handed; and it is sung that the axe smoked in the black blood of the troll-guard of Gothmog until it withered, and each time that he slew Hurin cried: 'Aure entuluva! Day shall come again!' Seventy times he uttered that cry; but they took him at last alive...”\n", " “I cannot,' said Merry. 'I have never seen them. I have never been outside of my own land before. And if I had known what the world outside was like, I don't think I should have had the heart to leave it.”\n", " “It was Sam's first view of a battle of Men against Men and he did not like it much. He was glad he could not see the dead face. He wondered what the man's name was and where he came from; and if he was really evil of heart, or what lies and threats had led him on the long march from his home; and if he would no rather have stayed there in peace -”\n", " “Through darkness you have come to your hope, and have now all your desire. Use well the days.”\n", " “To him that is pitiless the deeds of pity are ever strange and beyond reckoning.”\n", " “You will soon be well, if I do not talk you to death.”\n", " “You have shown your usual cunning in getting up just in time for a meal.”\n", " “...as young and as ancient as Spring....”\n", " “the spirit of wickedness in high places is now so powerful and many-headed in its incarnations that there seems nothing more to do than personally refuse to worship any of the hydras' heads.”\n"]