[" “And it is said by the Eldar that in water there lives yet the echo of the Music of the Ainur more than in any substance else that is in this Earth; and many of the Children of Ilúvatar hearken still unsated to the voices of the Sea, and yet know not for what they listen.”\n", " “A witless worm have you become. Therefore be silent, and keep your forked tongue behind your teeth.”\n", " “It was just as the 1914 War burst on me that I made the discovery that \"legends\" depend on the language to which they belong; but a living language depends equally on the \"legends\" which it conveys by tradition. (For example, that the Greek mythology depends far more on the marvellous aesthetic of its language and so of its nomenclature of persons and places and less on its content than people realize, though of course it depends on both. And vice versa. Volapuk, Esperanto, Ido, Novial, &C. are dead, for deader than ancient unused languages, because their authors never invented any Esperanto legends.). (letter 180)”\n", " “We have failed to recapture Gollum. We came on his trail among those of many Orcs, and it plunged deep into the Forest, going south. But ere long it escaped our skill, and we dared not continue the hunt; for we were drawing nigh to Dol Guldur, and that is still a very evil place; we do not go that way.’ ‘Well, well, he is gone,’ said Gandalf. ‘We have no time to seek for him again. He must do what he will. But he may play a part yet that neither he nor Sauron have foreseen. ‘And now I will answer Galdor’s other questions. What of Saruman? What are his counsels to us in this need? This tale I must tell in full,”\n", " “It seemed to him that he could hardly hear the sound of his own shrill voice: it was blown away from him by the willow-wind and drowned in a clamor of leaves, as soon as the words left his mouth. He felt desperate: lost and witless.”\n", " “Nay! At least you are valiant. Beyond all whom I have met. And they lie who say that we of our part do not honour the valour of foes. See now! I offer you freedom.”\n", " “For one thing, tomorrow will be certain to bring worse than today, for many days to come. And there is nothing more that I can do to help it. The board is set, and the pieces are moving.”\n", " “They were come to the Desolation of the Dragon, and they were come at the waning of the year. They”\n", " “Well, the choices are, it seems, to submit to Sauron, or to yourself. I will take neither. Have you others to offer?”\n", " “I am too late. All is lost. I tarried on the way. All is lost. Even if my errand is performed, no one will ever know. There will be no one I can tell. It will be in vain.’ Overcome with weakness he wept. And”\n", " “Panic came upon the Goblins; and even as they turned to meet this new attack, the elves charged again with renewed numbers.”\n", " “Gil-galad”\n", " “Coraggio, signor Frodo! Non posso portare io l’Anello, ma posso trasportare voi ed esso insieme.”\n", " “mi parve di vedere un fiore bianco ergersi fiero e dritto, esile come un giglio, ma sapevo che quel fiore era inflessibile, come forgiato d’acciaio nelle fucine degli Elfi. O forse una gelata aveva trasformato in ghiaccio la sua linfa, ed ella era ormai così, dolce e amara nello stesso tempo, ancor bella a vedersi, ma già destinata a cadere e a morire? La”\n", " “Everywhere is within walking distance if you have the time.”\n", " “Pity? It was Pity that stayed his hand.”\n", " “The wildest imaginings that dark rumour had ever suggested to the hobbits fell altogether short of the actual dread and wonder of Moria.”\n", " “far below there was a rumour and a trouble as of great engines throbbing and labouring.”\n", " “A queer half-knowing, half-humorous look came with a green flicker into his eyes. ‘For one thing it would take a long while: my name is growing all the time, and I’ve lived a very long, long time; so my name is like a story. Real names tell you the story of the things they belong to in my language, in the Old Entish as you might say. It is a lovely language, but it takes a very long time to say anything in it, because we do not say anything in it, unless it is worth taking a”\n", " “This tale grew in the telling, until it became a history of the Great War of the Ring and included many glimpses of the yet more ancient history that preceded it.”\n", " “I forgot to mention that with the map went a key, a small and curious key. Here it is!”\n", " “I owe much to Éomer,’ said Théoden. ‘Faithful heart may have froward tongue.’ ‘Say also,’ said Gandalf, ‘that to crooked eyes truth may wear a wry face.”\n", " “Others dwelt here before hobbits were; and others will dwell here again when hobbits are no more. The wide world is all about you: you can fence yourselves in, but you cannot for ever fence it out.”\n", " “The Darkness has begun. There will be no dawn.”\n", " “False hopes are more dangerous than fears”\n", " “Yes, yes and i want to get unlost... As soon as possible!”\n", " “Ein Ring, sie zu knechten, sie alle zu finden.\n Ins Dunkel zu vertreiben und ewig zu binden.”\n", " “…aztán a Görbe Világ tengerei elfogytak alóluk, s a kerek ég szelei nem zavarták többet a hajót, amely a világ párája fölötti tiszta légben elszállt az Ősi Nyugatra, s a regék és dalok eldái eltűntek mindörökre.”\n", " “Do not trouble your hearts overmuch with thought of the road tonight. Maybe the paths that you each shall tread are already laid before your feet, though you do not see them.”\n", " “My heart tells me that he has some part to play yet, for good or ill, before the end; and when that comes, the pity of Bilbo may rule the fate of many – yours not least.”\n"]