[" “Hmmm! it smells like elves!” thought Bilbo,”\n", " “Bilbo rushed along the passage, very angry, and altogether bewildered and bewuthered—this was the most awkward Wednesday he ever remembered. He”\n", " “He did not remember things very well, unless he put them down on his Engagement Tablet: like this: Gandalf Tea Wednesday.”\n", " “They are quick of hearing and sharp-eyed, and though they are inclined to be fat and do not hurry unnecessarily, they are nonetheless nimble and deft in their movements.”\n", " “Far over the misty mountains cold To dungeons deep and caverns old We must away ere break of day To seek the pale enchanted gold. The dwarves of yore made mighty spells, While hammers fell like ringing bells In places deep, where dark things sleep, In hollow halls beneath the fells. For ancient king and elvish lord There many a gleaming golden hoard They shaped and wrought, and light they caught To hide in gems on hilt of sword. On silver necklaces they strung The flowering stars, on crowns they hung The dragon-fire, in twisted wire They meshed the light of moon and sun. Far over the misty mountains cold To dungeons deep and caverns old We must away, ere break of day, To claim our long-forgotten gold. Goblets they carved there for themselves And harps of gold; where no man delves There lay they long, and many a song Was sung unheard by men or elves. The pines were roaring on the height, The winds were moaning in the night. The fire was red, it flaming spread; The trees like torches blazed with light. The bells were ringing in the dale And men looked up with faces pale; The dragon’s ire more fierce than fire Laid low their towers and houses frail. The mountain smoked beneath the moon; The dwarves, they heard the tramp of doom. They fled their hall to dying fall Beneath his feet, beneath the moon. Far over the misty mountains grim To dungeons deep and caverns dim We must away, ere break of day, To win our harps and gold from him!”\n", " “Children are capable, of course, of\n , when the story-maker's art is good enough to produce it. That state of mind has been called 'willing suspension of disbelief'. But this does not seem to me a good description of what happens. What really happens is that the story-maker proves a successful 'sub-creator'. He makes a Secondary World which your mind can enter. Inside it, what he relates is 'true': it accords with the laws of that world. You therefore believe it, while you are, as it were, inside. The moment disbelief arises, the spell is broken; the magic, or rather art, has failed. You are then out in the Primary World again, looking at the little abortive Secondary World from outside. If you are obliged, by kindliness or circumstance, to stay, then disbelief must be suspended (or stifled), otherwise listening and looking would become intolerable. But this suspension of disbelief is a substitute for the genuine thing, a subterfuge we use when condescending to games or make-believe, or when trying (more or less willingly) to find what virtue we can in the work of an art that has for us failed.”\n", " “Yes, I will — two eyes, as often as I can spare them.”\n", " “A Preliminary Study of Variations in Editions of The Lord of the Rings”\n", " “Il nostro inseguimento sarà narrato come un’impresa stupefacente dalle Tre Stirpi: Elfi, Nani e Uomini. Avanti i Tre Cacciatori!”.”\n", " “come to thee again! ENTWIFE. When Winter comes, and singing ends; when darkness falls at last; When broken is the barren bough, and light and labour past; I’ll look for thee, and wait for thee, until we meet again: Together we will take the road beneath the bitter rain! BOTH. Together we will take the road that leads into the West, And far away will find a land where both our hearts”\n", " “What his right name is I’ve never heard: but he’s known round here as Strider.”\n", " “... right glad is the grass that grows in the open, when the damp dewdrops are dripping from the leaves, to greet a gay glance of the glistening sun.”\n", " “The yells and yammering, croaking, jibbering and jabbering; howls, growls and curses; shrieking and skriking, that followed were beyond description.”\n", " “Rivers of fire at dead of night\n in winter lying cold and white\n upon the plain burst forth, and high\n the red was mirrored in the sky.”\n", " “Gimli Glóin’s son, have you your axe ready?’ ‘Nay, lord,’ said Gimli, ‘but I can speedily fetch it, if there be need.’ ‘You shall judge,’ said Éomer. ‘For there are certain rash words concerning the Lady in the Golden Wood that lie still between us. And now I have seen her with my eyes.’ ‘Well, lord,’ said Gimli, ‘and what say you now?’ ‘Alas!’ said Éomer. ‘I will not say that she is the fairest lady that lives.’ ‘Then I must go for my axe,’ said Gimli.”\n", " “Confusticate and bebother these dwarves!” he said aloud. “Why don’t they come and lend a hand?” Lo”\n", " “This was Orthanc, the citadel of Saruman, the name of which had (by design or chance) a twofold meaning; for in the Elvish speech orthanc signifies Mount Fang, but in the language of the Mark of old the Cunning Mind.”\n", " “From that the talk turned to the great hoard itself and to the things that Thorin and Balin remembered. They wondered if they were still lying there unharmed in the hall below: the spears that were made for the armies of the great King Bladorthin (long since dead), each had a thrice-forged head and their shafts were inlaid with cunning gold, but they were never delivered or paid for; shields made for warriors long dead; the great golden cup of Thror, two-handed, hammered and carven with birds and flowers whose eyes and petals were of jewels; coats of mail gilded and silvered and impenetrable; the necklace of Girion, Lord of Dale, made of five hundred emeralds green as grass, which he gave for the arming of his eldest son in a coat of dwarf-linked rings the like of which had never been made before, for it was wrought of pure silver to the power and strength of triple steel. But fairest of all was the great white gem, which the dwarves had found beneath the roots of the Mountain, the Heart of the Mountain, the Arkenstone of Thrain.”\n", " “The chance never arrived, until Bilbo Baggins was grown up, being about fifty years old or so,”\n", " “It must often be so, when things are in danger: someone has to give them up, lose them, so that others may keep them.”\n", " “Since I leave now all gold and silver, and go where it is of little worth, I wish to part in friendship from you, and I would take back my words and deeds at the Gate.”\n", " “in the middle the road went on southwards. ‘On, on, on,’ said Gollum. ‘We never went that way, but they say it goes a hundred leagues, until you can see the Great Water that is never still. There are lots of fishes there, and big birds eat fishes: nice birds: but we never went there, alas no! we never had a chance. And further still there are more lands, they say, but the Yellow Face is very hot there, and there are seldom any clouds, and the men are fierce and have dark faces. We do not want to see that land.’ ‘No!’ said Frodo.”\n", " “Just why Mr. Frodo was selling his beautiful hole was even more debatable than the price.”\n", " “I have forgotten much that I thought I knew, and learned again much that I had forgotten. I can see many things far off, but many things that are close at hand I cannot see. Tell”\n", " “Um Anel para a todos governar, Um Anel para encontrá-los, Um Anel para a todos trazer e na escuridão aprisioná-los”\n", " “And you do know my name, though you don’t remember that I belong to it.”\n", " “O Orofarne, Lassemista, Carnimirie!\n O rowan fair, upon your hair how white the blossom lay!\n O rowan mine, I saw you shine upon a summer's day,\n Your rind so bright, your leaves so light, your voice so cool and soft:\n Upon your head how golden-red the crown you bore aloft!\n O rowan dead, upon your head your hair is dry and grey;\n Your crown is spilled, your voice is stilled for ever a day.\n O Orofarne, Lassemista, Carnimirie!”\n", " “he can see through a brick wall in time (as they say in Bree). But”\n", " “There is nothing like looking, if you want to find something (or so Thorin said to the young dwarves).”\n", " “Quand le silence qui s’ensuivit devint embarrassant, il ajouta : « J’allais justement prendre le thé ; venez donc vous joindre à moi. » C’était peut-être un peu crispé, mais il le disait gentiment. Et que feriez-vous si un nain arrivait chez vous à l’improviste et accrochait ses affaires dans votre hall d’entrée sans un mot d’explication ?”\n"]