[" “If only that dratted wizard would leave young Frodo alone, perhaps he'll settle down and grow some hobbit-sense,' they said. And to all appearance the wizard did leave Frodo alone, and he did settle down, but the growth of hobbit-sense was not very noticable.”\n", " “A divine 'punishment’ is also a divine 'gift’, if accepted, since its object is ultimate blessing, and the supreme inventiveness of the Creator will make 'punishments’ (that is changes of design) produce a good not otherwise to be attained”\n", " “If there are any to see I at least am revealed to them. I have written\n in signs that all can read from Rivendell to the mouths of Anduin.”\n", " “But it is said: Do not meddle in the affairs of wizards, for they are subtle and quick to anger. The choice is yours: to go or wait.'\n 'And it is also said,' answered Frodo: 'Go not to the Elves for counsel for they will answer both no and yes.'\n 'Is it indeed?' laughed Gildor. 'Elves seldom give unguarded advice, for advice is a dangerous gift, even from the wise to the wise, and all courses may run ill.”\n", " “Even darkness must pass a new day will come and when the sun shines it will shine out the clearer.”\n", " “He raised his staff. There was a roll of thunder. The sunlight was blotted out from the eastern windows; the whole hall became suddenly dark as night. The fire faded to sullen embers. Only Gandalf could be seen, standing white and tall before the blackened hearth.”\n", " “All now took leave of the Lord of the City and went to rest while they still could. Outside there was a starless blackness as Gandalf, with Pippin beside him bearing a small torch, made his way to their lodging. They did not speak until they were behind closed doors. Then at last Pippin took Gandalf's hand.\n 'Tell me,' he said, 'is there any hope? For Frodo, I mean; or at least mostly for Frodo.'\n Gandalf put his hand on Pippin's head. 'There never was much hope,' he answered. 'Just a fool's hope, as I have been told. And when I heard of Cirith Ungol--' He broke off and strode to the window, as if his eyes could pierce the night in the East. 'Cirith Ungol!' he muttered. 'Why that way, I wonder?' He turned. 'Just now, Pippin, my heart almost failed me, hearing that name. And yet in truth I believe that the news that Faramir brings has some hope in it. For it seems clear that the Enemy has opened his war at last and made the first move when Frodo was still free. So now for many days he will have his eye turned this way and that, away from his own land. And yet, Pippin, I feel from afar his haste and fear. He has begun sooner than he would. Something has happened to stir him.”\n", " “As he fell slowly into sleep, Pippin had a strange feeling: he and Gandalf were still as stone, seated upon the statue of a running horse, while the world rolled away beneath his feet with a great noise of wind.”\n", " “evil labours with vast power and perpetual success - in vain: preparing always only the soil for unexpected good to sprout in.”\n", " “The Light failed; but the Darkness that followed was more than loss of light.”\n", " “grows like a seed in the dark out of the leaf-mould of the mind: out of all that has been seen or thought or read, that has long ago been forgotten, descending into the deeps.”\n", " “I cordially dislike allegory in all its manifestations...”\n", " “The sound of her footsteps was like a stream falling gently downhill over cool stones in the quiet of night.”\n", " “Towards danger; but not too rashly, nor too straight.”\n", " “Touching your cap to the squire may be damn bad for the squire, but it's damn good for you.”\n", " “For that woe is past,' said Galadriel; 'and I would take what joy is here left, untroubled by memory. And maybe there is woe enough yet to come, though still hope may seem bright.”\n", " “The morning came, pale and clammy. Frodo woke up first, and found that a tree-root had made a hole in his back, and that his neck was stiff. \"Walking for pleasure! Why didn't I drive?\" he thought, as he usually did at the beginning of an expedition. \"And all my beautiful feather beds are sold to the Sackville-Bagginses! These tree-roots would do them good.\" He stretched. \"Wake up, hobbits!\" he cried. \"It's a beautiful morning.\"\n \"What's beautiful about it?\" said Pippin, peering over the edge of his blanket with one eye. \"Sam! Get breakfast ready for half-past nine! Have you got the bath-water hot?\"\n Sam jumped up, looking rather bleary. \"No, sir, I haven't, sir!\" he said.\n Frodo stripped the blankets from Pippin and rolled him over, and then walked off to the edge of the wood.”\n", " “There was a lot more to that song,' said Sam, 'all about Mordor. I didn’t learn that part, it gave me the shivers. I never thought I should be going that was myself!'\n 'Going to Mordor!” Cried Pippin. 'I hope it won’t come to that!'\n 'Do not speak that name so loudly!' said Strider”\n", " “You aren't nearly through this adventure yet.”\n", " “Ever your desire is to appear lordly and generous as a king of old... But in desperate hours gentleness may be repaid with death.'\n 'So be it,' said Faramir.”\n", " “Of the Three Rings that the Elves had preserved unsullied no open word was ever spoken among the Wise, and few even of the Eldar knew where they were bestowed. Yet after the fall of Sauron their power was ever at work, and where they abode there mirth also dwelt and all things were unstained by the griefs of time. Therefore ere the Third Age was ended the Elves perceived that the Ring of Sapphire was with Elrond, in the fair valley of Rivendell, upon whose house the stars of heaven most brightly shone; whereas the Ring of Adamant was in the Land of Lórien where dwelt the Lady Galadriel. A queen she was of the woodland Elves, the wife of Celeborn of Doriath, yet she herself was of the Noldor and remembered the Day before days in Valinor, and she was the mightiest and fairest of all the Elves that remained in Middle-earth. But the Red Ring remained hidden until the end, and none save Elrond and Galadriel and Cirdan knew to whom it had been committed.\n Thus it was that in two domains the bliss and beauty of the Elves remained still undiminished while that Age endured: in Imladris; and in Lothlórien, the hidden land between Celebrant and Anduin, where the trees bore flowers of gold and no Orc or evil thing dared ever come. Yet many voices were heard among the Elves foreboding that, if Sauron should come again, then either he would find the Ruling Ring that was lost, or at the best his enemies would discover it and destroy it; but in either chance the powers of the Three must then fail and all things maintained by them must fade, and so the Elves should pass into the twilight and the Dominion of Men begin. And so indeed it has since befallen: the One and the Seven and the Nine are destroyed; and the Three have passed away, and with them the Third Age is ended, and the Tales of the Eldar in Middle-earth draw to then-close.”\n", " “It is best to love first what you are fitted to love, I suppose: you must start somewhere and have some roots, and the soil of the Shire is deep. Still there are things deeper and higher; and not a gaffer could tend his garden in what he calls peace but for them, whether he knows about them or not. I am glad that I know about them, a little.”\n", " “But it is not your own Shire,’ said Gildor. ‘Others dwelt here before hobbits were; and others will dwell here again when hobbits are no more. The wide world is all about you: you can fence yourselves in, but you cannot for ever fence it out.”\n", " “Frodo: I can't do this, Sam.\n Sam: I know. It's all wrong. By rights we shouldn't even be here. It's like in the great stories Mr. Frodo, the ones that really mattered. Full of darkness and danger they were, and sometimes you didn't want to know the end because how could the end be happy? How could the world go back to the way it was when so much bad had happened? But in the end it's only a passing thing this shadow, even darkness must pass. A new day will come, and when the sun shines it'll shine out the clearer. Those were the stories that stayed with you, that meant something even if you were too small to understand why. But I think Mr. Frodo, I do understand, I know now folk in those stories had lots of chances of turning back, only they didn't. They kept going because they were holding on to something.\n Frodo: What are we holding onto, Sam?\n Sam: That there's some good in the world, Mr. Frodo, and it's worth fighting for.”\n", " “Sam: Mordor. The one place in Middle-earth we don't want to see any closer, and the one place we're trying to get to. It's just where we can't get. Let's face it, Mr. Frodo, we're lost. I don't think Gandalf meant for us to come this way.\n Frodo: He didn't mean for a lot of things to happen, Sam... but they did.”\n", " “Do you remember when we first met? I thought I had wandered into a dream.”\n", " “The great storm is coming, but the tide has turned.”\n", " “If that's being queer, then we could do with a bit more queerness in these parts.”\n", " “Forth, and fear no darkness! Arise! Arise, Riders of Theoden! Spears shall be shaken,swords shall be splintered! A sword day...a red day...ere the sun rises! Ride now!...Ride now!...Ride! Ride to ruin and the world's ending! Death! \"Death!\" Death! \"Death!\" DEATH! \"Death!\" Forth, Eorlingas!!”\n", " “I would rather spend one life time with you than face all of the ages of this world alone”\n"]