[" “Don't be a fool Mr. Baggins if you can help it.”\n", " “For suddenly above him far and faint his song was taken up, and a voice answering called to him. Maedhros it was that sang amid his torment. But Fingon climbed to the foot of the precipice where his kinsman hung; and then he could go no farther, and he wept when he saw the cruel device of Morgoth. Maedhros therefore, being in anguish without hope, begged Fingon to shoot him with his bow; and Fingon strung an arrow, and bent his bow. And seeing no better hope he cried to Manwe, saying: 'O King to whom birds are dear, speed now this feathered shaft, and recall some pity for the Noldor in their need!'....Now, even as Fingon bent his bow, there flew down from the high airs Thorondor, King of Eagles, mightiest of all birds that have ever been, whose outstretched wings spanned thirty fathoms; and staying Fingon's hand he took him up, and bore him to the face of the rock where Maethros hung.”\n", " “Need brooks no delay, yet late is better than never.”\n", " “The counsel of Gandalf was not founded on foreknowledge of safety, for himself or for others,’ said Aragorn. ‘There are some things that it is better to begin than to refuse, even though the end may be dark.”\n", " “songs like trees bear fruit only in their own time and their own way: and sometimes they are withered untimely.”\n", " “As a lord was held\n for the strength of his body and stoutness of heart.\n Much lore he learned, and loved wisdom\n but fortune followed him in few desires;\n oft wrong and awry what he wrought turned;\n what he loved he lost, what he longed for he won not;\n and full friendship he found not easily,\n nor was lightly loved for his looks were sad.\n He was gloom-hearted, and glad seldom\n for the sundering sorrow that filled his youth...\n (On Turin Turambar - The Children of Hurin)”\n", " “Children are meant to grow up, and not to become Peter Pans. Not to lose innocence and wonder, but to proceed on the appointed journey: that journey upon which it is certainly not better to travel hopefully than to arrive, though we must travel hopefully if we are to arrive.”\n", " “In my despair my enemy was my only hope, and I pursued him, clutching at his heel. Thus he brought me back at last to the secret ways...”\n", " “But it may be the hard part of a friend to rebuke a friend's folly.”\n", " “But Olwë answered: ‘We renounce no friendship. But it may be the part of a friend to rebuke a friend’s folly.”\n", " “If this nice friendliness would spread out in Mordor, half our trouble would be over.”\n", " “Hay en ti muchas virtudes que tú mismo ignoras, hijo del bondadoso Oeste. Algo de coraje y algo de sabiduría, mezclados con mesura. Si muchos de nosotros dieran más valor a la comida, la alegría y las canciones que al oro atesorado, éste sería un Mundo más feliz.”\n", " “Let him go, you filth! Let him go! You will not touch him again!”\n", " “Wraiths! Wraiths on wings!”\n", " “[T]here were two musics progressing at one time before the seat of Ilúvatar, and they were utterly at variance. The one was deep and wide and beautiful, but slow and blended with an immeasurable sorrow, from which its beauty chiefly came. The other had now achieved a unity of its own; but it was loud, and vain, and endlessly repeated; and it had little harmony, but rather a clamorous unison as of many trumpets braying upon a few notes. And it essayed to drown the other music by the violence of its voice, but it seemed that its most triumphant notes were taken by the other and woven into its own solemn pattern.”\n", " “I know why you seek solitude. You suffer; I see it day by day. You sure you do not suffer needlessly? There are other ways, Frodo, other paths that we might take.\n I know what you would say. And it would seem like wisdom but for the warning in my heart.”\n", " “Great engines crawled across the field; and in the midst was a huge ram, great as a forest-tree a hundred feet in length, swinging on mighty chains. Long had it been forging in the dark smithies of Mordor, and its hideous head, founded of black steel, was shaped in the likeness of a ravening wolf; on it spells of ruin lay. Grond they named it, in memory of the Hammer of the Underworld of old. Great beasts drew it, orcs surrounded it, and behind walked mountain-trolls to wield it.”\n", " “Hige sceal pe heardra, heorte pe cenre,\n mod sceal pe mare pe ure maegen lytlao.\n ( Will shall be the sterner, heart the bolder, spirit the greater as\n our strength lessens. )”\n", " “Well I've made up my mind, anyway. I want to see mountains again, Gandalf – mountains; and then find somewhere where I can rest. In peace and quiet, without a lot of relatives prying around, and string of confounded visitors hanging on the bell. I might find somewhere where I can finish my book. I have thought of a nice ending for it: and he lived happily ever after to the end of his days.”\n", " “Where there are so many, all speech becomes a debate without end. But two together may perhaps find wisdom.”\n", " “Not long ago-incredible though it may seem-I heard a clerk of Oxford declare that he 'welcomed' the proximity of mass-production robot factories, and the roar of self-obstructive traffic, because it brought his university into 'contact with real life.' He may have meant that the way men were living and working in the twentieth century was increasing in barbarity at an alarming rate, and that the loud demonstration of this in the streets of Oxford might serve as a warning that it is not possible to preserve for long an oasis of sanity in a desert of unreason by mere fences, without actual offensive action (practical and intellectual). I fear he did not. In any case the expression 'real life' in this context seems to fall short of academic standards. The notion that motor-cars are more 'alive' than, say, centaurs or dragons is curious; that they are more 'real' than, say, horses is pathetically absurd. How real, how startlingly alive is a factory chimney compared with an elm tree: poor obsolete thing, insubstantial dream of an escapist!”\n", " “I am Gandalf, and Gandalf means me!”\n", " “It was an irresistible development of modern illustration (so largely photographic) that borders should be abandoned and the \"picture\" end only with the paper. This method may be suitable for for photographs; but it is altogether inappropriate for the pictures that illustrate or are inspired by fairy-stories. An enchanted forest requires a margin, even an elaborate border. To print it coterminous with the page, like a \"shot\" of the Rockies in Picture Post, as if it were indeed a \"snap\" of fairyland or a \"sketch by our artist on the spot\", is a folly and an abuse.”\n", " “I shall claim full amends for every fall and stubbed toe, if you do not lead us well.”\n", " “The Bagginses had lived in the neighbourhood of The Hill for time out of mind, and people considered them very respectable, not only because most of them were rich, but also because they never had any adventures or did anything unexpected: you could tell what a Baggins would say on any question without the bother of asking him.”\n", " “Are we riding far tonight, Gandalf?” asked Merry after a while. “I don’t know how you feel with small rag-tag dangling behind you; but the rag-tag is tired and will be glad to stop dangling and lie down.”\n “So you heard that?” said Gandalf. “Don’t let it rankle! Be thankful no longer words were aimed at you. He had his eyes on you. If it is any comfort to your pride, I should say that, at the moment, you and Pippin are more in his thoughts than the rest of us. Who you are; how you came here, and why; what you know; whether you were captured, and if so, how you escaped when all the orcs perished—it is with those little riddles that the great mind of Saruman is troubled. A sneer from him, Meriadoc, is a compliment, if you feel honoured by his concern.”\n “Thank you!” said Merry. “But it is a greater honour to dangle at your tail, Gandalf. For one thing, in that position one has a chance of putting a question a second time. Are we riding far tonight?”\n Gandalf laughed. “A most unquenchable hobbit! All wizards should have a hobbit or two in their care—to teach them the meaning of the world, and to correct them.”\n", " “A time may come soon,\" said he, \"when none will return. Then there will be need of valour without renown, for none shall remember the deeds that are done in the last defence of your homes. Yet the deeds will not be less valiant because they are unpraised.”\n", " “Thank you, Sam,\" he said in a cracked whisper. \"How far is there to go?\"\n I don't know,\" said Sam, \"because I don't know where we're going.”\n", " “Always after a defeat and a respite,\" says Gandalf, \"the shadow takes another shape and grows again.\"\n \"I wish it need not have happened in my time,\" says Frodo.\n \"So do I,\" says Gandalf, \"and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.”\n", " “Slowly the lights of the torches in front of Merry flicked and went out, and he was walking in a darkness; and he thought: ‘This is a tunnel leading to a tomb; there we shall stay forever.’ But suddenly into his dream there fell a living voice.\n ‘Well, Merry! Thank goodness I have found you!’\n He looked up and the mist before his eyes cleared a little. There was Pippin! They were face to face in a narrow lane, but for themselves it was empty. He rubbed his eyes.\n ‘Where is the king?’ He said. ‘And Eowyn?’ Then he stumbled and sat down on a doorstep and began to weep again.\n ‘They must have gone up into the Citadel,’ said Pippin. ‘I think you must have fallen asleep on your feet and taken the wrong turning. When we found out you were not with them, Gandalf sent me to look for you. Poor old Merry! How glad I am to see you again! But you are worn out, and I won’t bother you with any talk. But tell me, are you hurt, or wounded?’\n ‘No,’ said Merry. ‘Well, no, I don’t think so. But I can’t use my right arm, Pippin, not since I stabbed him. And my sword burned away like a piece of wood.’\n Pippin’s face was anxious. ‘Well, you had better come with me as quick as you can,’ he said. ‘I wish I could carry you. You aren’t fit to walk any further. They shouldn’t have let you walk at all; but you must forgive them. So many dreadful things have happened in the City, Merry, that one poor hobbit coming in from battle is easily overlooked.’\n ‘It’s not always a misfortune being overlooked,’ said Merry. ‘I was overlooked just now by—no, no, I can’t speak of it. Help me, Pippin! It’s all going dark again, and my arm is so cold.’\n ‘Lean on me, Merry lad!” said Pippin. ‘Come now. Foot by foot. It’s not far.’\n ‘Are you going to bury me?’ said Merry.\n ‘No, indeed!’ said Pippin, trying to sound cheerful, though his heart was wrung with fear and pity. ‘No, we are going to the Houses of Healing.”\n"]