[" “May the hair on his toes never fall out! all praise to his wine and ale!”\n", " “All we have to decide is what to do with the time that is given to us.”\n", " “I heard of that bloodthirsty old murderer Josef Stalin inviting all nations to join a happy family of folks devoted to the abolition of tyranny and intolerance!”\n", " “Es ist eine gefährliche Sache, aus deiner Tür hinaus zu gehen. Du betrittst die Straße und wenn du nicht auf deine Füße aufpasst, kann man nicht wissen, wohin sie dich tragen.”\n", " “There was a little corner of his mind that was still his own, and light came through it, as though a chink in the dark: light out of the past. It was actually pleasant, I think, to hear a kindly voice agin, bringing up memories of wind, and trees, and sun on the grass, and such forgotten things.”\n", " “For the rest, they shall represent the other Free Peoples of the World: Elves, Dwarves, and Men, Legolas shall be for the Elves; and Gimli son of Gloin for the Dwarves. They are willing to go at least to the passes of the Mountains, and maybe beyond. For Men you shall have Aragorn son of Arathorn, for the Ring of Isildur concerns him closely”\n", " “The trees do not like strangers. They watch you. They are usually content merely to watch you, as long as daylight lasts, and don't do much. Occasionally the most unfriendly ones may drop a branch, or stick a root out, or grasp at you with a long trailer. But at night things can be most alarming, or so i am told.”\n", " “I shall not be dark, but beautiful and terrible as the Morning and the Night! Fair as the Sea and the Sun and the Snow upon the Mountain! Dreadful as the Storm and the Lightning! Stronger than the foundations of the earth. All shall love me and despair!”\n", " “Chip the glasses and crack the plates!     Blunt the knives and bend the forks! That’s what Bilbo Baggins hates–     Smash the bottles and burn the corks! Cut the cloth and tread on the fat!     Pour the milk on the pantry floor! Leave the bones on the bedroom mat!     Splash the wine on every door! Dump the crocks in a boiling bowl;     Pound them up with a thumping pole; And when you’ve finished, if any are whole,     Send them down the hall to roll! That’s what Bilbo Baggins hates! So, carefully! carefully with the plates!”\n", " “Valour needs first strength, then a weapon.”\n", " “I have no signs on my door—it was painted a week ago—,”\n", " “Do I hope in vain that you have been sent to me for a help in doubt and need?”\n", " “‎Entre las historias de dolor y de ruina que nos llegaron de la oscuridad de aquel entonces, hay sin embargo algunas en las que en medio del llanto resplandece la alegría, y a la sombra de la muerte hay una luz que resiste…”\n", " “I name you Elf-friend; and may the stars shine upon the end of your road!”\n", " “And the Dwarf, hearing the names given in his own ancient tongue, looked up and met her eyes; and it seemed to him that he looked suddenly into the heart of an enemy and saw there love and understanding. Wonder came into his face, and then he smiled in answer.”\n", " “If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.”\n", " “This was the first of the sorrows of Turin.”\n", " “It matters little who is the enemy, if we cannot beat off his attack.”\n", " “Merry smiled. ‘Well then,’ he said, ‘if Strider will provide what is needed, I will smoke and think. I had some of Saruman’s best in my pack, but what became of it in the battle, I am sure I don’t know.’ ‘Master Meriadoc,’ said Aragorn, ‘if you think that I have passed through the mountains and the realm of Gondor with fire and sword to bring herbs to a careless soldier who throws away his gear, you are mistaken.”\n", " “Hush! Take no notice!\" - Gandalf”\n", " “A cloak of darkness she wove about them when Melkor and Ungoliant set forth: an Unlight,”\n", " “Lazy Lob and crazy Cob\n are weaving webs to wind me.\n I am far more sweet than other meat,\n but still they cannot find me!\n Here am I, naughty little fly;\n you are fat and lazy.\n You cannot trap me, though you try,\n in your cobwebs crazy.”\n", " “I fear I am beyond your comprehension. - Gandalf the White”\n", " “in her hand she held a harp, and she sang. Sad and sweet was the sound of her voice in the cool clear air.”\n", " “They have seen Death and ultimate defeat,\n and yet they would not in despair retreat,\n but oft to victory have tuned the lyre\n and kindled hearts with legendary fire,\n illuminating Now and dark Hath-been\n with light of suns as yet by no man seen.”\n", " “It depends on what you want,\" put in Merry. \"You can trust us to stick to you through thick and thin- to the bitter end. And you can trust us to keep any secret of yours- closer than you keep it yourself. But you cannot trust us to let you face trouble alone and go off without a word. We are your friends, Frodo. Anyway: there it is. We know most of what Gandalf has told you. We know a good deal about the Ring. We are horribly afraid- but we are coming with you; or following you like hounds.”\n", " “Quite a merry gathering!...What's that? Tea! No thank you! A little red wine, I think for me.”\n", " “Saruman rose to his feet, and stared at Frodo. There was a strange look in his eyes of mingled wonder and respect and hatred. 'You have grown, Halfling,' he said. 'Yes, you have grown very much. You are wise, and cruel. you have robbed my revenge of sweetness, and now I must go hence in bitterness, in debt to your mercy. I hate it and you! Well, I go and I will trouble you no more. But do not expect me to wish you health and long life. You will have neither. But that is not my doing. I merely foretell.”\n", " “And I would not have it said of me in song only that I was always left behind!”\n", " “I am rather tired, and no longer young enough to pillage the night to make up for the deficit of hours in the day...\" JRR Tolkien, Letter # 174”\n"]