[" “Not all is dark. Take courage, Lord of the Mark; for better help you will not find. No counsel have I to give to those that despair. Yet counsel I could give, and words I could speak to you. Will you hear them? They”\n", " “Ceux qui errent ne sont pas toujours perdus.”\n", " “Ma io non sono un uomo vivente! Stai guardando una donna. Éowyn io sono, figlia di Éomund. Tu ti ergi fra me e il mio signore dello stesso mio sangue. Vattene, se non sei immortale! Viva o morente ti trafiggerò, se lo tocchi”.”\n", " “فرودو گفت : بله . ولی حرفهای گندالف یادت است؟\"حتی گولوم هم ممکن است وظیفه ای داشته باشد\"\n ولی اگر او نبود سام ، نمیتوانستم حلقه را نابود کنم و مأموریت ما حتی در این لحظه آخر بیهوده از آب در می آمد.پس بیا او را ببخشیم!چون مأموریتمان به نتیجه رسیده و حالا همه چیز تمام شده. خوشحالم که اینجا همراه منی. اینجا ، در آخر همه ماجراها سام.”\n", " “advice is a dangerous gift, even from the wise to the wise, and all courses may run ill. But what would you? You have not told me all concerning yourself; and how then shall I choose better than you? But if you demand advice, I will for friendship’s sake give it.”\n", " “My dear People, began Bilbo, rising in his place. ‘Hear! Hear! Hear!’ they shouted, and kept on repeating it in chorus, seeming reluctant to follow their own advice.”\n", " “Now at this last we must take a hard road, a road unforeseen. There lies our hope, if hope it be. To walk into peril - to Mordor. We must send the Ring to the Fire.”\n", " “One felt as if there was an enormous well behind them, filled up with ages of memory and long, slow, steady thinking; but their surface was sparkling with the present;”\n", " “May your shadow never grow less (or stealing would be too easy)!”\n", " “they were, perhaps, so unwearyingly fond of good things not least because they could, when put to it, do without them, and could survive rough handling by grief, foe, or weather in a way that astonished those who did not know them well and looked no further than their bellies and their well-fed faces.”\n", " “I regret to announce that - though, as I said, eleventy-one years is far too short a time to spend among you - this is the END. I am going. I am leaving NOW. GOOD-BYE!”\n", " “Now Melkor began the delving and building of a vast fortress, deep under Earth, beneath dark mountains where the beams of Illuin were cold and dim. That stronghold was named Utumno. And though the Valar knew naught of it as yet, nonetheless the evil of Melkor and the blight of his hatred flowed out thence, and the Spring of Arda was marred. Green things fell sick and rotted, and rivers were choked with weeds and slime, and fens were made, rank and poisonous, the breeding place of flies; and forests grew dark and perilous, the haunts of fear; and beasts became monsters of horn and ivory and dyed the earth with blood. Then the Valar knew indeed that Melkor was at work again, and they sought for his hiding place. But Melkor, trusting in the strength of Utumno and the might of his servants, came forth suddenly to war, and struck the first blow, ere the Valar were prepared; and he assailed the lights of Illuin and Ormal, and cast down their pillars and broke their lamps. In the overthrow of the mighty pillars lands were broken and seas arose in tumult; and when the lamps were spilled destroying flame was poured out over the Earth. And the shape of Arda and the symmetry of its waters and its lands was marred in that time, so that the first designs of the Valar were never after restored.”\n", " “But in after years he rose like a shadow of Morgoth and a ghost of his malice, and walked behind him on the same ruinous path down into the Void.”\n", " “He had not done any strenuous walking for a long time, and the reflection looked rather flabby,”\n", " “The wolf that one hears is worse than the orc that one fears.”\n", " “Death is their fate, the gift of Ilъvatar, which as Time wears even the Powers shall envy.”\n", " “Dal dubbio e dalle tenebre verso il giorno galoppai, E cantando al sole la spada sguainai. Svanita ogni speme, lacero è il cuore: Ci attende la collera, la rovina e il notturno bagliore!   Recitò queste strofe, eppure le disse ridendo. Perché il desiderio di combattere si era nuovamente impadronito di lui, ed egli era illeso, ed era giovane, ed era Re: sovrano di un popolo spietato. E mentre rideva, nella disperazione mirò ancora le navi nere e alzò la spada in segno di sfida.”\n", " “Old Tom Bombadil water-lilies bringing Comes hopping home again. Can you hear him singing?”\n", " “All your words are but to say: you are a woman, and your part is in the house. But when the men have died in battle and honour, you have leave to be burned in the house, for the men will need it no more. But I am of the house of Eorl and not a serving-woman. I can ride and wield blade, and I do not fear either pain or death.”\n", " “The master of the house was an elf-friend—one of those people whose fathers came into the strange stories before the beginning of History, the wars of the evil goblins and the elves and the first men in the North. In those days of our tale there were still some people who had both elves and heroes of the North for ancestors, and Elrond the master of the house was their chief. He was as noble and as fair in face as an elf-lord, as strong as a warrior, as wise as a wizard, as venerable as a king of dwarves, and as kind as summer. He comes into many tales, but his part in the story of Bilbo’s great adventure is only a small one, though important, as you will see, if we ever get to the end of it. His house was perfect, whether you liked food, or sleep, or work, or story-telling, or singing, or just sitting and thinking best, or a pleasant mixture of them all. Evil things did not come into that valley.”\n", " “A darkness lies behind us; and we have turned our backs on it, and we do not desire to return thither even in thought. Westwards our hearts have been turned, and we believe that there we shall find Light.”\n", " “We are met together in the house of our friend and fellow conspirator, this most excellent and audacious hobbit—may the hair on his toes never fall out! all praise to his wine and ale!—”\n", " “It's simply not an adventure worth telling if there aren't any dragons .”\n", " “For Manwë was free from evil and could not comprehend it, and he knew that in the beginning, in the thought of Ilúvatar, Melkor had been even as he; and he saw not to the depths of Melkor’s heart, and did not perceive that all love had departed from him for ever. But”\n", " “Gandalf the Grey set out with the Company, but he did not pass the borders of this land. Now tell us where he is; for I much desired to speak with him again.”\n", " “Demirci endişelenmiş ve hayrete düşmüştü, çünkü o anda Kraliçe’yi tanımıştı: Yeşil Vadi’deki güzel kız, ayaklarının bastığı yerde çiçekler fışkıran dansçı. Kraliçe onun hatırladığını görerek gülümsedi ve ona yaklaştı; uzun uzun ve çoğunlukla sözcükleri kullanmadan konuştular; Demirci onun düşüncelerinden pek çok şey öğrendi, bazıları sevinç, bazıları ızdırap veren düşünceler. Sonra geçmişe dönerek yaşadığı hayatı hatırladı ve Çocuklar Bayramı’na ve yıldızı bulduğu güne döndü. Elinde bir değnek tutarak dans eden oyuncak bebek gözlerinin önüne geldi aniden ve utançla başını eğerek gözlerini Kraliçe’nin güzelliğinden kaçırdı.\n Sayfa: 205”\n", " “Even when a prohibition in a fairy-story is guessed to be derived from some taboo once practised long ago, it has probably been preserved in the later stages of the tale's history because of the great mythical significance of prohibition. A sense of significance may indeed have lain behind some of the taboos themselves. Thou shalt not - or else thou shalt depart beggared into endless regret. The gentlest 'nursery-tales' know it. Even Peter Rabbit was forbidden a garden, lost his blue coat, and took sick. The Locked Door stands as an eternal Temptation.”\n", " “Inside Bag End, Bilbo and Gandalf were sitting at the open window of a small room looking out west on to the garden. The late afternoon was bright and peaceful. The flowers glowed red and golden: snap-dragons and sunflowers, and nasturtians trailing all over the turf walls and peeping in at the round windows.”\n", " “I cannot read the fiery letters,’ said Frodo in a quavering voice. ‘No,’ said Gandalf, ‘but I can. The letters are Elvish, of an ancient mode, but the language is that of Mordor, which I will not utter here. But this in the Common Tongue is what is said, close enough: One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them.”\n", " “Go not to the Elves for counsel, for they will say both no and yes.’ ‘Is it indeed?’ laughed Gildor. ‘Elves seldom give unguarded advice, for advice is a dangerous gift, even from the wise to the wise, and all courses may run ill.”\n"]