[" “It is precisely the colouring, the atmosphere, the unclassifiable individual details of a story, and above all the general purport that informs with life the undissected bones of the plot, that really count.”\n", " “Çünkü en bilge olanlar bile her şeyin sonunu göremez.”\n", " “the exact situation at the moment may require a little brief explanation—”\n", " “Voiceless it cries, Wingless flutters, Toothless bites, Mouthless mutters. “Half”\n", " “it is not our part to master all the tides of the world, but to do what is in us for the succour of those years wherein we are set, uprooting the evil in the fields that we know, so that those who live after may have clean earth to till.”\n", " “Saruman, you missed your path in life. You should have been the king’s jester and earned your bread, and stripes too, by mimicking his counsellors.”\n", " “May the Shire live for ever unwithered!”\n", " “All who wander are not lost.”\n", " “The silver corslet shimmered before his eyes like the light upon a rippling sea. Carefully he took it off and held it up, and the gems on it glittered like stars, and the sound of the shaken rings was like the tinkle of rain in a pool.”\n", " “You have frightened me several times tonight, but never in the way that servants of the Enemy would, or so I imagine. I think one of his spies would – well, seem fairer and feel fouler, if you understand.”\n", " “È triste incontrarsi soltanto in questo modo, alla fine. Perché il mondo sta cambiando; lo sento nell’acqua, lo sento nella terra, e l’odoro nell’aria. Credo”\n", " “trouble.”\n", " “anyway I think he has not much grit, not much plain courage alone in a tight place without a lot of slaves and machines and things, if you know what I mean. Very”\n", " “The Sword of Elendil was forged anew by Elvish smiths, and on its blade was traced a device of seven stars set between the crescent Moon and the rayed Sun, and about them was written many runes; for Aragorn son of Arathorn was going to war upon the marches of Mordor. Very bright was that sword when it was made whole again; the light of the sun shone redly in it, and the light of the moon shone cold, and its edge was hard and keen. And Aragorn gave it a new name and called it Andúril, Flame of the West.”\n", " “I stood alone on an island in the clouds; and I had no chance of escape, and my days were bitter.”\n", " “It was at this point that Bilbo stopped. Going on from there was the bravest thing he ever did. The tremendous things that happened afterwards were as nothing compared to it. He fought the real battle in the tunnel alone, before he ever saw the vast danger that lay in wait.”\n", " “Perilous indeed,' said Aragorn, 'fair and perilous; but only evil need fear it, or those who bring some evil with them. Follow me!”\n", " “Siempre después de una derrota y una tregua, la Sombra toma una nueva forma y crece otra vez.”\n", " “There are no words left to express his staggerment, since Men changed the language that they learned of elves in the days when all the world was wonderful.”\n", " “arrive already,” he said when he caught sight of Dwalin’s green hood hanging up. He hung his red one next to it, and “Balin at your service!” he said with his hand on his breast. “Thank you!” said Bilbo with a gasp. It was not the correct thing to say, but they have begun to arrive had flustered him badly. He liked visitors, but he liked to know them before they arrived, and he preferred to ask them himself. He had a horrible thought that the cakes might”\n", " “It’s the job that’s never started as takes longest to finish,”\n", " “Wisest of the Maiar was Olórin.”\n", " “Si addormentò subito profondamente, dimenticando tutte le sue preoccupazioni fino al mattino. Per la precisione sognò pane, burro e marmellata.”\n", " “Indeed in nothing is the power of the Dark Lord more clearly shown than in the estrangement that divides all those who still oppose him. Yet”\n", " “Not all who wander are lost.”\n", " “And anyway he did not understand them; and he made the great mistake of leaving them out of his calculations. He had no plan for them, and there was no time to make any, once they had set to work. As”\n", " “for a bed. Later he used to crawl out of the great gate and come by night to Dale, and carry away people, especially maidens, to eat, until Dale was ruined, and all the people dead or gone. What goes on there now I don’t know for certain, but I don’t suppose any one lives nearer to the Mountain than the far edge of the Long Lake now-a-days. “The few of us that were well outside sat and wept in hiding, and cursed Smaug; and there we were unexpectedly joined by my father and my grandfather with singed beards. They looked very grim but they said very little. When I asked how they had got away, they told me to hold my tongue, and said that one day in the proper time I should know. After that we went away,”\n", " “Fools!” said Bard. “Why waste words and wrath on those unhappy creatures? Doubtless they perished first in fire, before Smaug came to us.” Then even as he was speaking, the thought came into his heart of the fabled treasure of the Mountain lying without guard or owner, and he fell suddenly silent. He thought of the Master’s words, and of Dale rebuilt, and filled with golden bells, if he could but find the men.”\n", " “Ash nazg durbatulûk, ash nazg gimbatul, ash nazg thrakatulûk agh burzum-ishi krimpatul.’ The change in the wizard’s voice was astounding. Suddenly it became menacing, powerful, harsh as stone. A shadow seemed to pass over the high sun, and the porch for a moment grew dark. All trembled, and the Elves stopped their ears. ‘Never before has any voice dared to utter words of that tongue in Imladris, Gandalf the Grey,’ said Elrond, as the shadow passed and the company breathed once more. ‘And let us hope that none will ever speak it here again,’ answered Gandalf. ‘Nonetheless I do not ask your pardon, Master Elrond. For if that tongue is not soon to be heard in every corner of the West, then let all put doubt aside that this thing is indeed what the Wise have declared: the treasure of the Enemy, fraught with all his malice; and in it lies a great part of his strength of old. Out of the Black Years come the words that the Smiths of Eregion heard, and knew that they had been betrayed: One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the Darkness bind them.”\n", " “Eomer said, 'How is a man to judge what to do in such times?'\n As he has ever judged,' said Aragorn. 'Good and evil have not changed since yesteryear, nor are they one thing among Elves and another among Men. It is a man's part to discern them, as much in the Golden Wood as in his own house.” The Two Towers”\n"]