[" “Then Elrond and Galadriel rode on; for the Third Age was over and the Days of the Rings were passed and an end was come of the story and song of those times.”\n", " “I had a mind to make a body of more or less connected legend, ranging from the large and cosmogonic, to the level of romantic fairy-story - the larger founded on the lesser in contact with the earth, the lesser drawing splendour from the vast backcloths - which I could dedicate simply to: to England; to my country. ... I would draw some of the great tales in fullness, and leave many only placed in the scheme, and sketched. The cycles should be linked to a majestic whole, and yet leave scope for other minds and hands, wielding paint and music and drama.”\n", " “Then Morgoth stretching out his long arm towards Dor-lomin cursed Hurin and Morwen and their offspring, saying: 'Behold! The shadow of my thought shall lie upon them wherever they go, and my hate shall pursue them to the ends of the world.”\n", " “Farewell!' he said to Gandalf. 'I go to find the Sun!”\n", " “I would venture to say that approaching the Christian Story from this direction, it has long been my feeling (a joyous feeling) that God redeemed the corrupt makingcreatures, men, in a way fitting to this aspect, as to others, of their strange nature. The Gospels contain a fairy-story, or a story of a larger kind which embraces all the essence of fairy-stories. They contain many marvels—peculiarly artistic, beautiful, and moving: ‘mythical’ in their perfect, self-contained significance; and among the marvels is the greatest and most complete conceivable eucatastrophe. But this story has entered History and the primary world; the desire and aspiration of sub-creation has been raised to the fulfillment of Creation. The Birth of Christ is the eucatastrophe of Man’s history. The Resurrection is the eucatastrophe of the story of the Incarnation. This story begins and ends in joy. It has pre-eminently the ‘inner consistency of reality’. There is no tale ever told that men would rather find was true, and none which so many sceptical men have accepted as true on its own merits. For the Art of it has the supremely convincing tone of Primary Art, that is, of Creation. To reject it leads either to sadness or to wrath.”\n", " “It is a lovely language,but it takes a very long time to say anything in it,unless it is worth taking a long time to say,and to listen to.\n -Treebeard/Fangorn”\n", " “Then Aragorn stooped and looked in her face, and it was indeed white as a lily, cold as frost, and hard as graven stone. But he bent and kissed her on the brow, and called her softly, saying:\n 'Éowyn Éomund's daughter, awake! For your enemy has passed away!”\n", " “He [Bilbo] fought the real battle in the tunnel alone, before he ever saw the vast danger that lay in wait.”\n", " “Elen síla lúmenn' omentielvo”\n", " “I knew that danger lay ahead, of course; but I did not expect to meet it in our own Shire. Can't a hobbit walk from the Water to the River in peace?\"\n \"But it is not your own Shire,\" said Gildor. \"Others dwelt here before hobbits were; and others will dwell here again when hobbits are no more. The wide world is all about you: you can fence yourselves in, but you cannot for ever fence it out.”\n", " “I look East, West, North, South, and I do not see Sauron; but I see that Saruman has many descendants. We Hobbits have against them no magic weapons. Yet, my gentlehobbits, I give you this toast: To the Hobbits. May they outlast the Sarumans and see spring again in the trees.”\n", " “Who knows? Have patience. Go where you must go, and hope!”\n", " “All that the unsuspecting Bilbo saw that morning was an old man with a staff. He had a tall pointed blue hat, a long grey cloak, a silver scarf over which his long white beard hung down below his waist, and immense black boots.\n \"Good morning!\" said Bilbo, and he meant it. The sun was shining, and the grass was very green. But Gandalf looked at him from under long bushy eyebrows that stuck out further than the brim of his shady hat.\n \"What do you mean?\" he said. \"Do you wish me a good morning, or mean that it is a good morning whether I wish it or not; or that you feel good this morning; or that it is a morning to be good on?\"\n \"All of them at once,\" said Bilbo. \"And a very fine morning for a pipe of tobacco out of doors, into the bargain.\" Then Bilbo sat down on a seat by his door, crossed his legs, and blew out a beautiful grey ring of smoke that sailed up into the air without breaking and floated away over The Hill.”\n", " “In this Music [the singing of the angels in harmony] the World was begun; for Iluvatar made visible the song of the Ainur,and they beheld it as a light in the darkness.”\n", " “Things are drawing towards the end now, unless I am mistaken. There is an unpleasant time just in front of you; but keep your heart up!”\n", " “Then the voices of the Ainur, like unto harps and lutes, and pipes and trumpets, and viols and organs, and like unto countless choirs singing with words, began to fashipn the theme of Iluvatar to a great music; and a sound arose of endless interchanging melodies woven in harmony that passed beyond hearing into the depths and into the heights, and the places of the dwelling of Iluvatar were filled to overflowing, and the music and the echo of the music went out into the Void, and it was not void.”\n", " “Faithless is he that says farewell when the road darkens,'said Gimli.\n 'Maybe,'said Elrond,'but let him not vow to walk in the dark, who has not seen the nightfall.”\n", " “There is little or no magic about them, except the ordinary everyday sort which helps them to disappear quietly and quickly when large stupid folk like you and me come blundering along, making a noise like elephants which they can hear a mile off.”\n", " “The real war does not resemble the legendary war in its process or its conclusion. If it had inspired or directed the development of the legend, then certainly the Ring would have been seized and used against Sauron; he would not have been annihilated but enslaved, and Barad-Dûr would not have been destroyed but occupied. Saruman, failing to get possession of the Ring, would in the confusion and treacheries of the time have found in Mordor the missing links in his own researches into Ring-lore, and before long he would have made a Great Ring of his own with which to challenge the self-styled Ruler of Middle-earth. In that conflict both sides would have held hobbits in hatred and contempt: they would not long have survived even as slaves.”\n", " “One felt as if there was an enormous well behind them. Filled up with ages of memory and long, slow, steady thinking; but their surface was sparkling with the present : like sun shimmering on the outer leaves of a vast tree, or on the ripples of a very deep lake. I don’t know, but I t felt as if something that grew in the ground—asleep, you might say, or just feeling itself as something between roof-tip and leaf-tip, between deep earth and sky had suddenly waked up, and was considering you with the same slow care that it had given to its own inside affairs for endless years.”\n", " “Some of my kin look just like trees now, and need something great to rouse them; and they speak only in whispers. But some of my trees are limb-lithe, and many can talk to me.”\n", " “The day will bring hope for me,\" said Aragorn. \"Is it not said that no foe has ever taken the Hornburg, if men defended it?\"\n \"So the minstrels say,\" said Éomer.\n \"Then let us defend it, and hope!”\n", " “Then holding the star aloft and the bright sword advanced, Frodo, hobbit of the Shire, walked steadily down to meet the eyes.”\n", " “Justice is not Healing. Healing cometh only by suffering and patience, and maketh no demand, not even for Justice. Justice worketh only within the bonds of things as they are... and therefore though Justice is itself good and desireth no further evil, it can but perpetuate the evil that was, and doth not prevent it from the bearing of fruit in sorrow.”\n", " “It simply isn't an adventure worth telling if there aren't any dragons.”\n", " “But the only measure that he knows is desire desire for power and so he judges all hearts. Into his heart the thought will not enter that any will refuse it that having the Ring we may seek to destroy it. If we seek this we shall put him out of reckoning.”\n", " “He never had any real hope in the affair from the beginning;but being a cheerful hobbit he had not needed hope,as long as despair could be postponed.”\n", " “I wished to be loved by another, but I desire no man’s pity.”\n", " “How could such a large door be kept secret from everybody outside, apart from the dragon?\" [Bilbo] asked. He was only a little hobbit you must remember.”\n", " “Torment in the dark was the danger that I feared, and it did not hold me back. But I would not have come, had I known the danger of light and joy. Now I have taken my worst wound in this parting, even if I were to go this night straight to the Dark Lord. Alas for Gimli son of Glóin!”\n"]