[" “Good! Good!’ said Treebeard. ‘But I spoke hastily. We must not be hasty. I have become too hot. I must cool myself and think; for it is easier to shout stop! than to do it.”\n", " “It was the Arkenstone, the Heart of the Mountain. So Bilbo guessed from Thorin’s description; but indeed there could not be two such gems, even in so marvellous a hoard, even in all the world.”\n", " “One who cannot cast away a treasure at need is in fetters. You”\n", " “But even now there is hope left. I will not give you counsel, saying do this or do that. for not in doing or contriving, nor in choosing between this course and another, can I avail; but only in knowing what was and is, and in part what shall be. But this I will say to you: your Quest stands upon the edge of a knife. Stray but a little and it will fail, to the ruin of all. Yet hop remains while all the Company is true.”\n", " “The world isn't in your books and maps, it's out there.”\n", " “Indeed the mind of Ilúvatar concerning you is not known to the Valar, and he has not revealed all things that are to come. But this we hold to be true, that your home is not here, neither in the Land of Aman nor anywhere within the Circles of the World. And the Doom of Men, that they should depart, was at first a gift of Ilúvatar. It became a grief to them only because coming under the shadow of Morgoth it seemed to them that they were surrounded by a great darkness, of which they were afraid; and some grew wilful and proud and would not yield, until life was reft from them. We who bear the ever-mounting burden of the years do not clearly understand this; but if that grief has returned to trouble you, as you say, then we fear that the Shadow arises once more and grows again in your hearts. Therefore, though you be the Dúnedain, fairest of Men, who escaped from the Shadow of old and fought valiantly against it, we say to you: Beware! The will of Eru may not be gainsaid; and the Valar bid you earnestly not to withhold the trust to which you are called, lest soon it become again a bond by which you are constrained. Hope rather that in the end even the least of your desires shall have fruit. The love of Arda was set in your hearts by Ilúvatar, and he does not plant to no purpose.”\n", " “For so it seemed to them: Lórien was slipping backward, like a bright ship masted with enchanted trees, sailing on to forgotten shores, while they sat helpless upon the margin of the grey and leafless world.”\n", " “Do we really have to go through?” groaned the hobbit. “Yes, you do!” said the wizard, “if you want to get to the other side. You must either go through or give up your quest. And I am not going to allow you to back out now, Mr. Baggins.”\n", " “I sit beside the fire and think of all that I have seen, of meadow-flowers and butterflies in summers that have been; Of yellow leaves and gossamer in autumns that there were, with morning mist and silver sun and wind upon my hair. I sit beside the fire and think of how the world will be when winter comes without a spring that I shall ever see. For still there are so many things that I have never seen: in every wood in every spring there is a different green. I sit beside the fire and think of people long ago, and people who will see a world that I shall never know. But all the while I sit and think of times there were before, I listen for returning feet and voices at the door.”\n", " “It strikes me that folk takes their peril with them into Lórien, and finds it there because they’ve brought it. But”\n", " “Good and ill have not changed since yesteryear; nor are they one thing among Elves and Dwarves and another among Men. It is a man’s part to discern t”\n", " “Their clothes were mended as well as their bruises, their tempers and their hopes. Their”\n", " “Bother burgling and everything to do with it! I wish I was at home In my nice hole by the fire, with the kettle just beginning to sing!\" It was not the last time that he wished that!”\n", " “At ninety-nine they began to call him well-preserved; but unchanged would have been nearer the mark.”\n", " “Kız eğilip ayaklarının dibinden beyaz bir çiçek aldı ve Demirci’nin saçlarına taktı. “Şimdilik Hoşçakal!” dedi. “Belki, Kraliçe izin verirse yine görüşürüz.”\n Demirci o karşılaşmadan sonra atını ülkesinin yollarında sürerken buldu kendini. Aradaki yolculuğu hiç hatırlamıyordu. Bazı köylerde insanlar ona hayretle bakıyor, gözden kaybolana dek arkasından onu izliyorlardı.\n Evine geldiğinde kızı koşarak dışarı çıktı ve sevinçle selamladı onu -Demirci beklenenden erken dönmüştü, ama onu bekleyenler için değil. “Babacığım!” diye bağırdı çocuk. “Nerelere gittin? Yıldızın parlıyor!”\n Demirci eşiği aştığında yıldız yine soldu, ama Nell onun elini tutup şömineye çekti ve orada durup tekrar baktı ona. “Sevgili Kocam,” dedi, “nerelere gittin, neler gördün Saçlarında bir çiçek var.” Çiçeği kocasının saçlarından nazikçe aldı ve kendi eline koydu. Çok uzaktan görünen bir şeye benziyordu, ama oradaydı işte ve çiçekten yayılan ışık, akşam ilerledikçe kararmaya başlamış odanın duvarlarına gölgeler düşürüyordu. Nell’in önündeki adamın gölgesi yüksekti ve koca başı Nell’in üzerine eğilmişti. “Deve benziyorsun baba,” dedi daha önce konuşmamış olan oğlu.\n Çiçek ne soldu ne kurudu; onu bir sır ve bir hazine olarak sakladılar. Demirci onun için anahtarlı bir kutu yaptı ve çiçeği orada sakladılar, nesilden nesile aktardılar; ve anahtarı miras alanlar zaman zaman kutuyu açıyor, kutu tekrar kapanana kadar uzun uzun Yaşayan Çiçek’e bakıyordu: Kutunun kapanma vaktini seçen onlar değildi.\n Sayfa: 203”\n", " “Just chance brought me then, if chance you call it. It was no plan of mine, though I was waiting for you.”\n", " “she was afraid, as much of the great pillared hall and the roof of stone as of the company of many eyes that watched her. And when Thingol bade her speak, she said: ‘Lord, I was sitting in a tree’; but then she faltered in awe of the King, and could say no more. At that the King smiled, and said: ‘Others have done this also, but have felt no need to tell me of it.”\n", " “His knowledge was deep, but his pride has grown with it.”\n", " “You will not pass!”\n", " “İyi insanlar ve yiğit savaşçı,” dedi nefes nefese, Çiftçi Giles atının sırtında yaklaşır, köylüler yaba, sırık ve ocak süngüleriyle (makul bir mesafeden) çevresine toplanırken. “İyi insanlar, beni öldürmeyin! Ben çok zenginim. Verdiğim zararın karşılığını öderim. Öldürdüğüm bütün insanların cenaze masraflarını karşılarım, özellikle de Meşeli papazınınkini; asil bir kitabe dikilmeli onun için -gerçi pek sıskaydı ya. Her birinize gerçekten çok güzel bir armağan veririm. Evime gidip getirmeme izin vermeniz yeterli.”\n “Ne kadar?” dedi çiftçi.\n “Şey,” dedi ejderha çabucak hesap yaparak. Kalabalığın epey büyük olduğunu fark etti. “Adam başı on üç lira sekiz kuruş?”\n “Saçma!” dedi Giles. “Zırva!” dedi insanlar. “Boş laf!” dedi köpek.\n “Adam başı iki altın, çocuklara ise yarısı?” dedi ejderha.\n “Ya köpekler?” dedi Garm. “Devam et!” dedi çiftçi. “Dinliyoruz.”\n “Herkese on lira ve bir kese gümüş, köpekler için ise altın tasma?” dedi Chrysophylax endişe içinde.\n “Öldür onu!” diye bağırdı sabırsızlanmaya başlamış olanlar.\n “Herkese bir kese altın ve hanımlar için elmas?” dedi Chrysophylax telaşla.\n “Şimdi konuşmaya başladın, ama yeterli değil,” dedi Çiftçi Giles. “Köpekleri yine unuttun,” dedi Garm. “Keselerin büyüklüğü ne kadar?” dedi adamlar. “Kaç elmas?” dedi karıları.\n “Eyvah! Eyvah!” dedi ejderha. “Batacağım.”\n “Hak ediyorsun,” dedi Giles. “Batmak ile yattığın yerde öldürülmek arasında seçim yapabilirsin.” Kuyruk ısıran’ı salladı ve ejderha büzüldü. “Kararını ver!” diye bağırdı köylüler cesaretlenip yaklaşarak.\n Sayfa : 47”\n", " “There's an autumnal quality throughout the whole of The Lord of the Rings, in one case a character says the story continues but I seem to have dropped out of it … however, everything is declining, fading, at least towards the end of the Third Age. Every choice tends to the upsetting of some tradition. Now this seems to me to be somewhat like Tennyson's \"the old order changeth, yielding place to new, and God fulfills himself in many ways\". Where is God in The Lord of the Rings?\n He's mentioned once or twice.”\n", " “To seek for the meaning is to cut open the ball in search of its bounce.”\n", " “Have we ridden forth to victory, only to stand at last amazed by an old liar with honey on his forked tongue? So would the trapped wolf speak to the hounds, if he could.”\n", " “A sound, too, began to throb in his ears, a sort of bubbling like the noise of a large pot galloping on the fire, mixed with a rumble as of a gigantic tom-cat purring.”\n", " “He held up a small pipe with a wide flattened bowl, and handed it to Gimli. ‘Does that settle the score between us?’ he said. ‘Settle it!’ cried Gimli. ‘Most noble hobbit, it leaves me deep in your debt.”\n", " “Though slow to quarrel, and for sport killing nothing that lived, they were doughty at bay, and at need could still handle arms.”\n", " “They had begun to forget: forget their own beginnings and legends, forget what little they had known about the greatness of the world. It was not yet gone, but it was getting buried: the memory of the high and the perilous. But you cannot teach that sort of thing to a whole people quickly. There was not time. And anyway you must begin at some point, with some one person. I dare say he was “chosen” and I was only chosen to choose him; but I picked out Bilbo.”\n", " “But even now there is hope left. I will not give you counsel, saying do this, or do that. For not in doing or contriving, nor in choosing between this course and another, can I avail; but only in knowing what was and is and in part what shall be. But this I will say to you: your Quest stands upon the edge of a knife. Stray but a little and it will fail, to the ruin of all. Yet hope remains while all the Company is true.”\n", " “Of all the children of Finwë he is justly most renowned: for his valour was as a fire and yet as steadfast as the hills of stone; wise he was and skilled in voice and hand; troth and justice he loved and bore good will to all, both Elves and Men, hating Morgoth only; he sought not his own, neither power nor glory, and death was his reward.”\n", " “He embraced the hobbits then, after the manner of his people, stooping, and placing his hands upon their shoulders, and kissing their foreheads. ‘Go with the good will of all good men!’ he said.”\n"]