[" “Fantasy is a natural human activity. It certainly does not destroy or even insult Reason; and it does not either blunt the appetite for, nor obscure the perception of, scientific verity. On the contrary. The keener and the clearer is the reason, the better fantasy will it make.”\n", " “The Great among these spirits the Elves name the Valar, the Powers of Arda, and Men have often called them gods.”\n", " “It was a turning point in his career, but he did not know it. He put the ring in his pocket almost without thinking;”\n", " “I can't carry it for you, but I can carry you.”\n", " “There are some things that it is better to begin than to refuse, even though the end may be dark. But”\n", " “Though sword shall be rusted, And throne and crown perish With strength that men trusted And wealth that they cherish, Here grass is still growing, And leaves are yet swinging, The white water flowing,”\n", " “man that flies from his fear may find that he has only taken a short cut to meet it.”\n", " “Hop along, my little friends, up the Withywindle! Tom’s going on ahead candles for to kindle. Down west sinks the Sun: soon you will be groping. When the night-shadows fall, then the door will open, Out of the window-panes light will twinkle yellow. Fear no alder black! Heed no hoary willow! Fear neither root nor bough! Tom goes on before you. Hey now! merry dol! We’ll be waiting for you!”\n", " “All we have to decide is what to\n do with the time that is given us.”\n", " “They tried shooting at the squirrels, and they wasted many arrows before they managed to bring one down on the path. But when they roasted it, it proved horrible to taste, and they shot no more squirrels.”\n", " “For not we but those who come after will make the legends of our time.”\n", " “They are quite different from what I expected – so old and young, and so gay and sad, as it were.”\n", " “But handsome is as handsome does, as we say in the Shire; and I daresay we shall all look much the same after lying for days in hedges and ditches.”\n", " “It is said that he was the first of Men to reach the Great Sea, and that none, save the Eldar, have ever felt more deeply the longing that it brings.”\n", " “The fate of Men after death, maybe, is not in the hands of the Valar, nor was all foretold in the Music of the Ainur.”\n", " “Sé que esas cosas ocurrieron, pero no puedo verlas. Ya no me queda nada, Sam: ni el sabor de la comida, ni la frescura del agua, ni el susurro del viento, ni el recuerdo de los árboles, la hierba y las flores, ni la imagen de la luna y las estrellas. Estoy desnudo en la oscuridad, Sam, y entre mis ojos y la rueda de fuego no queda ningún velo.”\n", " “Behind that there was something else at work, beyond any design of the Ring-maker. I can put it no plainer than by saying that Bilbo was meant to find the Ring, and not by its maker. In which case you also were meant to have it. And that may be an encouraging thought.”\n", " “It seemed that Bilbo was not going to be eaten after all. The wizard and the eagle-lord appeared to know one another slightly, and even to be on friendly terms. As a matter of fact Gandalf, who had often been in the mountains, had once rendered a service to the eagles and healed their lord from an arrow-wound. So you see ‘prisoners’ had meant ‘prisoners rescued from the goblins’ only, and not captives of the eagles. As Bilbo listened to the talk of Gandalf he realized that at last they were going to escape really and truly from the dreadful mountains. He was discussing plans with the Great Eagle for carrying the dwarves and himself and Bilbo far away and setting them down well on their journey across the plains below.”\n", " “And it seemed at last that there were two musics progressing at one time before the seat of Ilúvatar, and they were utterly at variance. The one was deep and wide ad beautiful, but slow and blended with an immeasurable sorrow from which its beauty chiefly came.”\n", " “There is a long road ahead yet,\" said Gandalf.\n \"But it is the last road,\" said Bilbo.”\n", " “Sing hey! for the bath at close of day that washes the weary mud away! A loon is he that will not sing: O! Water Hot is a noble thing! O! Sweet is the sound of falling rain, and the brook that leaps from hill to plain; but better than rain or rippling streams is Water Hot that smokes and steams. O! Water cold we may pour at need down a thirsty throat and be glad indeed; but better is Beer, if drink we lack, and Water Hot poured down the back. O! Water is fair that leaps on high in a fountain white beneath the sky; but never did fountain sound so sweet as splashing Hot Water with my feet!”\n", " “I shall think more kindly of dwarves after this. Killed the Great Goblin, killed the Great Goblin!” he chuckled fiercely to himself.”\n", " “And she answered: ‘All your words are but to say: you are a woman, and your part is in the house. But when the men have died in battle and honour, you have leave to be burned in the house, for the men will need it no more. But I am of the House of Eorl and not a serving-woman. I can ride and wield blade, and I do not fear either pain or death.’ ‘What do you fear, lady?’ he asked. ‘A cage,’ she said. ‘To stay behind bars, until use and old age accept them, and all chance of doing great deeds is gone beyond recall or desire.”\n", " “Morreu então, mas não teve enterro nem túmulo, pois seu espírito era tão ardente que, no momento em que escapou, o corpo caiu transformado em cinzas e se dissipou como fumaça. E seu semblante nunca mais apareceu em Arda; nem seu espírito deixou os palácios de Mandos. Assim terminou o mais poderoso dos noldor, cujos feitos originaram sua maior fama e suas piores desgraças.”\n", " “The mother of our particular hobbit—what is a hobbit? I suppose hobbits need some description nowadays, since they have become rare and shy of the Big People, as they call us. They are (or were) a little people, about half our height, and smaller than the bearded Dwarves. Hobbits have no beards. There is little or no magic about them, except the ordinary everyday sort which helps them to disappear quietly and quickly when large stupid folk like you and me come blundering along, making a noise like elephants which they can hear a mile off.”\n", " “Then another clear voice, as young and as ancient as Spring, like the song of a glad water flowing down into the night from a bright morning in the hills, came falling like silver to meet them: Now”\n", " “Chip the glasses and crack the plates!     Blunt the knives and bend the forks! That’s what Bilbo Baggins hates–     Smash the bottles and burn the corks!”\n", " “[They] liked to have booked filled with things that they already knew, set out fair and square with no contradictions’.”\n", " “He drew a deep breath. ‘Well, I’m back,’ he said.”\n", " “Many that live deserve death. And some die that deserve life. Can you give that to them? Then be not too eager to deal out death in the name of justice, fearing for your own safety. Even the wise cannot see all ends.”\n"]