[" “I wasted my time, he said, 'though the hours seemed pleasant. But all such things are short-lived; and the joy in the making is their old true end, I guess.”\n", " “Bilbo was going to be eleventy-one, 111, a rather curious number, and a very respectable age for a hobbit (the Old Took himself had only reached 130); and Frodo was going to be thirty-three, 33, an important number: the date of his ‘coming of age’.”\n", " “may the hair on his toes never fall out!”\n", " “There is something strange at work in this land. I distrust the silence. I distrust even the pale Moon. The stars are faint; and I am weary as I have seldom been before, weary as no Ranger should be with a clear trail to follow. There is some will that lends speed to our foes and sets an unseen barrier before us: a weariness that is in the heart more than in the limb.”\n", " “Faramir smiled. \"A pert servant, Master Samwise. But nay: the praise of the praiseworthy is above all rewards. I had no lure or desire to do other than what I have done.\"\n \"Ah well, sir,\" said Sam, \"you said my master had an elvish air; and that was good and true. But I can say this: you have an air too, sir, that reminds me of, of--well, Gandalf, of wizards.\"\n \"Maybe,\" said Faramir. \"Maybe you discern from far away the air of Númenor. Good night!”\n", " “For as the Rohirrim do, we now love war and valour as things good in themselves, both a sport and an end; and”\n", " “Things are drawing to the end now, unless\n I am mistaken. There is an unpleasant time just in front of you; but keep your heart up! You _may_ come through all right.\" [said Gandalf]”\n", " “He called it the Carrock, because carrock is his word for it. He calls things like that carrocks, and this one is the Carrock because it is the only one near his home and he knows it well.”\n", " “In later days he [Olórin] dearly loved the Children of Eru, and took pity on their sorrows. Those who hearkened to him arose from despair; and in their hearts the desire to heal and to renew awoke, and thoughts of fair things that had not yet been but might yet be made for the enrichment of Arda.”\n", " “Good night, captain, my lord,' he said. 'You took the chance, sir.'\n 'Did I so?' said Faramir.\n Yes sir, and showed your quality: the very highest.'\n Faramir smiled. 'A pert servant, Master Samwise. But nay: the praise of the praiseworthy is above all rewards. But there was naught in this to praise. I had no lure or desire to do other than I have done.”\n", " “Ma in onore di Frodo il 30 Yavannië, che corrispondeva al 22 settembre, data del suo compleanno, fu proclamato giorno di festa; si risolse il problema degli anni bisestili raddoppiando questo giorno, chiamato Cormarë o Giorno dell’Anello.”\n", " “though we still hold that a warrior should have more skills and knowledge than only the craft of weapons and slaying, we esteem a warrior, nonetheless, above men of other crafts. Such is the need of our days. So”\n", " “Let us remember that a traitor may betray himself and do good that he does not intend. It can be so, sometimes.”\n", " “rest, if you must. Yet do not cast all hope away. Tomorrow is unknown. Rede oft is found at the rising of the Sun.”\n", " “noises!”\n", " “Not all those who wander are lost....”\n", " “And as if in answer there came from far away another note. Horns, horns, horns. In dark Mindolluin’s sides they dimly echoed. Great horns of the North wildly blowing. Rohan had come at last.”\n", " “The realm of fairy-story is wide and deep and high and filled with many things: all mannethe of beasts and birds are found there; shoreless seas and starts uncounted; beauty that is an enchantmen, and an ever or sent peril; both joy and sorrow sharp as swords.”\n", " “But whenever I say that I will do this or that, it looks very different when the time comes. Now I am unwilling. I must take care not to say such things again.”\n", " “Show me the precious Ring!' He said suddenly in the midst of the story: and Frodo, to his own astonishment, drew out the chain from is pocket, and unfastening the Ring handed it at once to Tom.\n It seemed to grow larger a for a moment on his big brown-skinned hand. Then suddenly he put it to his eye and laughed. For a second the hobbits had a vision, both comical and alarming, of his bright blue eye gleaming through a circle of gold. Then Tom put the ring around the end of his little finger and held it up to the candlelight. For a moment the hobbits noticed nothing strange about this. Then they gasped. There was no sign of Tom disappearing!\n Tom laughed again, and then hespun the Ring in the air - and it vanished with a flash. Frodo gave a cry - and Tom leaned forward and handed it back to him with a smile.”\n", " “I am getting very old, and I began to wonder if I should ever live to see your chapters of our story.”\n", " “he realized suddenly that he loved the old hobbit dearly.”\n", " “And then it seemed to him that as in his dream in the house of Bombadil, the grey rain-curtain turned all to silver glass and was rolled back, and he beheld white shores and beyond them a far green country under a swift sunrise.”\n", " “What do you mean?” he said. “Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?” “All of them at once,” said Bilbo.”\n", " “He muttered that he was going to get his own back. People would see if he would stand being kicked, and driven into a hole and then robbed. Gollum had good friends now, good friends and very strong. They would help him. Baggins would pay for it. That was his chief thought. He hated Bilbo and cursed his name.”\n", " “Show me the precious Ring!' He said suddenly in the midst of the story: and Frodo, to his own astonishment, drew out the chain from is pocket, and unfastening the Ring handed it at once to Tom.\n It seemed to grow larger a for a moment on his big brown-skinned hand. Then suddenly he put it to his eye and laughed. For a second the hobbits had a vision, both comical and alarming, of his bright blue eye gleaming through a circle of gold. Then Tom put the ring around the end of his little finger and held it up to the candlelight. For a moment the hobbits noticed nothing strange about this. Then they gasped. There was no sign of Tom disappearing!\n Tom laughed again, and then he spun the Ring in the air - and it vanished with a flash. Frodo gave a cry - and Tom leaned forward and handed it back to him with a smile.”\n", " “Do we really have to go through?” groaned the hobbit. “Yes, you do!” said the wizard, “if you want to get to the other side. You must either go through or give up your quest.”\n", " “And if you do come back, you will never be the same”\n", " “Save me!\" said Sam turning white, and then flushing scarlet. \"There I go again! 'Whenever you open your big mouth you put your foot in it' the Gaffer used to say to me, and right enough. O dear, O dear!”\n", " “Literature works from mind to mind and is more progenitive. It is at once more universal and more poignantly particular. If it speaks of bread or wine or stone or tree, it appeals to the whole of these things, to their ideas; yet each hearer will give to them a peculiar personal embodiment in his imagination. Should the story say 'he ate bread', the dramatic producer or painter can only show 'a piece of bread' according to his taste or fancy, but the hearer of the story will think of bread in general and picture it in some form of his own. If a story says 'he climbed a hill and saw a river in the valley below', the illustrator may catch, or nearly catch, his own vision of such a scene; but every hearer of the words will have his own picture, and it will be made out of all the hills and rivers and dales he has ever seen, but especially out of The Hill, The River, The Valley which were for him the first embodiment of the word.”\n"]