[" “Sam: I wonder if we'll ever be put into songs or tales. Frodo: [turns around] What? Sam: I wonder if people will ever say, 'Let's hear about Frodo and the Ring.' And they'll say 'Yes, that's one of my favorite stories. Frodo was really courageous, wasn't he, Dad?' 'Yes, my boy, the most famousest of hobbits. And that's saying a lot.' Frodo: [continue walking] You've left out one of the chief characters - Samwise the Brave. I want to hear more about Sam. [stops and turns to Sam] Frodo: Frodo wouldn't have got far without Sam. Sam: Now Mr. Frodo, you shouldn't make fun; I was being serious. Frodo: So was I. [they continue to walk] Sam: Samwise the Brave...”\n", " “You cannot pass!”\n", " “This is the ending. Now not day only shall be beloved, but night too shall be beautiful and blessed and all its fear pass away.”\n", " “Have you thought of an ending?\"\n \"Yes, several, and all are dark and unpleasant.\"\n \"Oh, that won't do! Books ought to have good endings. How would this do: and they all settled down and lived together happily ever after?\"\n \"It will do well, if it ever came to that.\"\n \"Ah! And where will they live? That's what I often wonder.”\n", " “But in the end it's only a passing thing, this shadow; even darkness must pass.”\n", " “Do not scorn pity that is the gift of a gentle heart, Éowyn!”\n", " “Why O why did I ever leave my hobbit-hole?\" said poor Mr. Baggins, bumping up and down on Bombur's back.”\n", " “Faerie is a perilous land, and in it are pitfalls for the unwary and dungeons for the overbold...The realm of fairy-story is wide and deep and high and filled with many things: all manner of beasts and birds are found there; shoreless seas and stars uncounted; beauty that is an enchantment, and an ever-present peril; both joy and sorrow as sharp as swords. In that realm a man may, perhaps, count himself fortunate to have wandered, but its very richness and strangeness tie the tongue of a traveller who would report them. And while he is there it is dangerous for him to ask too many questions, lest the gates should be shut and the keys be lost.”\n", " “Handsome is as handsome does”\n", " “Above all shadows rides the Sun\n and Stars for ever dwell:\n I will not say the Day is done,\n nor bid the Stars farewell.”\n", " “The future, good or ill, was not forgotten, but ceased to have any power over the present. Health and hope grew strong in them, and they were content with each good day as it came, taking pleasure in every meal, and in every word and song.”\n", " “Someone else always has to carry on the story.”\n", " “The Dark Lord has Nine. But we have One, mightier than they: the White Rider. He has passed through the fire and the abyss, and they shall fear him. We will go where he leads.”\n", " “You must understand, young Hobbit, it takes a long time to say anything in Old Entish. And we never say anything unless it is worth taking a long time to say.”\n", " “Roads go ever ever on,\n Over rock and under tree,\n By caves where never sun has shone,\n By streams that never find the sea;\n Over snow by winter sown,\n And through the merry flowers of June,\n Over grass and over stone,\n And under mountains of the moon.\n Roads go ever ever on\n Under cloud and under star,\n Yet feet that wandering have gone\n Turn at last to home afar.\n Eyes that fire and sword have seen\n And horror in the halls of stone\n Look at last on meadows green\n And trees and hills they long have known”\n", " “There are older and fouler things than Orcs in the deep places of the world.”\n", " “Go not to the Elves for counsel, for they will say both no and yes.”\n", " “Praise from the praise-worthy is beyond all rewards.”\n", " “The world was fair, the mountains tall\n In Elder Days before the fall...”\n", " “It seemed to him that he had stepped through a high window that looked on a vanished world. A light was upon it for which his language had no name. All that he saw was shapely, but the shapes seemed at once clear cut, as if they had been first conceived and drawn at the uncovering of his eyes, and ancient as if they had endured for ever. He saw no colour but those he knew, gold and white and blue and green, but they were fresh and poignant, as if he had at that moment first perceived them and made names for them new and wonderful. In winter here no heart could mourn for summer or for spring. No blemish or sickness or deformity could be seen in anything that grew upon the earth. On the land of Lorien there was no stain.”\n", " “Farewell, and may the blessing of Elves and Men and all Free Folk go with you.\n May the stars shine upon your faces!”\n", " “When evening in the Shire was grey\n his footsteps on the Hill were heard;\n before the dawn he went away\n on journey long without a word.\n From Wilderland to Western shore,\n from northern waste to southern hill,\n through dragon-lair and hidden door\n and darkling woods he walked at will.\n With Dwarf and Hobbit, Elves and Men,\n with mortal and immortal folk,\n with bird on bough and beast in den,\n in their own secret tongues he spoke.\n A deadly sword, a healing hand,\n a back that bent beneath its load;\n a trumpet-voice, a burning brand,\n a weary pilgrim on the road.\n A lord of wisdom throned he sat,\n swift in anger, quick to laugh;\n an old man in a battered hat\n who leaned upon a thorny staff.\n He stood upon the bridge alone\n and Fire and Shadow both defied;\n his staff was broken on the stone,\n in Khazad-dûm his wisdom died.”\n", " “My armor is like tenfold shields, my teeth are swords, my claws spears, the shock of my tail a thunderbolt, my wings a hurricane, and my breath death!”\n", " “It is no bad thing celebrating a simple life.”\n", " “out of the frying pan and into the fire”\n", " “And thou, Melkor, shalt see that no theme may be played that hath not its uttermost source in me, nor can any alter the music in my despite. For he that attempteth this shall prove but mine instrument in the devising of things more wonderful, which he himself hath not imagined.”\n", " “For still there are so many things\n that I have never seen:\n in every wood in every spring\n there is a different green.”\n", " “For it is easier to shout 'Stop', than to do it”\n", " “Out of the darkness of my life, so much frustrated, I put before you the one great thing to love on earth: the Blessed Sacrament … There you will find romance, glory, honour, fidelity, and the true way of all your loves upon earth.”\n", " “He stands not alone. You would die before your stroke fell.”\n"]