[" “Hobbits are, or were, no concern of his. Yet he is great among the Wise. He is the chief of my order and the head of the Council. His knowledge is deep, but his pride has grown with it, and he takes ill any meddling.”\n", " “But Felagund was slain in the dungeons of Thû the Necromancer, later Sauron; and Orodreth, the second son of Finarfin, took the crown of Nargothrond, as told in this book (pp. 109, 120).”\n", " “It was of silver-steel, which the elves call mithril, and with it went a belt of pearls and crystals.”\n", " “Revenge!” he snorted, and the light of his eyes lit the hall from floor to ceiling like scarlet lightning. “Revenge! The King under the Mountain is dead and where are his kin that dare seek revenge? Girion Lord of Dale is dead, and I have eaten his people like a wolf among sheep, and where are his sons’ sons that dare approach me? I kill where I wish and none dare resist. I laid low the warriors of old and their like is not in the world today. Then I was but young and tender. Now I am old and strong, strong, strong, Thief in the Shadows!” he gloated. “My armour is like tenfold shields, my teeth are swords, my claws spears, the shock of my tail a thunderbolt, my wings a hurricane, and my breath death!”\n", " “-Desleal es aquel que se despide cuando el camino se oscurece -dijo Gimli.\n -Quizá -dijo Elrond-, pero no jure que caminará en las tinieblas quien no ha visto la caída de la noche.”\n", " “If you don't like my burglar, please don't damage him. Put him down, and listen first to what he has to say.”\n", " “hitherto, mark you – he has entirely overlooked the existence of hobbits. You should be thankful. But your safety has passed. He”\n", " “but above the Gate upon the midmost globe stood an image of the White Tree Telperion,”\n", " “You fool of a Took! - Gandalf”\n", " “Tenendo alta la stella e la luminosa spada puntata in avanti, Frodo, Hobbit della Contea, avanzò deciso verso gli occhi.”\n", " “There is a lot more in him than you guess, and a deal more than he has any idea of himself. You may (possibly) all live to thank me yet.”\n", " “Sheep get like shepherd, and shepherds like sheep, it is said; but slowly, and neither have long in the world. It is quicker and closer with trees and Ents,”\n", " “All the same, I wish it was over for good or ill,’ said Pippin. ‘I am no warrior at all and dislike any thought of battle; but waiting on the edge of one that I can’t escape is worst of all.”\n", " “I wish it need not have happened in my time,’ said Frodo. ‘So do I,’ said Gandalf, ‘and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us. And already, Frodo, our time is beginning to look black. The Enemy is fast becoming very strong. His”\n", " “they rose from the sleep of Ilúvatar; and while they dwelt yet silent by Cuiviénen their eyes beheld first of all things the stars of heaven.”\n", " “Then the prophecies of the old songs have turned out to be true, after a fashion!” said Bilbo.\n “Of course!” said Gandalf. “And why should not they prove true? Surely you don’t disbelieve the prophecies, because you had a hand in bringing them about yourself? You don't really suppose, do you, that all your adventures and escapes were managed by mere luck, just for your sole benefit? You are a very fine person, Mr. Baggins, and I am very fond of you; but you are only quite a little fellow in a whole wide world after all!”\n", " “May you ever appear where you are most needed and least expected!”\n", " “The Road goes ever on and on Down from the door where it began. Now far ahead the Road has gone, And I must follow, if I can, Pursuing it with weary feet, Until it joins some larger way, Where many paths and errands meet. And whither then? I cannot say.”\n", " “Men once more into alliance with the Elves, for ‘without Men the Elves shall not prevail against the Orcs and Balrogs’.”\n", " “El tiempo nunca se detiene del todo, pero los cambios y el crecimiento no son siempre iguales para todas las cosas y en todos los sitios. Para los Elfos el mundo se mueve, y es a la vez muy rápido y muy lento. Rápido, porque los Elfos mismos cambian poco, y todo lo demás parece fugaz; lo sienten como una pena. Lento, porque no cuentan los años que pasan, no en relación con ellos mismos. Las estaciones del año no son más que ondas que se repiten una y otra vez a lo largo de la corriente. Sin embargo todo lo que hay bajo el sol ha de terminar un día.”\n", " “Where was I? O yes- I was not grabbed. I killed a goblin or two with a flash-\"\n \"Good!\" growled Beorn. \"It is some good being a wizard, then.”\n", " “No hill was so tall that it stayed my tread.”\n", " “Hush!\" said Gandalf from the shadows at the back of the porch. \"Evil things do not come into this valley; but all the same we should not name them. The Lord of the Ring is not Frodo, but the master of the Dark Tower of Mordor, whose power is again stretching out over the world. We are sitting in a fortress. Outside it is getting dark.\"\n \"Gandalf has been saying many cheerful things like that,\" said Pippin.”\n", " “You shouldn’t listen to all you hear,”\n", " “then we could do with a bit more queerness in these parts.”\n", " “Farewell Aragorn. Go to Minas Tirith and save my people! I have failed.”\n", " “It was after tea-time; it was pouring with rain, and had been all day; his hood was dripping into his eyes, his cloak was full of water; the pony was tired and stumbled on stones; the others were too grumpy to talk.”\n", " “Nicicând nădejdea n-a fost prea mare, răspunse el. Doar nădejdea nebunului, după cum mi s-a spus.”\n", " “Yes, sir. I don’t know how to say it, but after last night I feel different. I seem to see ahead, in a kind of way. I know we are going to take a very long road, into darkness; but I know I can’t turn back.”\n", " “There are many evil and unfriendly things in the world that have little love for those that go on two legs, and yet are not in league with Sauron, but have purposes of their own. Some have been in this world longer than he.”\n"]