[" “Many that live deserve death. And some that die deserve life. [But] Can you give it to them?\n - Gandalf”\n", " “− Se nur ĝi ne devis okazi en mia epoko, − diris Frodo.\n − Tiel pensas ankaŭ mi, − diris Gandalfo, − kaj tiel pensas ĉiuj, kiuj travivas tiajn epokojn. Sed tion ne ili decidas. Ni rajtas decidi nur tion, kion fari dum la tempo allasita al ni.”\n", " “If room isn’t found for them, they’ll find it for themselves. They’ve a right to live, same as other folk,’ he said loudly. The local inhabitants did not look pleased at the prospect.”\n", " “If Eru wished to do this, I do not doubt that He would find a way, though I cannot foresee it. For, as it seems to me, even if He were Himself to enter in, He must still remain also as He is: the Author without. And yet, Andreth, to speak with humility, I cannot conceive how else this healing could be achieved. Since Eru will surely not suffer Melkor to turn the world to his own will and to triumph in the end. Yet there is no power conceivable greater than Melkor save Eru only.”\n", " “Art moves them and they don't know what they've been moved by and they get quite drunk on it.”\n", " “He hated it and loved it, as he hated and loved himself”\n", " “The scent of trees was in the air.”\n", " “Seguid si es vuestro deber —dijo—, yo me echaré aquí a dormir y a soñar con comida, ya que no puedo tenerla de otro modo. Espero no despertar nunca más.”\n", " “Some believe it is only great power that can hold evil in check, but that is not what I have found. It is the small everyday deeds of ordinary folk that keep the darkness at bay. Small acts of kindness and love.”\n", " “I go now to my long rest in the timeless halls beyond the seas and the Mountains of Aman. It will be long ere I am seen among the Noldor again; and it may be that we shall not meet a second time in death or life, for the fates of our kindreds are apart. Farewell!”\n", " “Kili and Fili rushed for their bags and brought back little fiddles; Dori, Nori, and Ori brought out flutes from somewhere inside their coats; Bombur produced a drum”\n", " “Farewell!’ he said to Gandalf. ‘I go to find the Sun!’ Then swift as a runner over firm sand he shot away, and quickly overtaking the toiling men, with a wave of his hand he passed them, and sped into the distance, and vanished round the rocky turn.”\n", " “But in this at least thou shalt not defy my will: to rule my own end.”\n", " “Much evil must befall a country before it wholly forgets the Elves, if once they dwelt there.”\n", " “The dark filled all the room, and the fire died down, and the shadows were lost, and still they played on. And suddenly”\n", " “As the light upon the leaves of trees, as the voice of clear waters, as the stars above the mists of the world, such was her glory and her loveliness; and in her face was a shining light.”\n", " “Behind that, there was something else at work, beyond any design of the ring maker. I can put it no plainer than by saying that Bilbo was\n to find the ring, and\n by its maker. In which case you also were\n to have it. And that may be an encouraging thought.”\n", " “It is grim reading’, he said. ‘I fear their end was cruel. Listen!\n . Then there are four lines smeared so that I can only read\n The last lines run:\n , and then\n . I wonder what that means. The last thing written is in a trailing scrawl of elf-letters:\n There is nothing more.’ Gandalf paused and stood in silent thought.”\n", " “I am very fond indeed of it, and of all the dear old Shire; but I think I need a holiday.”\n", " “One ring to rule them all.”\n", " “The eagles are coming!”\n", " “Todo tiene su valor —le respondió Yavanna— y cada cosa contribuye al valor de las otras.”\n", " “What would you here, unhappy mortal, and for what cause have you left your own land to enter this, which is forbidden to such as you? Can you show reason why my power should not be laid on you in heavy punishment for your insolence and folly?\" Then Beren looking up beheld the eyes of Luthien, and his glance went also to the face of Melian; and it seemed to him that words were put into his mouth. Fear left him, and the pride of the eldest house of Men returned to him; and he said: \"My fate, O King, led me hither, through perils such as few even of the Elves would dare. And here I have found what I sought not indeed, but finding I would possess for ever. For it is above all gold and silver, and beyond all jewels. Neither rock, nor steel, nor the fires of Morgoth, nor all the powers of the Elf-kingdoms, shall keep from me the treasure that I desire. For Luthien your daughter is the fairest of all the Children of the World.\" Then silence fell upon the hall...”\n", " “He willed that the hearts of Men should seek beyond the world and should find no rest therein; but they should have a virtue to shape their life, amid the powers and chances of the world, beyond the Music of the Ainur, which is as fate to all things else.”\n", " “These too in their time shall find that all that they do redounds at the end only to the glory of my work.”\n", " “What do you mean?\" he said. \"Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?\"\n \"All of them at once,\" said Bilbo. \"And a very fine morning for a pipe of tobacco out of doors, into the bargain.”\n", " “But to this Orc-work such a life as we lead has brought us. Lawless and fruitless all our deeds have been, serving only ourselves, and feeding hate in our hearts.”\n", " “But time does not stand still, though the Sun be lost.”\n", " “The ‘Elves’ are ‘immortal’, at least as far as this world goes: and hence are concerned rather with the griefs and burdens of deathlessness in time and change, than with death.”\n", " “Anar calúva tielyanna”\n"]