[" “Eastward the Barrow-downs rose, ridge behind ridge into the morning, and vanished out of eyesight into a guess;\n it was no more than a guess of blue and white glimmer blending with the hem of sky, but it spoke to them,\n out of memory and old tales, of the high and distant mountains.\n Висоравни Могила дизале су се у јутро, и нестајале из вида у претпоставке: није то било ништа више до наслућивање плаветнила и далеког белог одблеска који се стапао са ивицом неба, али она им је говорила, из сећања и старих прича, о високим и далеким планинама.”\n", " “These Rings have a way of being found. In evil hands it might have done great evil. Worst of all, it might have fallen into the hands of the Enemy. Indeed”\n", " “All that is gold does not glitter, Not all those who wander are lost;”\n", " “At first he pretended to take some notes; but he often fell asleep; and when he woke he would say: 'How splendid! How wonderful! But where were we?”\n", " “We don't want any adventures here, thank you! ... Make you late for dinner!” Bilbo Baggins \"The Hobbit”\n", " “Good-bye and good luck, wherever you fare!”\n", " “Only lately did I guess that Saruman was to blame, and that long ago he had been spying out all the ways, and discovering my secrets. He and his foul folk are making havoc now. Down on the borders they are felling trees – good trees. Some of the trees they just cut down and leave to rot – orc-mischief that; but most are hewn up and carried off to feed the fires of Orthanc. There is always a smoke rising from Isengard these days. ‘Curse him, root and branch! Many of those trees were my friends, creatures I had known from nut and acorn; many had voices of their own that are lost for ever now. And there are wastes of stump and bramble where once there were singing groves. I have been idle. I have let things slip. It must stop!”\n", " “faggots”\n", " “But we did not wish to come to”\n", " “The invetion of languages is the Foudation. The 'Stories were made rather to provide a world for the languages rather than the reverse”\n", " “No trees grew there and it was open to the sky; stars were shining already in lakes between shores of cloud.”\n", " “I have never been out of my own land before. And if I had known what the world outside was like, I don’t think I should have had the heart to leave it.”\n", " “he would get out of his chair and dance about. He told them tales of bees and flowers, the ways of trees, and the strange creatures of the Forest, about the evil things and good things, things friendly and things unfriendly, cruel things and kind things, and secrets hidden under brambles.”\n", " “All that is gold does not glitter\n not all those who wander are lost.”\n", " “I am not made for perilous quests. I wish I had never seen the Ring! Why did it come to me? Why was I chosen?”\n", " “So comes snow after fire, and even dragons have their ending!”\n", " “There are no folk like hobbits after all for a real good talk.”\n", " “Such questions cannot be answered,’ said Gandalf. ‘You may be sure that it was not for any merit that others do not possess: not for power or wisdom, at any rate. But you have been chosen, and you must therefore use such strength and heart and wits as you have.”\n", " “it. But it’s a pity that folk as talk about fighting the Enemy can’t let others do their bit in their own way without interfering.”\n", " “Yet here we are – and nicely caught in the net,’ said Legolas. ‘Look!’ ‘Look at what?’ said Gimli. ‘There in the trees.’ ‘Where? I have not elf-eyes.’ ‘Hush! Speak more softly! Look!’ said Legolas pointing. ‘Down in the wood, back in the way that we have just come. It is he. Cannot you see him, passing from tree to tree?”\n", " “Every worm has his weak spot,' as my father used to say, though I am sure it was not from personal experience.”\n", " “Nefericită seminție a oamenilor, vlăstare a unor seniori de nimic și regi de-o clipă, cum de puteți trăi după ce asemenea făpturi v-au atins?”\n", " “You are a very fine person, Mr. Baggins, and I am very fond of you; but you are only quite a little fellow in a wide world after all!”\n", " “Yet even as he spake the shadows of Mandos lay upon his face, and his spirit fled in that hour to the margin of the world, and Tinúviel’s tender kisses called him not back.”\n", " “-Desleal es aquel que se despide cuando el camino se oscurece.\n -Quizá, pero no jure que caminará en las tinieblas quien no ha visto la caída de la noche.”\n", " “That is because you do not understand and cannot imagine what lies ahead,’ said Elrond. ‘Neither does Frodo,’ said Gandalf, unexpectedly supporting Pippin. ‘Nor do any of us see clearly. It is true that if these hobbits understood the danger, they would not dare to go. But they would still wish to go, or wish that they dared, and be shamed and unhappy. I”\n", " “This is an evil door,’ said Halbarad, ‘and my death lies beyond it. I will dare to pass it nonetheless; but no horse will enter.”\n", " “What do you mean?\" he said. \"Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?\"\n \"All of them at once.”\n", " “With that power I should have power too great and terrible. And over me the Ring would gain a power still greater and more deadly.’ His eyes flashed and his face was lit as by a fire within. ‘Do not tempt me! For I do not wish to become like the Dark Lord himself. Yet the way of the Ring to my heart is by pity, pity for weakness and the desire of strength to do good. Do not tempt me! I dare not take it, not even to keep it safe, unused. The wish to wield it would be too great for my strength. I shall have such need of it. Great perils lie before me.”\n", " “You are a very fine person, Mr. Baggins, and I am very fond of you; but you are only quite a little fellow in a wide world after all!” “Thank goodness!” said Bilbo laughing, and handed him the tobacco-jar.”\n"]