[" “You don't really suppose, do you, that all your adventures and escapes were managed by mere luck, just for your sole benefit?”\n", " “Among the Wise I am the only one that goes in for hobbit-lore: an obscure branch of knowledge, but full of surprises. Soft as butter they can be, and yet sometimes as tough as old tree-roots.”\n", " “a sound arose of endless interchanging melodies woven in harmony that passed beyond hearing into the depths and into the heights, and the places of the dwelling of Ilúvatar were filled to overflowing, and the music and the echo of the music went out into the Void, and it was not void.”\n", " “Ümit doğar genellikle, her şey ümitsizleştiğinde.”\n", " “Now it is a strange thing, but things that are good to have and days that are good to spend are soon told about, and not much to listen to; while things that are uncomfortable, palpitating, and even gruesome, may make a good tale, and take a deal of telling anyway”\n", " “Our paths cross theirs seldom, by chance or purpose. In this meeting there may be more than chance; but the purpose is not clear to me, and I fear to say too much.”\n", " “Yet in doubt a man of worth will trust to his own wisdom. I believe you are friends and folk worthy of honour, who have no evil purpose. You may go in.”\n", " “even so it was Gondor that brought about its own decay, falling by degrees into dotage, and thinking that the Enemy was asleep, who was only banished not destroyed.”\n", " “Lord of the Rings”\n", " “absolutely”\n", " “Hepsine hükmedecek bir yüzük, hepsini karanlıkta birbirine bağlayacak.”\n", " “With hope or without hope we will follow the trail of our enemies. And woe to them if we prove the swifter! We will make such a chase as to be accounted a marvel among the Three Kindreds: Elves, Dwarves, and Men.”\n", " “No, I can’t give no message. Good night to you!”\n", " “With hope or without hope we will follow the trail of our enemies. And woe to them if we prove the swifter! We will make such a chase as to be accounted a marvel among the Three Kindreds: Elves, Dwarves, and Men.”\n", " “El país de las hadas contiene muchas cosas, aparte de los elfos y los trasgos, y aparte de los enanos, las brujas, los trolls, los gigantes o los dragones: contienen los mares, el sol, la luna, el cielo y la tierra y todas las cosas que en ella se encuentran: árboles y pájaros, agua y piedra, vino y pan, y nosotros mismos, hombres mortales”.”\n", " “Where did you go to, if I may ask?” said Thorin to Gandalf as they rode along. “To look ahead,” said he. “And what brought you back in the nick of time?” “Looking behind,” said he. “Exactly!” said Thorin; “but could you be more plain?” “I went on to spy out our road. It will soon become dangerous and difficult. Also I was anxious about replenishing our small stock of provisions. I had not gone very far, however, when I met a couple of friends of mine from Rivendell.”\n", " “And there is one among them that might have been foaled in the morning of the world. The horses of the Nine cannot vie with him; tireless, swift as the flowing wind. Shadowfax they called him.”\n", " “Kings made tombs more splendid than houses of the living, and counted old names in the rolls of their descent dearer than the names of sons. Childless”\n", " “Is it not enough to know that they are servants of the Enemy?\" answered Gildor. \"Flee them! Speak no words to them! They are deadly.”\n", " “It is wisdom to recognize necessity, when all other courses have been weighed, though as folly it may appear to those who cling to false hope.”\n", " “Ash nazg durbatulûk, ash nazg gimbatul, ash nazg thrakatulûk agh burzum-ishi krimpatul.\n One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the Darkness bind them.”\n", " “yes,' said Frodo. 'But do you remember Gandalf's words: Even Gollum may have something yet to do? But for him, Sam, I could not have destroyed the Ring. The quest would have been in vain, even at the bitter end. So let us forgive him!”\n", " “Me, sir!’ cried Sam, springing up like a dog invited for a walk. ‘Me go and see Elves and all! Hooray!’ he shouted, and then burst into tears.”\n", " “Unless things are altogether changed, eyes that know what to look for may discover the signs.”\n", " “Sadece korkusuzlar ve insafsızlar muzaffer olabilirler.”\n", " “Wizards after all are wizards.”\n", " “For behold! the storm comes, and now all friends should gather together, lest each singly be destroyed.”\n", " “I could not 'make' you--except by force, which would break your mind.”\n", " “But where shall I find courage?’ asked Frodo. ‘That is what I chiefly need.’ ‘Courage is found in unlikely places,’ said Gildor. ‘Be of good hope! Sleep”\n", " “he did not reckon with the power that gold has upon which a dragon has long brooded, nor with dwarvish hearts.”\n"]