[" “Alive without breath,\n As cold as death;\n Never thirsty, ever drinking,\n All in mail never clinking.”\n", " “Begone, foul dwimmerlaik, lord of carrion! Leave the dead in peace!\"\n A cold voice answered: 'Come not between the Nazgûl and his prey! Or he will not slay thee in thy turn. He will bear thee away to the houses of lamentation, beyond all darkness, where thy flesh shall be devoured, and thy shrivelled mind be left naked to the Lidless Eye.\"\n A sword rang as it was drawn. \"Do what you will; but I will hinder it, if I may.\"\n \"Hinder me? Thou fool. No living man may hinder me!\"\n Then Merry heard of all sounds in that hour the strangest. It seemed that Dernhelm laughed, and the clear voice was like the ring of steel. \"But no living man am I!”\n", " “Gandalf! I thought you were dead! But then I thought I was dead myself. Is everything sad going to come untrue? What's happened to the world?\"\n A great Shadow has departed,\" said Gandalf, and then he laughed and the sound was like music, or like water in a parched land; and as he listened the thought came to Sam that he had not heard laughter, the pure sound of merriment, for days upon days without count.”\n", " “Deep roots are not reached by the frost.”\n", " “I don’t like anything here at all.” said Frodo, “step or stone, breath or bone. Earth, air and water all seem accursed. But so our path is laid.”\n “Yes, that’s so,” said Sam, “And we shouldn’t be here at all, if we’d known more about it before we started. But I suppose it’s often that way. The brave things in the old tales and songs, Mr. Frodo, adventures, as I used to call them. I used to think that they were things the wonderful folk of the stories went out and\n looked for, because they wanted them, because they were exciting and life was a bit dull, a kind of a sport, as you might say. But that’s not the way of it with the tales that really mattered, or the ones that stay in the mind. Folk seem to have been just landed in them, usually their paths were laid that way, as you put it. But I expect they had lots of chances, like us, of turning back, only they didn’t. And if they had, we shouldn’t know, because they’d have been forgotten. We hear about those as just went on, and not all to a good end, mind you; at least not to what folk inside a story and not outside it call a good end. You know, coming home, and finding things all right, though not quite the same; like old Mr Bilbo. But those aren’t always the best tales to hear, though they may be the best tales to get landed in! I wonder what sort of a tale we’ve fallen into?”\n “I wonder,” said Frodo, “But I don’t know. And that’s the way of a real tale. Take any one that you’re fond of. You may know, or guess, what kind of a tale it is, happy-ending or sad-ending, but the people in it don’t know. And you don’t want them to.”\n", " “Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends. I have not much hope that Gollum can be cured before he dies, but there is a chance of it. And he is bound up with the fate of the Ring. My heart tells me that he has some part to play yet, for good or ill, before the end; and when that comes, the pity of Bilbo may rule the fate of many - yours not least.”\n", " “Frodo: I wish the Ring had never come to me. I wish none of this had happened.\n Gandalf: So do all who live to see such times, but that is not for them to decide. All we have to decide is what to do with the time that is given to us.”\n", " “And now leave me in peace for a bit! I don't want to answer a string of questions while I am eating. I want to think!\"\n \"Good Heavens!\" said Pippin. \"At breakfast?”\n", " “There are some things that it is better to begin than to refuse, even though the end may be dark.”\n", " “The treacherous are ever distrustful.”\n", " “Even the smallest person can change the course of the future”\n", " “For we put the thought of all that we love into all that we make.”\n", " “Many are the strange chances of the world,' said Mithrandir, 'and help oft shall come from the hands of the weak when the Wise falter.”\n", " “It was Sam's first view of a battle of Men against Men, and he did not like it much. He was glad that he could not see the dead face. He wondered what the man's name was and where he came from; and if he was really evil of heart, or what lies or threats had led him on the long march from his home; and if he would rather have stayed there in peace.”\n", " “Adventures are not all pony-rides in May-sunshine.”\n", " “There is nothing like looking, if you want to find something.”\n", " “Fool of a Took!\" he growled. \"This is a serious journey, not a hobbit walking-party. Throw yourself in next time, and then you will be no further nuisance.”\n", " “A red sun rises. Blood has been spilled this night.”\n", " “True education is a kind of never ending story — a matter of continual beginnings, of habitual fresh starts, of persistent newness.”\n", " “Arise, arise, Riders of Théoden!\n Fell deeds awake, fire and slaughter!\n spear shall be shaken, shield be splintered,\n a sword-day, a red day, ere the sun rises!\n Ride now, ride now! Ride to Gondor!”\n", " “Time doesn't seem to pass here: it just is.”\n", " “The consolation of fairy-stories, the joy of the happy ending; or more correctly of the good catastrophe, the sudden joyous \"turn\" (for there is no true end to any fairy-tale): this joy, which is one of the things which fairy-stories can produce supremely well, is not essentially \"escapist,\" nor \"fugitive.\" In its fairy-tale -- or otherworld -- setting, it is a sudden and miraculous grace: never to be counted on to recur. It does not deny the existence of dyscatastrophe, of sorrow and failure: the possibility of these is necessary to the joy of deliverance; it denies (in the face of much evidence, if you will) universal final defeat and in so far is evangelium, giving a fleeting glimpse of Joy, Joy beyond the walls of the world, poignant as grief.”\n", " “You may not like my burglar, but please don't damage him.”\n", " “I wonder if people will ever say, \"Let's hear about Frodo and the Ring.\" And they'll say, \"Yes, that's one of my favorite stories. Frodo was really courageous, wasn't he, Dad?\" \"Yes, m'boy, the most famousest of hobbits. And that's saying a lot.”\n", " “Farewell,\" they cried, \"Wherever you fare till your eyries receive you at the journey's end!\" That is the polite thing to say among eagles.\n \"May the wind under your wings bear you where the sun sails and the moon walks,\" answered Gandalf, who knew the correct reply.”\n", " “One Ring to rule them all,\n One Ring to find them,\n One Ring to bring them all\n and in the darkness bind them.”\n", " “In rode the Lord of the Nazgûl. A great black shape against the fires beyond he loomed up, grown to a vast menace of despair. In rode the Lord of the Nazgûl, under the archway that no enemy ever yet had passed, and all fled before his face.\n All save one. There waiting, silent and still in the space before the Gate, sat Gandalf upon Shadowfax: Shadowfax who alone among the free horses of the earth endured the terror, unmoving, steadfast as a graven image in Rath Dínen.\n \"You cannot enter here,\" said Gandalf, and the huge shadow halted. \"Go back to the abyss prepared for you! Go back! Fall into the nothingness that awaits you and your Master. Go!\"\n The Black Rider flung back his hood, and behold! he had a kingly crown; and yet upon no head visible was it set. The red fires shone between it and the mantled shoulders vast and dark. From a mouth unseen there came a deadly laughter.\n \"Old fool!\" he said. \"Old fool! This is my hour. Do you not know Death when you see it? Die now and curse in vain!\" And with that he lifted high his sword and flames ran down the blade.\n And in that very moment, away behind in some courtyard of the city, a cock crowed. Shrill and clear he crowed, recking nothing of war nor of wizardry, welcoming only the morning that in the sky far above the shadows of death was coming with the dawn.\n And as if in answer there came from far away another note. Horns, horns, horns, in dark Mindolluin's sides they dimly echoed. Great horns of the north wildly blowing. Rohan had come at last.”\n", " “Surely you don’t disbelieve the prophecies, because you had a hand in bringing them about yourself? You don’t really suppose, do you, that all your adventures and escapes were managed by mere luck, just for your sole benefit? You are a very fine person, Mr. Baggins, and I am very fond of you; but you are only quite a little fellow in a wide world after all!”\n", " “Trolls simply detest the very sight of dwarves (uncooked).”\n", " “To whatever end. Where is the horse and the rider? Where is the horn that was blowing? They have passed like rain on the mountains. Like wind in the meadow. The days have gone down in the west. Behind the hills, into shadow. How did it come to this?”\n"]