[" “All that is gold does not glitter,\n Not all those who wander are lost;\n The old that is strong does not wither,\n Deep roots are not reached by the frost.\n From the ashes a fire shall be woken,\n A light from the shadows shall spring;\n Renewed shall be blade that was broken,\n The crownless again shall be king.”\n", " “Not all those who wander are lost.”\n", " “I wish it need not have happened in my time,\" said Frodo.\n \"So do I,\" said Gandalf, \"and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.”\n", " “I don't know half of you half as well as I should like; and I like less than half of you half as well as you deserve.”\n", " “All we have to decide is what to do with the time that is given us.”\n", " “If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.”\n", " “Never laugh at live dragons.”\n", " “Faithless is he that says farewell when the road darkens.”\n", " “The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater.”\n", " “Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.”\n", " “It's a dangerous business, Frodo, going out your door. You step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to.”\n", " “I will not say: do not weep; for not all tears are an evil.”\n", " “Fantasy is escapist, and that is its glory. If a soldier is imprisioned by the enemy, don't we consider it his duty to escape?. . .If we value the freedom of mind and soul, if we're partisans of liberty, then it's our plain duty to escape, and to take as many people with us as we can!”\n", " “The Road goes ever on and on\n Down from the door where it began.\n Now far ahead the Road has gone,\n And I must follow, if I can,\n Pursuing it with eager feet,\n Until it joins some larger way\n Where many paths and errands meet.\n And whither then? I cannot say”\n", " “Do you wish me a good morning, or mean that it is a good morning whether I want it or not; or that you feel good this morning; or that it is a morning to be good on?”\n", " “Three Rings for the Elven-kings under the sky,\n Seven for the Dwarf-lords in their halls of stone,\n Nine for Mortal Men, doomed to die,\n One for the Dark Lord on his dark throne\n In the Land of Mordor where the Shadows lie.\n One Ring to rule them all, One Ring to find them,\n One Ring to bring them all and in the darkness bind them.\n In the Land of Mordor where the Shadows lie.”\n", " “War must be, while we defend our lives against a destroyer who would devour all; but I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend.”\n", " “And he took her in his arms and kissed her under the sunlit sky, and he cared not that they stood high upon the walls in the sight of many.”\n", " “Still round the corner there may wait\n A new road or a secret gate\n And though I oft have passed them by\n A day will come at last when I\n Shall take the hidden paths that run\n West of the Moon, East of the Sun.”\n", " “I am glad you are here with me. Here at the end of all things, Sam.”\n", " “Courage is found in unlikely places.”\n", " “It's the job that's never started as takes longest to finish.”\n", " “May it be a light to you in dark places, when all other lights go out.”\n", " “I sit beside the fire and think\n Of all that I have seen\n Of meadow flowers and butterflies\n In summers that have been\n Of yellow leaves and gossamer\n In autumns that there were\n With morning mist and silver sun\n And wind upon my hair\n I sit beside the fire and think\n Of how the world will be\n When winter comes without a spring\n That I shall ever see\n For still there are so many things\n That I have never seen\n In every wood in every spring\n There is a different green\n I sit beside the fire and think\n Of people long ago\n And people that will see a world\n That I shall never know\n But all the while I sit and think\n Of times there were before\n I listen for returning feet\n And voices at the door”\n", " “There is nothing like looking, if you want to find something. You certainly usually find something, if you look, but it is not always quite the something you were after.”\n", " “What do you fear, lady?\" [Aragorn] asked.\n \"A cage,\" [Éowyn] said. \"To stay behind bars, until use and old age accept them, and all chance of doing great deeds is gone beyond recall or desire.”\n", " “Ho! Ho! Ho! To the bottle I go\n To heal my heart and drown my woe\n Rain may fall, and wind may blow\n And many miles be still to go\n But under a tall tree will I lie\n And let the clouds go sailing by”\n", " “In a hole in the ground there lived a hobbit.”\n", " “Moonlight drowns out all but the brightest stars.”\n", " “Do not meddle in the affairs of wizards, for they are subtle and quick to anger.”\n"]