[" “Il mondo è davvero pieno di pericoli, e vi sono molti posti oscuri; ma si trovano ancora delle cose belle, e nonostante che l’amore sia ovunque mescolato al dolore, esso cresce forse più forte.”\n", " “It is hard to be sure of anything among so many marvels. The world is all grown strange. Elf and Dwarf in company walk in our daily fields; and folk speak with the Lady of the Wood and yet live; and the Sword comes back to war that was broken in the long ages ere the fathers of our fathers rode into the Mark! How shall a man judge what to do in such times?’ ‘As he ever has judged,’ said Aragorn. ‘Good and ill have not changed since yesteryear; nor are they one thing among Elves and Dwarves and another among Men. It is a man’s part to discern them, as much in the Golden Wood as in his own house.”\n", " “The first volume, The Fellowship of the Ring, was published in Great Britain by the London firm George Allen & Unwin on 29 July 1954; an American edition followed on 21 October of the same year, published”\n", " “había tres gruesos volúmenes encuadernados en cuero rojo que Bilbo le entregó como regalo de despedida. A estos cuatro volúmenes se le sumó en la Frontera del Oeste un quinto con comentarios,”\n", " “Gollum said nothing to them, until he had drunk deeply and washed himself in the stream. Then he came up to them, licking his lips. ‘Better now,’ he said. ‘Are we rested? Ready to go on? Nice hobbits, they sleep beautifully. Trust Sméagol now? Very, very good.”\n", " “The sea calls us home”\n", " “What’s taters, precious, eh, what’s taters?’ ‘Po – ta – toes,’ said Sam.”\n", " “The Gospels contain a fairy-story, or a story of a larger kind which embraces all the essence of fairy-stories. They contain many marvels—peculiarly artistic,1 beautiful, and moving: ‘mythical’ in their perfect, self-contained significance; and among the marvels is the greatest and most complete conceivable eucatastrophe.”\n", " “Gollum threw himself backwards, and grabbed as the hobbit flew over him, but too late: his hands snapped on thin air, and Bilbo, falling fair on his sturdy feet, sped off down the new tunnel. He did not turn to see what Gollum was doing. There was a hissing and cursing almost at his heels at first, then it stopped. All at once there came a blood-curdling shriek, filled with hatred and despair. Gollum was defeated. He dared go no further. He had lost: lost his prey, and lost, too, the only thing he had ever cared for, his precious. The cry brought Bilbo’s heart to his mouth, but still he held on. Now faint as an echo, but menacing, the voice came behind: “Thief, thief, thief! Baggins! We hates it, we hates it, we hates it for ever!”\n", " “J.R.R. Tolkien’s The Lord of the Rings is often erroneously called a trilogy, when it is in fact a single novel, consisting of six books plus appendices, sometimes published in three volumes.”\n", " “Molti tra i vivi meritano la morte. E parecchi che sono morti avrebbero meritato la vita. Sei forse tu in grado di dargliela? E allora non essere troppo generoso nel distribuire la morte nei tuoi giudizi: sappi che nemmeno i più saggi possono vedere tutte le conseguenze.”\n", " “Old wives keep in memory word of things that once were needful for the wise to know.”\n", " “You stand between me and my lord and kin. Begone, if you be not deathless! For living or dark undead, I will smite you, if you touch him.”\n", " “stand here for ever as a warning.’ ‘If you had been the first to lift the Orthanc-stone, and not he, how would it be now?’ said Aragorn. ‘You might have done worse. Who can say? But now it is your luck to come with me, I fear. At once. Go and get ready, and bring anything that Pippin left behind. Make haste!’ Over the plains Shadowfax was flying, needing no urging and no guidance. Less than an hour had passed, and they had reached the Fords of Isen and crossed them. The Mound of the Riders and its cold spears lay grey behind them. Pippin was recovering. He was warm, but the wind in his face was keen and refreshing. He was with Gandalf. The horror of the Stone and of the hideous shadow over the moon was fading, things left behind in the mists of the mountains or in a passing dream. He drew a deep breath. ‘I did not know you rode bare-back, Gandalf,’ he said. ‘You haven’t a saddle or a bridle!’ ‘I do not ride elf-fashion, except on Shadowfax,’ said Gandalf. ‘But Shadowfax will have no harness. You”\n", " “... but there lies a pain and longing in his eyes, a look of horror as he sees a batlike form crawl to its knees and drag its creased and creaking wings.”\n", " “My brothers, I see in your eyes the same fear that would take the heart of me. A day may come when the courage of men fails, when we forsake our friends and break all bonds of fellowship, but it is not this day.\n An hour of wolves and shattered shields, when the age of men comes crashing down, but it is not this day!\n This day we fight!!”\n", " “Not even to see fair Lothlórien?’ said Haldir. ‘The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater.”\n", " “I spoke only as do all men in my land, and I would gladly learn better.”\n", " “For those interested in observing the gradual evolving of The Lord of the Rings from its earliest drafts to its published form, I highly recommend Christopher Tolkien’s account, which appears within five volumes of his twelve-volume series The History of Middle-earth.”\n", " “He must do what he will. But he may play a part yet that neither he nor Sauron have foreseen.”\n", " “«Pensandoci bene, apparteniamo anche noi alla medesima storia, che continua attraverso i secoli! Non hanno dunque una fine i grandi racconti?».\n «No, non terminano mai i racconti», disse Frodo. «Sono i personaggi che vengono e se ne vanno, quando è terminata la loro parte. La nostra finirà più tardi… o fra breve».”\n", " “Then Ilúvatar spoke, and he said: ‘Mighty are the Ainur, and mightiest among them is Melkor; but that he may know, and all the Ainur, that I am Ilúvatar, those things that ye have sung, I will show them forth, that ye may see what ye have done. And thou, Melkor, shalt see that no theme may be played that hath not its uttermost source in me, nor can any alter the music in my despite. For he that attempteth this shall prove but mine instrument in the devising of things more wonderful, which he himself hath not imagined.”\n", " “Ónen í-Estel Edain, ú-chebin estel anim,”\n", " “You have come and are here met, in this very nick of time, by chance as it may seem. Yet it is not so. Believe rather that it is so ordered that we, who sit here, and none others, must now find counsel for the peril of the world.”\n", " “Di’ pure”, soggiunse Gandalf, “che a occhi storti il volto della verità può apparire un ghigno”.”\n", " “For such is the way of it: to find and lose, as it seems to those whose boat is on the running stream.”\n", " “Sam turned quickly. ‘And you, Ferny,’ he said, ‘put your ugly face out of sight, or it will get hurt.’ With a sudden flick, quick as lightning, an apple left his hand and hit Bill square on the nose. He ducked too late, and curses came from behind the hedge. ‘Waste of a good apple,’ said Sam regretfully, and strode on.”\n", " “He used to often say there was only one Road; that it was like a great river: its springs were at every doorstep, and every path was its tributary.”\n", " “And, Legolas, when the torches are kindled and men walk on the sandy floors under the echoing domes, ah! then, Legolas, gems and crystals and veins of precious ore glint in the polished walls; and the light glows through folded marbles, shell-like, translucent as the living hands of Queen Galadriel. There are columns of white and saffron and dawn-rose, Legolas, fluted and twisted into dreamlike forms; they spring up from many-coloured floors to meet the glistening pendants of the roof: wings, ropes, curtains fine as frozen clouds; spears, banners, pinnacles of suspended palaces! Still lakes mirror them: a glimmering world looks up from dark pools covered with clear glass; cities, such as the mind of Durin could scarce have imagined in his sleep, stretch on through avenues and pillared courts, on into the dark recesses where no light can come. And plink! a silver drop falls, and the round wrinkles in the glass make all the towers bend and waver like weeds and corals in a grotto of the sea. Then evening comes: they fade and twinkle out; the torches pass on into another chamber and another dream. There is chamber after chamber, Legolas; hall opening out of hall, dome after dome, stair beyond stair; and still the winding paths lead on into the mountains’ heart. Caves! The Caverns of Helm’s Deep! Happy was the chance that drove me there! It makes me weep to leave them.”\n", " “One could make a whole catalogue of interesting tidbits from Christopher Tolkien’s study – such as the fact that Strider was called Trotter until a very late stage in the writing of the book; that Trotter was at one time a hobbit, so named because he wore wooden shoes; that Tolkien at one point considered a romance between Aragorn and Éowyn; that Tolkien wrote an epilogue to the book, tying up loose ends, but it was dropped before publication (and now appears in Sauron Defeated); and so on.”\n"]