[" “Well, sir, if I could grow apples like that, I would call myself a gardener.”\n", " “To me! To me! Elves and Men! To me! O my kinsfolk!” he cried, and his voice shook like a horn in the valley. Down,”\n", " “Fionwe Urion, son of Manwe, of love for Urwendi shall in the end be Melko's bane, and shall destroy the world to destroy his foe, and so shall all things then be rolled away.”\n", " “Don't you leave him! they said to me. Leave him! I said. I never mean to. I am going with him, if he climbs to the Moon; and if any of those Black Riders try to stop him, they'll have Sam Gamgee to reckon with, I said. They laughed.”\n", " “Tall as the sea-kings of old, he stood above all that were near; ancient of days he seemed and yet in the flower of manhood; and wisdom sat upon his brow, and strength and healing were in his hands, and a light was about him.”\n", " “I think a lot of this kind of work goes on at other (to say lower, deeper, or higher introduces a false gradation) levels, when one is saying how-do-you-do, or even 'sleeping'.”\n", " “Don't the great tales never end?'\n 'No, they never end as tales,' said Frodo. 'But the people in them come, and then go when their part's ended. Our part will end later - or sooner.”\n", " “If I stayed beside you, love would lead me, not wisdom”\n", " “Os traiçoeiros são sempre desconfiados”\n", " “when he departed he gave him guides”\n", " “He turned and gazed in wonder, first at the wood and then at Gandalf. ‘Once more you come in the hour of need, unlooked-for,’ he said. ‘Unlooked-for?’ said Gandalf. ‘I said that I would return and meet you here.”\n", " “Get down or we will shoot you from the wall,' they cried. 'This is no parley. You have nothing to say.'\n 'I have still this to say,' answered Aragorn. 'No enemy has yet taken the Hornburg. Depart, or not one of you will be spared. Not one will be left alive to take back tidings to the North. You do not know your peril.”\n", " “Gandalf has been saying many cheerful things like that,”\n", " “The dark night has passed, and day has come again. But the day has brought strange tidings.”\n", " “The three others were far away in the North. In the house of Elrond it is told that they were at Annúminas, and Amon Súl, and Elendil’s Stone was on the Tower Hills that look towards Mithlond in the Gulf of Lune where the grey ships lie. ‘Each palantír replied to each, but all those in Gondor were ever open to the view of Osgiliath. Now it appears that, as the rock of Orthanc has withstood the storms of time, so there the palantír of that tower has remained. But alone it could do nothing but see small images of things far off and days remote. Very useful, no doubt, that was to Saruman; yet it seems that he was not content. Further and further abroad he gazed, until he cast his gaze upon Barad-dûr. Then he was caught! ‘Who knows where the lost Stones of Arnor and Gondor now lie, buried, or drowned deep? But one at least Sauron must have obtained and mastered to his purposes. I guess that it was the Ithil-stone, for he took Minas Ithil long ago and turned it into an evil place: Minas Morgul, it has become. ‘Easy it is now to guess how quickly the roving eye of Saruman was trapped and held; and how ever since he has been persuaded from afar, and daunted when persuasion”\n", " “We like the dark,” said all the dwarves. “Dark for dark business! There are many hours before dawn.”\n", " “At that time Frodo was still in his tweens, as the hobbits called the irresponsible twenties between childhood and coming of age at thirty-three.”\n", " “The forest is queer. Everything in it is very much more alive, more aware of what is going on.”\n", " “He put the ring in his pocket almost without thinking; certainly it did not seem of any particular use at the moment.”\n", " “The fourteenth of the New Year,’ said Gandalf; ‘or if you like, the eighth day of April in the Shire-reckoning. * But in Gondor the New Year will always now begin upon the twenty-fifth of March when Sauron fell, and when you were brought out of the fire to the King. He”\n", " “Những chiếc tù và lớn phương Bắc đang thổi lên hùng hồn, Rohan cuối cùng đã tới.”\n", " “But Orcs and Trolls spoke as they would, without love of words or things; and their language was actually more degraded and filthy than I have shown it. I do not suppose that any will wish for a closer rendering, though models are easy to find. Much the same sort of talk can still be heard among the orc-minded; dreary and repetitive with hatred and contempt, too long removed from good to retain even verbal vigour, save in the ears of those to whom only the squalid sounds strong.”\n", " “Worst is a bad word,” I said to him, “and I hope you do not live to see it.” But”\n", " “Now I know what a piece of bacon feels like when it is suddenly picked out of the pan on a fork and put back on the shelf!” “No”\n", " “Three Rings for the Elven-Kings under the sky, Seven for the Dwarf-lords in their halls of stone, Nine for Mortal Men doomed to die, One for the Dark Lord on his dark throne In the Land of Mordor where the shadows lie.”\n", " “Bilbo had escaped the goblins, but he did not know where he was. He had lost hood, cloak, food, pony, his buttons and his friends. He wandered on and on, till the sun began to sink westwards—behind the mountains. Their shadows fell across Bilbo’s path, and he looked back. Then he looked forward and could see before him only ridges and slopes falling towards lowlands and plains glimpsed occasionally between the trees.”\n", " “I am not tired. I do not easily get tired. And I do not sit down. I am not very, hm, bendable. But there, the Sun is going in. Let us leave this – did you say what you call it?’ ‘Hill?’ suggested Pippin. ‘Shelf? Step?’ suggested Merry. Treebeard repeated the words thoughtfully. ‘Hill. Yes, that was it. But it is a hasty word for a thing that has stood here ever since this part of the world was shaped. Never”\n", " “There he lay, a vast red-golden dragon, fast asleep; a thrumming came from his jaws and nostrils, and wisps of smoke, but his fires were low in slumber.”\n", " “The king was silent. 'Ents!' he said at length. 'Out of the shadows of legend I begin a little to understand the marvel of the trees, I think. I have lived to see strange days. Long we have tended our beasts and our fields, built our houses, wrought our tools, or ridden away to help in the wars of Minas Tirith. And that we called the life of Men, the way of the world. We cared little for what lay beyond the borders of our land. Songs we have that tell of these things, but we are forgetting them, teaching them only to children, as a careless custom. And now the songs have come down among us out of strange places, and walk visible under the Sun.”\n", " “I am Gandalf,” said the wizard. “Never heard of him,” growled the man.”\n"]