[" “It is not despair, for despair is only for those who see the end beyond all doubt. We do not.”\n", " “PIPPIN: I didn't think it would end this way.\n GANDALF: End? No, the journey doesn't end here. Death is just another path, one that we all must take. The grey rain-curtain of this world rolls back, and all turns to silver glass, and then you see it.\n PIPPIN: What? Gandalf? See what?\n GANDALF: White shores, and beyond, a far green country under a swift sunrise.\n PIPPIN: Well, that isn't so bad.\n GANDALF: No. No, it isn't.”\n", " “I am looking for someone to share in an adventure that I am arranging, and it's very difficult to find anyone.'\n I should think so — in these parts! We are plain quiet folk and have no use for adventures. Nasty disturbing uncomfortable things! Make you late for dinner!”\n", " “There is more in you of good than you know, child of the kindly West. Some courage and some wisdom, blended in measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.”\n", " “You have nice manners for a thief and a liar,\" said the dragon.”\n", " “Go back?\" he thought. \"No good at all! Go sideways? Impossible! Go forward? Only thing to do! On we go!\" So up he got, and trotted along with his little sword held in front of him and one hand feeling the wall, and his heart all of a patter and a pitter.”\n", " “Then something Tookish woke up inside him, and he wished to go and see the great mountains, and hear the pine-trees and the waterfalls, and explore the caves, and wear a sword instead of a walking-stick.”\n", " “In one thing you have not changed, dear friend,\" said Aragorn: \"you still speak in riddles.\"\n \"What? In riddles?\" said Gandalf. \"No! For I was talking aloud to myself. A habit of the old: they choose the wisest person present to speak to; the long explanations needed by the young are wearying.”\n", " “Don't go where I can't follow!”\n", " “Fairy tale does not deny the existence of sorrow and failure: the possibility of these is necessary to the joy of deliverance. It denies (in the face of much evidence, if you will) universal final defeat...giving a fleeting glimpse of Joy; Joy beyond the walls of the world, poignant as grief.”\n", " “It is not our part to master all the tides of the world, but to do what is in us for the succour of those years wherein we are set, uprooting the evil in the fields that we know, so that those who live after may have clean earth to till. What weather they shall have is not ours to rule.”\n", " “You cannot pass,\" he said. The orcs stood still, and a dead silence fell. \"I am a servant of the Secret Fire, wielder of the flame of Anor. You cannot pass. The dark fire will not avail you, flame of Udûn. Go back to the Shadow! You cannot pass.”\n", " “But it does not seem that I can trust anyone,' said Frodo.\n Sam looked at him unhappily. 'It all depends on what you want,' put in Merry. 'You can trust us to stick with you through thick and thin--to the bitter end. And you can trust us to keep any secret of yours--closer than you keep it yourself. But you cannot trust us to let you face trouble alone, and go off without a word. We are your friends, Frodo.”\n", " “For even the very wise cannot see all ends.”\n", " “I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend.”\n", " “Home is behind, the world ahead,\n and there are many paths to tread\n through shadows to the edge of night,\n until the stars are all alight.”\n", " “Well, here at last, dear friends, on the shores of the Sea comes the end of our fellowship in Middle-earth. Go in peace! I will not say: do not weep; for not all tears are an evil.”\n", " “Living by faith includes the call to something greater than cowardly self-preservation.”\n", " “Some who have read the book, or at any rate have reviewed it, have found it boring, absurd, or contemptible, and I have no cause to complain, since I have similar opinions of their works, or of the kinds of writing that they evidently prefer.”\n", " “It is useless to meet revenge with revenge; it will heal nothing.”\n", " “And then her heart changed, or at least she understood it; and the winter passed, and the sun shone upon her.”\n", " “What does your heart tell you? ”\n", " “May the hair on your toes never fall out!”\n", " “In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.”\n", " “Yes, I am here. And you are lucky to be here too after all the absurd things you've done since you left home.”\n", " “Fair speech may hide a foul heart.”\n", " “Fear both the heat and the cold of your heart, and try to have patience, if you can.”\n", " “So do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.”\n", " “Ónen i-estel edain, ú-chebin estel anim.\n (I gave Hope to the Dúnedain, I have kept none for myself.)\n (Gilraen's linnod)”\n", " “Fly you fools”\n"]