[" “There came a time near dawn on the eve of spring, and Luthien danced upon a green hill; and suddenly she began to sing. Keen, heart-piercing was her song as the song of the lark that rises from the gates of night and pours its voice among the dying stars, seeing the sun behind the walls of the world; and the song of Luthien released the bonds of winter, and the frozen waters spoke, and flowers sprang from the cold earth where he feet had passed. Then the spell of silence fell from Beren, and he called to her, crying Tinuviel; and the woods echoed the name.”\n", " “These are indeed strange days,’ he (Éomer) muttered. ‘Dreams and legends spring to life out of the grass.”\n", " “I had no desire to have either dreams or adventures like Alice, and the amount of them merely amused me. I had very little desire to look for buried treasure or fight pirates, and Treasure Island left me cool. Red Indians were better: there were bows and arrows (I had and have a wholly unsatisfied desire to shoot well with a bow), and strange languages, and glimpses of an archaic mode of life, and, above all, forests in such stories. But the land of Merlin and Arthur was better than these, and best of all the nameless North of Sigurd of the Völsungs, and the prince of all dragons. Such lands were pre-eminently desirable.”\n", " “If you're going to have a complicated story, you must work to a map; otherwise you can never make a map of it afterwards.”\n", " “İçinizden en az yarısını, arzuladığımın yarısı kadar bile tanımıyorum; ve yarınızdan azını hak ettiğinizin ancak yarısı kadar sevebiliyorum.”\n", " “But what has it got in its pocketses, eh?”\n", " “Have you thought of an ending?’ ‘Yes, several, and all are dark and unpleasant,”\n", " “Very fair was her face, and her long hair was like a river of gold. Slender and tall she was in her white robe girt with silver; but strong she seemed and stern as steel, a daughter of kings. Thus Aragon for the first time in the full light of day beheld Eowyn, lady of Rohan, and thought her fair, fair and cold, like a morning of pale spring that is not yet come to womanhood.”\n", " “Fair lady!' said Frodo again after a while. 'Tell me, if my asking does not seem foolish, who is Tom Bombadil?'\n 'He is,' said Goldberry, staying her swift movements and smiling. Frodo looked at her questioningly. 'He is, as you have seen him,' she said in answer to his look. 'He is the Master of wood, water, and hill.”\n", " “It is said that the skill of the Dwarves is in their hands rather than in their tongues, yet that is not true of Gimli. For none have ever made to me a request so bold and yet so courteous...I do not foretell, for all foretelling is now vain: on the one hand lies darkness, and on the other only hope. But if hope should not fail, then I say to you, Gimli son of Glóin, that your hands shall flow with gold, and yet over you gold shall have no dominion.”\n", " “And in that very moment, away behind in some far corner of the city, a cock crowed. Shrill and clear he crowed reckoning nothing of wizardry or war, welcoming only the morning that in the sky far above the shadows of death was coming with the dawn.”\n", " “Beautiful she is, sir! Lovely! Sometimes like a great tree in flower, sometimes like a white daffadowndilly, small and slender like. Hard as di’monds, soft as moonlight. Warm as sunlight, cold as frost in the stars. Proud and far-off as a snow-mountain, and as merry as any lass I ever saw with daisies in her hair in springtime.”\n", " “It needs but one foe to breed a war, and those who have not swords can still die upon them.”\n", " “¿Dónde has ido, si puedo preguntártelo? —dijo Thorin a Gandalf mientras cabalgaban.\n A mirar adelante —respondió Gandalf.\n ¿Y qué te hizo volver en el momento preciso?\n Mirar hacia atrás.”\n", " “I would have things as they were in all the days of my life . . . and in the days of my longfathers before me: to be the Lord of this City in peace, and leave my chair to a son after me, who would be his own master and no wizard’s pupil. But if doom denies this to me, then I will have naught: neither life diminished, nor love halved, nor honour abated.”\n", " “They sat beside the stone, and did not speak again; and when the sun went down Morwen sighed and clasped his hand, and was still; and Hurin knew that she died.He looked down at her in the twilight and it seemed to him that the lines of grief and cruel hardship were smoothed away.”\n", " “Then out of the blackness in his mind he thought that he heard Dernhelm speaking; yet now the voice seemed strange, recalling some other voice that he had known.\n 'Begone, foul dwimmerlaik, lord of carrion! Leave the dead in peace!'\n A cold voice answered: 'Come not between the Nazgûl and his prey! Or he will slay thee in thy turn. He will bear thee away to the houses of lamentation, beyond all darkness, where thy flesh shall be devoured, and thy shrivelled mind be left naked to the Lidless Eye.'\n A sword rang as it was drawn. 'Do what you will; but I will hinder it, if I may.'\n 'Hinder me? Thou fool. No living man may hinder me!'\n Then Merry heard of all sounds in that hour the strangest. It seemed that Dernhelm laughed, and the clear voice was like the ring of steel. 'But no living man am I! You look upon a woman. Éowyn I am, Éomund's daughter. You stand between me and my lord and kin. Begone, if you be not deathless! For living or dark undead, I will smite you, if you touch him.”\n", " “Now I know what a piece of bacon feels like when it is suddenly picked out of the pan on a fork and put back on the shelf!\"\n \"No you don't!\" he heard Dori answering, \"because the bacon knows that it will get back in the pan sooner or later; and it is to be hoped we shan't. Also eagles aren't forks!”\n", " “But I have so little of any of these things! You are wise and powerful. Will you not take the Ring?\"\n \"No!\" cried Gandalf, springing to his feet. \"With that power I should have power too great and terrible. And over me the Ring would gain a power still greater and more deadly.\" His eyes flashed and his face was lit as by a fire within. \"Do not tempt me! For I do not wish to become like the Dark Lord himself. Yet the way of the Ring to my heart is by pity, pity for weakness and the desire of strength to do good. Do not tempt me! I dare not take it, not even to keep it safe, unused. The wish to wield it would be too great for my strength. I shall have such need of it. Great perils lie before me.”\n", " “He smelt cake.”\n", " “We are lost, lost,' said Gollum. 'No name, no business, no Precious, nothing. Only empty. Only hungry; yes, we are hungry. A few little fishes, nasty bony little fishes, for a poor creature, and they say death. So wise they are; so just, so very just”\n", " “Yes, perhaps, yes' said Gollum. 'Sméagol always helps, if they asks - if they asks nicely.'\n ''Right!' says Sam. 'I does ask. And if that isn't nice enough, I begs.”\n", " “Frodo began to feel restless, and the old paths seemed too well-trodden. He looked at maps, and wondered what lay beyond their edges: maps made in the Shire showed mostly white spaces beyond its borders.”\n", " “it is horrible being all alone.”\n", " “There cannot be any 'story' without a fall - all stories are ultimately about the fall - at least not for human minds as we know them and have them.”\n", " “Grief is a hone to a hard mind.”\n", " “Then sudden Felagund there swaying\n Sang in answer a song of staying,\n Resisting, battling against power,\n Of secrets kept, strength like a tower,\n And trust unbroken, freedom, escape;\n Of changing and of shifting shape,\n Of snares eluded, broken traps,\n The prison opening, the chain that snaps.”\n", " “Gandalf looked at him. My dear Bilbo! he said. Something is the matter with you! You are not the hobbit that you were.”\n", " “For a while the hobbits continued to talk and think of the past journey and of the perils that lay ahead; but such was the virtue of the land of Rivendell that soon all fear and anxiety was lifted from their minds. The future, good or ill, was not forgotten, but ceased to have any power over the present. Health and hope grew strong in them, and they were content with each good day as it came, taking pleasure in every meal, and in every word and song.”\n", " “All my own perception of beauty both in majesty and simplicity is founded upon Our Lady.”\n"]