[" “My name is growing all the time, and I’ve lived a very long, long time; so my name is like a story. Real names tell you the story of the things they belong to in my language, in the Old Entish as you might say. It is a lovely language, but it takes a very long time to say anything in it, because we do not say anything in it, unless it is worth taking a long time to say, and to listen to.”\n", " “And thus it came to pass that the Silmarils found their long homes: one in the airs of heaven, and one in the fires of the heart of the world, and one in the deep waters.”\n", " “Of the twelve companions of Thorin, ten remained. Fili and Kili had fallen defending him with shield and body, for he was their mother’s elder brother.”\n", " “On their deathbed men will speak true, they say.”\n", " “Frodo was now safe in the Last Homely House east of the Sea. That house was, as Bilbo had long ago reported, ‘a perfect house, whether you like food or sleep, or story-telling or singing, or just sitting and thinking best, or a pleasant mixture of them all.’ Merely to be there was a cure for weariness, fear and sadness.”\n", " “Stir not the bitterness in the cup that I mixed for myself,' said Denethor. 'Have I not tasted it now many nights upon my tongue, foreboding that worse lay in the dregs?”\n", " “Man, Sub-creator, the refracted light\n through whom is splintered from a single White\n to many hues, and endlessly combined\n in living shapes that move from mind to mind.\n Though all the crannies of the world we filled\n with Elves and Goblins, though we dared to build\n Gods and their houses out of dark and light,\n and sowed the seed of dragons, 'twas our right\n (used or misused). The right has not decayed.\n We make still by the law in which we're made.”\n", " “Never is too long a word even for me...”\n", " “Dwarves are not heroes, but a calculating folk with a great idea of the value of money; some are tricky and treacherous and pretty bad lots; some are not but are decent enough people like Thorin and Company, if you don't expect too much.”\n", " “Fantasy is a natural human activity. It certainly does not destroy or even insult Reason; and it does not either blunt the appetite for, nor obscure the perception of, scientific verity. On the contrary. The keener and the clearer is the reason, the better fantasy will it make. If men were ever in a state in which they did not want to know or could not perceive truth (facts or evidence), then Fantasy would languish until they were cured. If they ever get into that state (it would not seem at all impossible), Fantasy will perish, and become Morbid Delusion.\n For creative Fantasy is founded upon the hard recognition that things are so in the world as it appears under the sun; on a recognition of fact, but not a slavery to it. So upon logic was founded the nonsense that displays itself in the tales and rhymes of Lewis Carroll. If men really could not distinguish between frogs and men, fairy-stories about frog-kings would not have arisen.”\n", " “And now at last it comes. You will give me the Ring freely! In place of the\n Dark Lord you will set up a Queen. And I shall not be dark, but beautiful and\n terrible as the Morning and the Night! Fair as the Sea and the Sun and the\n Snow upon the Mountain! Dreadful as the Storm and the Lightning! Stronger\n than the foundations of the earth. All shall love me and despair!”\n She lifted up her hand and from the ring that she wore there issued a great\n light that illuminated her alone and left all else dark. She stood before Frodo\n seeming now tall beyond measurement, and beautiful beyond enduring, terrible\n and worshipful. Then she let her hand fall, and the light faded, and suddenly she\n laughed again, and lo! she was shrunken; a slender Elf woman, clad in simple\n white, whose gentle voice was soft and sad.”\n", " “I am looking for someone to share in an adventure that I am arranging, and it's very difficult to find anyone.”\n", " “I met a lot of things on the way that astonished me. Tom Bombadil I knew already; but I had never been to Bree. Strider sitting in the corner at the inn was a shock, and I had no more idea who he was than had Frodo. The Mines of Moria had been a mere name; and of Lothloriene no word had reached my mortal ears till I came there. Far away I knew there were the Horselords on the confines of an ancient Kingdom of Men, but Fanghorn Forest was an unforeseen adventure. I had never heard of the House of Eorl nor of the Stewards of Gondor. Most disquieting of all, Saruman had never been revealed to me, and I was as mystefied as Frodo at Gandalf's failure to appear on September 22.\n J.R.R. Tolkien, in a letter to W.H. Auden, June 7, 1955”\n", " “It is mine, I tell you. My own. My precious. Yes, my precious.”\n", " “Orcs, and talking trees, and leagues of grass, and galloping riders, and glittering caves, and white towers and golden halls, and battles, and tall ships sailing, all these passed before Sam's mind.”\n", " “Did he say:\"Hullo,Pippin!This is a pleasant surprise!\"?No,indeed!He said:\"Get up,you tom-fool of a Took!Where,in the name of wonder,in all this ruin is Treebeard?I want him.Quick\"\n -Pippin Took”\n", " “Wise men speak only of what they know”\n", " “I don’t know,’ said Frodo. ‘It came to me then, as if I was making it up; but I may have heard it long ago. Certainly it reminds me very much of Bilbo in the last years, before he went away. He used often to say there was only one Road; that it was like a great river: its springs were at every doorstep, and every path was its tributary. “It’s a dangerous business, Frodo, going out of your door,” he used to say. “You step into the Road, and if you don’t keep your feet, there is no knowing where you might be swept off to. Do you realize that this is the very path that goes through Mirkwood, and that if you let it, it might take you to the Lonely Mountain or even further and to worse places?” He used to say that on the path outside the front door at Bag End, especially after he had been out for a long walk.”\n", " “But Sam turned to Bywater, and so came back up the Hill, as day was ending once more. And he went on, and there was yellow light, and fire within; and the evening meal was ready, and he was expected. And Rose drew him in, and set him in his chair, and put little Elanor upon his lap.\n He drew a deep breath. ‘Well, I’m back,’ he said”\n", " “Muchos de los que viven merecen morir y algunos de los que mueren merecen la vida. ¿Puedes devolver la vida? Entonces no te apresures a dispensar la muerte, pues ni el más sabio conoce el fin de todos los caminos.”\n", " “He may become like a glass filled with a clear light for eyes to see that can.”\n", " “I wish I was at home in my nice hole by the fire, with the kettle just beginning to sing!”\n", " “And there was Frodo, pale and worn, and yet himself again; and in his eyes there was peace now, neither strain of will, nor madness, nor any fear. His burden was taken away.”\n", " “It's a dangerous business, going out your door.”\n", " “was I chosen?’ ‘Such questions cannot be answered,’ said Gandalf. ‘You may be sure that it was not for any merit that others do not possess: not for power or wisdom, at any rate. But you have been chosen, and you must therefore use such strength and heart and wits as you have.”\n", " “to him that is pitiless the deeds of pity are ever strange and beyond comprehension.”\n", " “How do you pick up the threads of an old life? How do you go on, when in your heart you begin to understand... there is no going back? There are some things that time cannot mend. Some hurts that go too deep, that have taken hold.”\n", " “That's what I meant,' said Pippin. 'We hobbits ought to stick together, and we will. I shall go, unless they chain me up. There must be someone with intelligence in the party.”\n", " “All your words are but to say: you are a woman, and your part is in the house. But when the men have died in battle and honour, you have leave to be burned in the house, for the men will need it no more.”\n", " “A great dread fell on him, as if he was awaiting the pronouncement of some doom that he had long foreseen and vainly hoped might after all never be spoken. An overwhelming longing to rest and remain at peace by Bilbo's side in Rivendell filled all his heart. At last with an effort he spoke, and wondered to hear his own words, as if some other will was using his small voice.\n \"I will take the Ring,\" he said, \"though I do not know the way.”\n"]