[" “Roads go ever ever on,       Over”\n", " “trees shall fall and starless night devour the sunless day; When wind is in the deadly East, then in the bitter rain I’ll look for thee, and call to thee; I’ll come to thee again! ENTWIFE. When Winter comes, and”\n", " “Aragorn sped on up the hill.”\n", " “Albastru îi era veșmântul, asemenea cerului umbrit de nori, dar ochii îi erau cenușii, precum seara luminată de stele; mantia-i era brodată cu flori de aur, însă părul îi era negru, așa cum sunt umbrele amurgului.”\n", " “let folly be our cloak, a veil before the eyes of the Enemy! For he is very wise, and weighs all things to a nicety in the scales of his malice. But the only measure that he knows is desire, desire for power; and so he judges all hearts. Into his heart the thought will not enter that any will refuse it, that having the Ring we may seek to destroy it. If we seek this, we shall put him out of reckoning.”\n", " “But keep it secret, and keep it safe!”\n", " “The dark night came on outside.”\n", " “then coiling his length together, roaring like thunder underground, he sped from his deep lair through its great door, out into the huge passages of the mountain-palace and up towards the Front Gate. To hunt the whole mountain till he had caught the thief and had torn and trampled him was his one thought. He issued from the Gate, the waters rose in fierce whistling steam, and up he soared blazing into the air and settled on the mountain-top in a spout of green and scarlet flame. The dwarves heard the awful rumour of his flight, and they crouched against the walls of the grassy terrace cringing under boulders, hoping somehow to escape the frightful eyes of the hunting dragon. There they would have all been killed, if it had not been for Bilbo once again. “Quick! Quick!” he gasped.”\n", " “Indeed Bilbo found he had lost more than spoons—he had lost his reputation. It is true that for ever after he remained an elf-friend, and had the honour of dwarves, wizards, and all such folk as ever passed that way; but he was no longer quite respectable. He was in fact held by all the hobbits of the neighbourhood to be ‘queer’—except by his nephews and nieces on the Took side, but even they were not encouraged in their friendship by their elders. I”\n", " “You can trust us to stick to you through thick and thin - to the bitter end. And you can trust us to keep any secret of yours - closer than you keep it yourself. But you cannot trust us to let you face trouble alone, and go off without a word.”\n", " “Ilya horyas men carë úvië ná i carë lúmenen yan me ná antaina”\n", " “Now, I have him at arrow-point,' said Anborn,´Shall I not shoot, Captain? For coming unbidden to this place, death is our law.”\n", " “The road must be trod, but it will be very hard. And neither strength nor wisdom will carry us far upon it. This quest may be attempted by the weak with as much hope as the strong. Yet such is oft the course of deeds that move the wheels of the world: small hands do them because they must, while the eyes of the great are elsewhere.”\n", " “But in the end, it’s only a passing thing… this shadow. Even darkness must pass.”\n", " “Frodo went tramping over the Shire with them; but more often he wandered by himself, and to the amazement of sensible folk he was sometimes seen far from home walking in the hills and woods under the starlight.”\n", " “As they sang the hobbit felt the love of beautiful things made by hands and by cunning and by magic moving through him, a fierce and a jealous love, the desire of the hearts of dwarves. Something Tookish woke up inside him.”\n", " “they were, perhaps, so unwearyingly fond of good things not least because they could, when put to it, do without them, and could survive rough handling by grief, foe, or weather in a way that astonished those who did not know them well and looked no further than their bellies and their well-fed faces. Though”\n", " “Thou smellest of dog, and what news of good came ever to a cat from a fairy that had had dealings with the dogs?”\n", " “Authority is not given to you, Steward of Gondor, to order the hour of your death,’ answered Gandalf. ‘And only the heathen kings, under the domination of the Dark Power, did thus, slaying themselves in pride and despair, murdering their kin to ease their own death.”\n", " “It was staggering. They roared and boomed and trumpeted, until stones began to crack and fall at the mere noise of them. Merry and I lay on the ground and stuffed our cloaks into our ears. Round and round the rock of Orthanc the Ents went striding and storming like a howling gale, breaking pillars, hurling avalanches of boulders down the shafts, tossing up huge slabs of stone into the air like leaves. The tower was in the middle of a spinning whirlwind. I saw iron posts and blocks of masonry go rocketing up hundreds of feet, and smash against the windows of Orthanc. But”\n", " “Desideravo l’amore di un altro”, ella rispose; “ma non voglio la pietà di nessuno”.”\n", " “Doom hangs still on a thread. Yet hope there is still, if we can but stand unconquered for a little while.”\n", " “At last they rode over the downs and took the East Road, and then Merry and Pippin rode on to Buckland and already they were singing again as they went. But Sam turned to Bywater, and so came back up the Hill, as day was ending once more. And he went on, and there was yellow light, and fire within; and the evening meal was ready, and he was expected. And Rose drew him in, and set him in his chair, and put little Elanor upon his lap. He drew a deep breath. 'Well, I'm back,' he said.”\n", " “oft it may chance that old wives keep in memory word of things that once were needful for the wise to know.”\n", " “Pity? It was Pity that stayed his hand. Pity, and Mercy: not to strike without need.”\n", " “turf,”\n", " “Some that die deserve life. Can you give it to them, Frodo? Do not be too eager to deal out death in judgment. Even the very wise cannot see all ends. My heart tells me that Gollum has some part to play in it, for good or evil, before this is over. The pity of Bilbo may rule the fate of many.' Frodo: 'I wish the Ring had never come to me. I wish none of this had happened.'\n Gandalf: 'So do all who live to see such times, but that is not for them to decide. All we have to decide is what to do with the time that is given to us. There are other forces at work in this world, Frodo, besides that of evil. Bilbo was meant to find the Ring, in which case you were also meant to have it. And that is an encouraging thought.”\n", " “But you know well enough now that starting is too great a claim for any, and that only a small part is played in great deeds by any hero. You”\n", " “weil er mit mut macht”\n", " “God made the petreous rocks, the arboreal trees,\n tellurian earth, and stellar stars, and these\n homuncular men, who walk upon the ground\n with nerves that tingle touched by light and sound.\n The movements of the sea, the wind in boughs,\n green grass, the large slow oddity of cows,\n thunder and lightning, birds that wheel and cry,\n slime crawling up from mud to live and die,\n these each are duly registered and print\n the brain's contortions with a separate dint.”\n"]