[" “No!” said Thorin. “There is more in you of good than you know, child of the kindly West. Some courage and some wisdom, blended in measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world. But sad or merry, I must leave it now. Farewell!” Then”\n", " “Short cuts make delays, but inns make longer ones.”\n", " “Walk no more in the shadows, but awake!' said Aragorn. 'You are weary. Rest a while, and take food, and be ready when I return.'\n 'I will, lord,' said Faramir. 'For who would lie idle when the king has returned?”\n", " “Ours is but a small matter in the great deeds of this time. A vain pursuit from its beginning, maybe, which no choice of mine can mar or mend.”\n", " “What a lot of things you do use Good morning for!” said Gandalf.”\n", " “Yet also I should be sad,’ said Théoden. ‘For however the fortune of war shall go, may it not so end that much that was fair and wonderful shall pass for ever out of Middle-earth?’ ‘It may,’ said Gandalf. ‘The evil of Sauron cannot be wholly cured, nor made as if it had not been. But to such days we are doomed. Let us now go on with the journey we have begun!’ The”\n", " “The appalling destruction and misery of this war mount hourly: destruction of what should be (indeed it is) the common wealth of Europe, and the world, if mankind were not so besotted, wealth the loss of which will affect us all, victors or not. Yet people gloat to hear of the endless lines, 40 miles long, of miserable refugees, women and children pouring West, dying on the way. There seems no bowels of mercy or compassion, no imagination, left in this dark diabolic hour. By which I do not mean that it may not all, in the present situation, mainly (not solely) created by Germany, be necessary or inevitable. But why gloat! We were supposed to have reached a stage of civilization in which it might still be necessary to execute a criminal, but not to gloat, or to hang his wife and child by him while the orc-crowd hooted. The destruction of Germany, be it 100 times merited, is one of the most appalling world-catastrophes.”\n", " “The Eagles!” cried Bilbo once more, but at that moment a stone hurtling from above smote heavily on his helm, and he fell with a crash and knew no more.”\n", " “The day waned, and dusk was twined about the boles of the trees. At last the hobbits saw, rising dimly before them, a steep dark land: they had come to the feet of the mountains, and to the green roots of tall Methedras. Down the hillside the young Entwash, leaping from its springs high above, ran noisily from step to step to meet them. On the right of the stream there was a long slope, clad with grass, now grey in the twilight. No trees grew there and it was open to the sky; stars were shining already in lakes between shores of cloud.”\n", " “Lilly-flowers nodded their half-opened heads in the grass.”\n", " “So do all in such times, but that is not for them to decide. All we have to decide is what to do with the time that is given to us.”\n", " “And so Gollum found them hours later, when he returned, crawling and creeping down the path out of the gloom ahead. Sam sat propped against the stone, his head dropping sideways and his breathing heavy. In his lap lay Frodo’s head, drowned deep in sleep; upon his white forehead lay one of Sam’s brown hands, and the other lay softly upon his master’s breast. Peace was in both their faces.”\n", " “called a trilogy, when it is in fact a single novel, consisting”\n", " “Nor do I think that we should succeed, if we tried. There are other powers at work far stronger.”\n", " “Chapter I AN UNEXPECTED PARTY”\n", " “devouring”\n", " “And he does not plant to no purpose.”\n", " “Gandalf answered angrily: “I brought him, and I don’t bring things that are of no use. Either you help me to look for him, or I go and leave you here to get out of the mess as best you can yourselves. If we can only find him again, you will thank me before all is over. Whatever did you want to go and drop him for,”\n", " “There was a large notice in black and red hung on the gate, stating that on June the Twenty-second Messrs Grubb, Grubb, and Burrowes would sell by auction the effects of the late Bilbo Baggins Esquire, of Bag-End, Underhill, Hobbiton.”\n", " “what he had to do, he had to do, if he could, and that whether Faramir or Aragorn or Elrond or Galadriel or Gandalf or anyone else ever knew about it was beside the purpose. He”\n", " “He scattered the bodyguard, and pulled down Bolg himself and crushed him.”\n", " “But long ago he rode away,\n and where he dwelleth none can say;\n for into darkness fell his star\n in Mordor where the shadows are”\n", " “Los atajos cortos traen retrasos largos.”\n", " “I will give you what you asked for.” “I beg your pardon, I haven’t asked for anything!” “Yes, you have! Twice now. My pardon. I give it you. In fact I will go so far as to send you on this adventure. Very amusing for me, very good for you—and profitable too, very likely, if you ever get over it.”\n", " “true courage is not knowing when to take a life, but when to spare one\"\n ~Gandalf”\n", " “We have had enough of the old men and the money-counters!\" And people further off took up the cry: \"Up Bowman, and down with the moneybags,”\n", " “The treacherous are ever distrustful,’ answered”\n", " “The slow time passed. Then in the gloom\n two eyes there glowed. He saw his doom,\n Beren, silent, as his bonds he strained\n beyond mortal might enchained.\n Lo! sudden there was rending sound\n of chains that parted and unwound,\n of meshes broken. Forth there leaped\n upon the wolvish thing that crept\n in shadow faithful Felagund,\n careless of fang or mortal wound.”\n", " “the back again carrying Bilbo, was grabbed from behind in the dark. He shouted”\n", " “As a guide I had only my own feelings for what is appealing or moving, and for many the guide was inevitably often at fault. Some who have read the book, or at any rate have reviewed it, have found it boring, absurd, or contemptible; and I have no cause to complain, since I have similar opinions of their works, or of the kinds of writing that they evidently prefer. But”\n"]