[" “Trente chevaux sur une colline rouge;\n D'abord ils mâchonnent,\n Puis ils frappent leur marque,\n Ensuite ils restent immobiles.\n (Les dents)”\n", " “Many a man of arms misreads patience and quiet. She did much good among us at much cost. Her heart was not faint, and patience will break at the last.”\n", " “On ne peut la voir, on ne peut la sentir,\n On ne peut l'entendre, on ne peut la respirer.\n Elle s'étend derrière les étoiles et sous les collines.\n Elle remplit les trous vides.\n Elle vient d'abord et suit après.\n Elle termine la vie, tue le rire.\n (L'obscurité)”\n", " “Sein Zorn war unbeschreiblich - ein Zorn, wie man ihn nur bei reichen Leuten erleben kann, die mehr haben, als sie brauchen, und plötzlich etwas verlieren, das sie schon lange besitzen, aber noch nie benutzt oder benötigt haben.”\n", " “You can only come to the morning through the shadows”\n", " “These hobbits will sit on the edge of ruin and discuss the pleasures of the table.”\n", " “El trabajo que nunca se empieza es el que tarda más en finalizarse”\n", " “We’ve got – you’ve got some of the light of it in that star-glass that the Lady gave you! Why, to think of it, we’re in the same tale still! It’s going on. Don’t the great tales never end?”\n", " “I don’t hold with wearing ironmongery.”\n", " “Mientras cantaban, el hobbit sintió dentro de él el amor de las cosas hermosas hechas a mano con ingenio y magia; un amor fiero y celosos, el deseo del los corazones de los enanos. Entonces algo de los Tuk renació en él: deseó salir y ver las montañas enormes, y oír los pinos y las cascadas, y explorar las cavernas, y llevar una espada en vez de un bastón.”\n", " “Et earello,\n Endorenna utulien.\n Sinome maruvan,\n al Hildinyar,\n Tenn' Ambar Metta!”\n", " “But at the last the gates of Utumno were broken and the halls unroofed, and Melkor took refuge in the uttermost pit. Then Tulkas stood forth as champion of the Valar and wrestled with him, and cast him upon his face; and he was bound with the chain Angainor that Aulë had wrought, and led captive; and the world had peace for a long age.\n Nonetheless the Valar did not discover all the mighty vaults and caverns hidden with deceit far under the fortresses of Angband and Utumno. Many evil things still lingered there, and others were dispersed and fled into the dark and roamed in the waste places of the world, awaiting a more evil hour; and Sauron they did not find.\n But when the Battle was ended and from the ruin of the North great clouds arose and hid the stars, the Valar drew Melkor back to Valinor, bound hand and foot, and blindfold; and he was brought to the Ring of Doom. There he lay upon his face before the feet of Manwë and sued for pardon; but his prayer was denied, and he was cast into prison in the fastness of Mandos, whence none can escape, neither Vala, nor Elf, nor mortal Man. Vast and strong are those halls, and they were built in the west of the land of Aman. There was Melkor doomed to abide for three ages long, before his cause should be tried anew, or he should plead again for pardon.”\n", " “Gandalf for certain this time,” he thought as he puffed along the passage. But it was not. It was two more dwarves,”\n", " “With a terrible cry the Balrog fell forward, and its shadow plunged down and vanished. But even as it fell it swung its whip, and the thongs lashed and curled about the wizard’s knees, dragging him to the brink. He staggered and fell, grasped vainly at the stone, and slid into the abyss. ‘Fly, you fools!’ he cried, and was gone.”\n", " “For advice is a dangerous gift...”\n", " “Dal dubbio, dal buio, al sorger del giorno\n galoppò al sole, spada sguainata.\n Speranza destò, in speranza partì;\n oltre la morte, la paura ed il fato,\n verso la pace, la speranza e la gloria.”\n", " “Tom sang most of the time, but it was chiefly nonsense, or else perhaps a strange language unknown to the hobbits, an ancient language whose words were mainly those of wonder and delight.”\n", " “Los caminos siguen avanzando,\n sobre rocas y bajo árboles,\n por cuevas donde el sol no brilla,\n por arroyos que el mar no encuentran,\n sobre las nieves que el invierno siembra,\n y entre las flores alegres de junio,\n sobre la hierba y sobre la piedra,\n bajo los montes a la luz de la luna.\n Los caminos siguen avanzando\n bajo las nubes, y las estrellas,\n pero los pies que han echado a andar\n regresan por fin al hogar lejano.\n Los ojos que fuegos y espadas han visto,\n y horrores en salones de piedra,\n miran al fin las praderas verdes,\n colinas y árboles conocidos.”\n", " “Then the dwarves forgot their joy and their confident boasts of a moment before and cowered down in fright. Smaug was still to be reckoned with. It does not do to leave a live dragon out of your calculations, if you live near him.”\n", " “I suppose we haven’t lost more than two days by my short cut through the Forest! But perhaps the delay will prove useful – it may have put them off our trail.’ The others looked”\n", " “Deep down here by the dark water lived old Gollum, a small slimy creature. I don’t know where he came from, nor who or what he was. He was Gollum—as dark as darkness, except for two big round pale eyes in his thin face.”\n", " “Victory after all, I suppose!.....Well, it seems a very gloomy business.”\n", " “The stars are far brighter\n Than gems without measure,\n The moon is far whiter\n Than silver in treasure;\n The fire is more shining\n On hearth in the gloaming\n Than gold won by mining,\n So why go a-roaming?”\n", " “Story, fantasy, still go on, and should go on. The Evangelium has not abrogated legends; it has hallowed them, especially the “happy ending.”\n", " “It was dark and dim all day. From the sunless dawn until evening the heavy shadow had deepened, and all hearts in the City were oppressed. Far above a great cloud streamed slowly westward from the Black Land, devouring light, borne upon a wind of war; but below the air was still and breathless, as if all the Vale of Anduin waited for the onset of a ruinous storm.”\n", " “Not even the very wise can see all ends.”\n", " “I have spoken words of hope. But only of hope. Hope is not victory. War is upon us and all our friends, a war in which only the use of the Ring could give us surety of victory. It fills me with great sorrow and great fear: for much shall be destroyed and all may be lost. I am Gandalf, Gandalf the White, but Black is mightier still.”\n", " “They rested and had a light meal, talking quietly and listening from time to time. Twilight was about them as they crept back to the lane. The West wind was sighing in the branches. Leaves were whispering. Soon the road began to fall gently but steadily into the dusk. A star came out above the trees in the darkening East before them.”\n", " “Nada es malo en un principio.”\n", " “It is less easy to find people in the woods and fields.And if you are supposed to be on the road,there is some chance that you will be looked for on the road and not off it.\"\n -Frodo Baggins”\n"]