[" “Do not then stumble at the end of the road.”\n", " “Good morning! said Bilbo, and he meant it.”\n", " “Farewell!” they cried, “wherever you fare, till your eyries receive you at the journey’s end!” That is the polite thing to say among eagles. “May the wind under your wings bear you where the sun sails and the moon walks,” answered Gandalf, who knew the correct reply.”\n", " “I believe legends and myths are largely made of truth..”\n", " “Then are we not to see the merry young hobbits again?\" said Legolas.\n \"I did not say so,\" said Gandalf. \"Who knows? Have patience. Go where you must go, and hope!”\n", " “I do not love the bright sword for its sharpness\n Nor the arrow for its swiftness\n Nor the warrior for his glory\n I love only that which they defend”\n", " “The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater. ‘Some”\n", " “Wizards are always troubled about the future.”\n", " “Sing now, ye people of the Tower of Anor, for the Realm of Sauron is ended for ever, and the Dark Tower is thrown down. Sing and rejoice, ye people of the Tower of Guard, for your watch hath not been in vain, and the Black Gate is broken, and your King hath passed through, and he is victorious. Sing and be glad, all ye children of the West, for your King shall come again, and he shall dwell among you all the days of your life. And the Tree that was withered shall be renewed, and he shall plant it in the high places, and the City shall be blessed. Sing all ye people!”\n", " “¡Por qué, oh por qué habré dejado mi agujero—hobbit! —decía el pobre señor\n Bolsón, mientras se sacudía hacia arriba y abajo sobre el pobre señor Bolsón, mientras se sacudía hacia arriba y abajo sobre la espalda de Bombur.\n —¡Por qué, oh por qué habré traído a este pobrecito hobbit, a buscar el tesoro! —decía el desdichado Bombur que era gordo, y se bamboleaba mientras el sudor le caía en gotas de la nariz a causa del calor y el terror.”\n", " “You speak evil of that which is fair beyond the reach of your thought, and only little wit can excuse you.”\n", " “Now fair and marvellous was that vessel made, and it was filled with a wavering flame, pure and bright; and Earendil the Mariner sat at the helm, glistening with dust of elven-gems, and the Silmaril was bound upon his brow. Far he journeyed in that ship, even into the starless voids; but most often was he seen at morning or at evening, glimmering in sunrise or sunset, as he came back to Valinor from voyages beyond the confines of the world.”\n", " “Era a primeira vez que Sam via uma passagem de um combate de Homens contra Homens, e não lhe tinha agradado muito. Sentiu-se grato por não poder ver o rosto do morto. Perguntou a si mesmo como se chamaria o homem e donde teria vindo, se era realmente mau por natureza ou que mentiras e ameaças o tinham levado a percorrer o longo caminho da sua casa até ali, e se não teria, na realidade, preferido continuar lá em paz.”\n", " “Sing, all ye children of the West,\n for your king shall come again,\n and he shall dwell among you,\n all the days of your life.\n And the Tree that was withered shall be renewed,\n and he shall plant it in the high places,\n and the City shall be blessed.\n Sing, all ye people!”\n", " “These are Rustbell Rabbits! I'd like to see them try!!!”\n", " “Hush, hush! Good People! and good night!\" said Gandalf, who came last. \"Valleys have ears, and some elves have over marry tongues. Good night!”\n", " “Seldom will Orcs journey in the open under the sun, yet these have done so,’ said Legolas. ‘Certainly they will not rest by night.”\n", " “Just a plain hobbit you look,’ said Bilbo. ‘But there is more about you now than appears on the surface. Good luck to you!”\n", " “There he lay, a vast red-golden dragon, fast asleep; thrumming came from his jaws and nostrils, and wisps of smoke, but his fires were low in slumber.”\n", " “Hey dol! merry dol! ring a dong dillo!\n Ring a dong! hop along! fal lal the willow!\n Tom Bom, jolly Tom, Tom Bombadillo!”\n", " “They tried to pierce your heart with a Morgul-knife which remains in the wound. If they had succeeded, you would have become like they are, only weaker and under their command. You would have became a wraith under the dominion of the Dark Lord.”\n", " “Bilbo was sadly reflecting that adventures are not all pony-rides in May-sunshine...”\n", " “There were many paths that led up into those mountains, and many passes over them. But most of the paths were cheats and deceptions and led nowhere or to bad ends; and most of the passes were infested by evil things and dreadful dangers.”\n", " “There isn't no call to go talking of pushing and pulling. Boats are quite tricky enough for those that sit still without looking for further for the cause of trouble.”\n", " “No, he will not!\" said Frodo. \"I shall not ride him, if I am to be carried off to Rivendell or anywhere else, leaving my friends behind in danger.\"\n Glorfindel smiled. \"I doubt very much,\" he said, \"if your friends would be in danger if you were not with them! The pursuit would follow you and leave us in peace, I think. It is you, Frodo, and that which you bear that brings us all in peril.”\n", " “In the Wide World the Wood-elves lingered in the twilight of our Sun and Moon, but loved best the stars; and they wandered in the great forests that grew tall in lands that are now lost. They dwelt most often by the edges of the woods, from which they could escape at times to hunt, or to ride and run over the open lands by moonlight or starlight; and after the coming of Men they took ever more and more to the gloaming and the dusk. Still elves they were and remain, and that is Good People.”\n", " “Gandalf for certain this time,” he thought as he puffed along the passage. But it was not. It was two more dwarves, both with blue hoods, silver belts, and yellow beards; and each of them carried a bag of tools and a spade. In they hopped, as soon as the door began to open—Bilbo was hardly surprised at all.”\n", " “As far as he could remember, Sam slept through the night in deep content, if logs are contented.”\n", " “Though Isengard be strong and hard, as cold as stone and bare as bone,\n We go, we go, we go to war, to hew the stone and break the door!”\n", " “Farmer Giles went home feeling very uncomfortable. He was finding that a local reputation may require keeping up, and that may prove awkward.”\n"]