[" “He ran to Frodo and took his left hand, awkwardly and shyly. He stroked it gently and then he blushed and turned hastily away.”\n", " “it was not by numbers that we were defeated. A power was there that we have not felt before.”\n", " “We like the dark,\" said all the dwarves. 'Dark for dark business! There are many hours before dawn.”\n", " “Ho, hm, well, we could, you know! You do not know, perhaps, how strong we are. Maybe you have heard of Trolls? They are mighty strong. But Trolls are only counterfeits, made by the Enemy in the Great Darkness, in mockery of Ents, as Orcs were of Elves.”\n", " “I am no man”\n", " “Draußen, in der weiten Welt...stoßen einem merkwürdige Dinge zu, und unerwartete Aufgaben werden einem auferlegt. Der Wanderer, der zurückkehrt, ist ein anderer als der, welcher ausgezogen ist.”\n", " “One for the Shire!’ cried Aragorn. ‘The hobbit’s bite is deep! You have a good blade, Frodo son of Drogo!”\n", " “You shall not pass.”\n", " “But we have no need of other company, and hobbits are so dull,”\n", " “I feel as if I was inside a song,”\n", " “The Harfoots were browner of skin, smaller, and shorter, and they were beardless and bootless; their hands and feet were neat and nimble; and they preferred highlands and hillsides. The Stoors were broader, heavier in build; their feet and hands were larger; and they preferred flat lands and riversides. The Fallohides were fairer of skin and also of hair, and they were taller and slimmer than the others; they were lovers of trees and of woodlands.”\n", " “but I found him a prisoner in the dungeons”\n", " “Yet also I should be sad,' said Théoden, for however the fortune of war shall go, may it not so end that much that was fair and wonderful shall pass for ever out of Middle-earth?'\n 'It may,' said Gandalf. 'The evil of Sauron cannot be wholly cured, nor made as if it had not been. But to such days we are doomed. Let us now go on with the journey we have begun!”\n", " “Bless us and splash us, my precioussss!”\n", " “I sit beside the fire and think\n of how the world will be\n when winter comes without a spring\n that I shall ever see.”\n", " “There was more than one power at work, Frodo. The”\n", " “were on a journey to visit our relatives, our nephews and nieces, and first, second, and third cousins, and the other descendants of our grandfathers, who live on the East side of these truly hospitable mountains,” said Thorin, not quite knowing what to say all at once in a moment, when obviously the exact truth would not do at all.”\n", " “There was a most specially greedy, strong and wicked worm called Smaug. One”\n", " “Arise now, arise, Riders of Théoden! Dire deeds awake, dark is it eastward. Let horse be bridled, horn be sounded! Forth Eorlingas!”\n", " “There’s earth under his old feet, and clay on his fingers; wisdom in his bones, and both his eyes are open,’ said Tom. It”\n", " “There is nothing like looking, if you want to find something. You certainly usually find something, if you look, but it is not always quite the something you were after”\n", " “Fate has not been kinder to him than he deserves. The sight of the ruin of all that he thought so strong and magnificent must have been almost punishment enough. But I fear that worse awaits him.”\n", " “mattocks; but”\n", " “But the eyes that he liked the least were horrible pale bulbous sort of eyes. “Insect eyes,” he thought, “not animal eyes, only they are much too big.”\n", " “É que da bem-aventurança e da alegria na vida há pouco a ser dito enquanto duram; assim como as obras belas e maravilhosas, enquanto perduram para que os olhos as contemplem, são registros de si mesmas; e somente quando correm perigo ou são destruídas é que se transformam em poesia.”\n", " “Then the hobbit slipped on his ring, and warned by the echoes to take more than hobbit’s care to make no sound, he crept noiselessly down, down, down into the dark. He was trembling with fear, but his little face was set and grim. Already he was a very different hobbit from the one that had run out without a pocket-handkerchief from Bag-End long ago. He had not had a pocket-handkerchief for ages. He loosened his dagger in its sheath, tightened his belt, and went on.”\n", " “Don’t adventures ever have an end? I suppose not. Someone else always has to carry on the story. Well,”\n", " “Fly, you fools!' he cried, and was gone.”\n", " “Going on from there was the bravest thing he ever did. The tremendous things that happened afterward were as nothing compared to it. He fought the real battle in the tunnel alone, before he ever saw the vast danger that lay in wait.”\n", " “Deep down here by the dark water lived old Gollum, a small slimy creature. I don’t know where he came from, nor who or what he was.”\n"]