[" “No, I don't think any harm of old Butterbur. Only he does not altogether like mysterious vagabonds of my sort.' Frodo gave him a puzzled look.\n 'Well, I have rather a rascally look, have I not?' said Strider with a curl of his lip and a queer gleam in his eye.”\n", " “There is a seed of courage hidden (often deeply, it is true) in the heart of the fattest and most timid hobbit, waiting for some final and desperate danger to make it grow.”\n", " “Elves are wondrous fair to look upon.”\n", " “But where our hearts truly lie is in peace and quiet and good tilled earth.”\n", " “As they passed through the camp an old man, wrapped in a dark cloak, rose from a tent door where he was sitting and came towards them. “Well done! Mr. Baggins!” he said, clapping Bilbo on the back. “There is always more about you than anyone expects!” It was Gandalf.”\n", " “..an equally basic passion of mine ab initio was for myth (not allegory!) and for fairy-story, and above all for heroic legend on the brink of fairy-tale and history, of which there is far too little in the world (accessible to me) for my appetite ...”\n", " “Fair shall the end be,’ he cried, ‘though long and hard shall be the road! Say”\n", " “Farewell, good thief,” he said. “I go now to the halls of waiting to sit beside my fathers, until the world is renewed. Since I leave now all gold and silver, and go where it is of little worth, I wish to part in friendship from you, and I would take back my words and deeds at the Gate.”\n", " “Elrond was in his chair and the fire was on his face like summer-light upon the trees.”\n", " “It was like a globe with a thousand facets; it shone like silver in the firelight, like water in the sun, like snow under the stars, like rain upon the Moon!”\n", " “What news from the North, O mighty wind, do you bring to me today? What news of Boromir the Bold? For he is long away.’ ‘Beneath Amon Hen I heard his cry. There many foes he fought. His cloven shield, his broken sword, they to the water brought. His head so proud, his face so fair, his limbs they laid to rest; And Rauros, golden Rauros-falls, bore him upon its breast.’ ‘O Boromir! The Tower of Guard shall ever northward gaze To Rauros, golden Rauros-falls, until the end of days.”\n", " “Many children make up, or begin to make up, imaginary languages. I have been at it since I could write. But I have never stopped, and of course, as a professional philologist (especially interested in linguistic aesthetics), I have changed in taste, improved in theory, and probably in craft. Behind my stories is now a nexus of languages (mostly only structurally sketched). But to those creatures which in English I call misleadingly Elvesfn11 are assigned two related languages more nearly completed, whose history is written, and whose forms (representing two different sides of my own linguistic taste) are deduced scientifically from a common origin. Out of these languages are made nearly all the names that appear in my legends. This gives a certain character (a cohesion, a consistency of linguistic style, and an illusion of historicity) to the nomenclature, or so I believe, that is markedly lacking in other comparable things. Not all will feel this as important as I do, since I am cursed by acute sensibility in such matters.”\n", " “keep your spirits up, hope for the best, and with a tremendous slice of luck you may come out one day and see the Long Marshes lying below you,”\n", " “Do not laugh! But once upon a time (my crest has long since fallen) I had a mind to make a body of more or less connected legend, ranging from the large and cosmogonic, to the level of romantic fairy-story – the larger founded on the lesser in contact with the earth, the lesser drawing splendour from the vast backcloths – which I could dedicate simply to: to England; to my country. It should possess the tone and quality that I desired, somewhat cool and clear, be redolent of our ‘air’ (the clime and soil of the North West, meaning Britain and the hither parts of Europe: not Italy or the Aegean, still less the East), and, while possessing (if I could achieve it) the fair elusive beauty that some call Celtic (though it is rarely found in genuine ancient Celtic things), it should be ‘high’, purged of the gross, and fit for the more adult mind of a land long now steeped in poetry. I would draw some of the great tales in fullness, and leave many only placed in the scheme, and sketched. The cycles should be linked to a majestic whole, and yet leave scope for other minds and hands, wielding paint and music and drama. Absurd.\n Of course, such an overweening purpose did not develop all at once. The mere stories were the thing. They arose in my mind as ‘given’ things, and as they came, separately, so too the links grew. An absorbing, though continually interrupted labour (especially since, even apart from the necessities of life, the mind would wing to the other pole and spend itself on the linguistics): yet always I had the sense of recording what was already ‘there’, somewhere: not of ‘inventing’. Of course, I made up and even wrote lots of other things (especially for my children). Some escaped from the grasp of this branching acquisitive theme, being ultimately and radically unrelated: Leaf by Niggle and Farmer Giles, for instance, the only two that have been printed. The Hobbit, which has much more essential life in it, was quite independently conceived: I did not know as I began it that it belonged. But it proved to be the discovery of the completion of the whole, its mode of descent to earth, and merging into ‘history’. As the high Legends of the beginning are supposed to look at things through Elvish minds, so the middle tale of the Hobbit takes a virtually human point of view – and the last tale blends them.”\n", " “What do you fear, lady?’ he asked. ‘A cage,’ she said. ‘To stay behind bars, until use and old age accept them, and all chance of doing great deeds is gone beyond recall or desire.”\n", " “The news today about \"Atomic bombs\" is so horrifying one is stunned. The utter folly of these lunatic physicists to consent to do such work for war-purposes: calmly plotting the destruction of the world! Such explosives in men's hands, while their moral and intellectual status is declining, is about as useful as giving out firearms to all inmates of a gaol and then saying that you hope \"this will ensure peace\" . . . Well we're in God's hands. And He does not look kindly on Babel-builders. (letter 102)”\n", " “Проклет да е Менегрот! Проклет да е и пътят, по който стъпваш! Вече всичко свърши. Сега идва нощта!”\n", " “The sequel [to The Silmarillion and The Hobbit], The Lord of the Rings, much the largest, and I hope also in proportion the best, of the entire cycle, concludes the whole business – an attempt is made to include in it, and wind up, all the elements and motives of what has preceded: elves, dwarves, the Kings of Men, heroic ‘Homeric’ horsemen, orcs and demons, the terrors of the Ring-servants and Necromancy, and the vast horror of the Dark Throne, even in style it is to include the colloquialism and vulgarity of Hobbits, poetry and the highest style of prose. We are to see the overthrow of the last incarnation of Evil, the unmaking of the Ring, the final departure of the Elves, and the return in majesty of the true King, to take over the Dominion of Men, inheriting all that can be transmitted of Elfdom in his high marriage with Arwen daughter of Elrond, as well as the lineal royalty of Númenor. But as the earliest Tales are seen through Elvish eyes, as it were, this last great Tale, coming down from myth and legend to the earth, is seen mainly though the eyes of Hobbits: it thus becomes in fact anthropocentric. But through Hobbits, not Men so-called, because the last Tale is to exemplify most clearly a recurrent theme: the place in ‘world politics’ of the unforeseen and unforeseeable acts of will, and deeds of virtue of the apparently small, ungreat, forgotten in the places of the Wise and Great (good as well as evil). A moral of the whole (after the primary symbolism of the Ring, as the will to mere power, seeking to make itself objective by physical force and mechanism, and so also inevitably by lies) is the obvious one that without the high and noble the simple and vulgar is utterly mean; and without the simple and ordinary the noble and heroic is meaningless.”\n", " “Knock on the doors with your head, Peregrin Took,' said Gandalf. 'But if that does not shatter them, and I am allowed a little peace from foolish questions, I will seek for the opening words.”\n", " “His magic ring he kept a great secret, for he chiefly used it when unpleasant callers came.”\n", " “I have thought of a nice ending for it: and he lived happily ever after to the end of his days.’ Gandalf laughed. ‘I hope he will. But nobody will read the book, however it ends.’ ‘Oh, they may, in years to come. Frodo has read some already, as far as it has gone. You’ll keep an eye on Frodo, won’t you?’ ‘Yes, I will – two eyes, as often as I can spare them.”\n", " “an old man with a staff. He had a tall pointed blue hat, a long grey cloak, a silver scarf over which his long white beard hung down”\n", " “No pidas consejo a los Elfos, pues te dirán al mismo tiempo que sí y que no.”\n", " “You can't trust us to let you face trouble alone.”\n", " “Rally to me! To me!”\n", " “Gil-galad was an Elven-king. Of him the harpers sadly sing: the last whose realm was fair and free between the Mountains and the Sea.”\n", " “the 'fairy-story' is really an adult genre, and one for which a starving audience exists.”\n", " “Then the prophecies of the old songs have turned out to be true, after a fashion!” said Bilbo. “Of course!” said Gandalf. “And why should not they prove true? Surely you don’t disbelieve the prophecies, because you had a hand in bringing them about yourself?”\n", " “A estrada avança sempre, sempre,\n A partir da porta onde começou.\n Agora a estrada chegou muito longe\n E tenho de segui-la, se puder.\n De percorrê-la com pés fatigados,\n Até se fundir noutro caminho maior,\n Onde se encontram muitos caminhos e missões.\n E depois, para onde? Não sei dizer.”\n", " “But all’s well as ends well;”\n"]