[" “The wise speak only of what they know, Gríma son of Gálmód. A witless worm have you become. Therefore be silent, and keep your forked tongue behind your teeth. I have not passed through fire and death to bandy words with a serving-man till the lightning falls.' There was a roll of thunder. The sunlight became blotted out from the eastern windows; the whole hall became suddenly dark as night. The fire faded to sullen embers. Only Gandalf could be seen, standing white and tall before the blackened hearth.”\n", " “Speak, or I will put a dint in your hat that even a wizard will find hard to deal with!”\n", " “Of course, it is likely enough, my friends,\" he said slowly, \"likely enough that we are going to our dooms: the last march of the Ents. But if we stayed at home and did nothing, doom would find us anyway, sooner or later.”\n", " “No half-heartedness and no worldly fear must turn us aside from following the light unflinchingly.”\n", " “Such bees! Bilbo had never seen anything like them.\n \"If one were to sting me,\" He thought \"I should swell up as big as I am!”\n", " “You call a tree a tree, he said, and you think nothing more of the word. But it was not a 'tree' until someone gave it that name. You call a star a star, and say it is just a ball of matter moving on a mathematical course. But that is merely how you see it. By so naming things and describing them you are only inventing your own terms about them. And just as speech is invention about objects and ideas, so myth is invention about truth.\n We have come from God (continued Tolkien), and inevitably the myths woven by us, though they contain error, will also reflect a splintered fragment of the true light, the eternal truth that is with God. Indeed only by myth-making, only by becoming a 'sub-creator' and inventing stories, can Man aspire to the state of perfection that he knew before the Fall. Out myths may be misguided, but they steer however shakily towards the true harbor, while materialistic 'progress' leads only to a yawning abyss and the Iron Crown of evil.”\n", " “Leave him! I said. I never mean to. I am going with him, if he climbs to the Moon; and if any of these Black Riders try to stop him, they'll have Sam Gamgee to reckon with, I said. They laughed.”\n", " “Adventures only make you late for dinner.”\n", " “A fox passing through the wood on business of his own stopped several minutes and sniffed.\n 'Hobbits!' he thought. 'Well, what next? I have heard of strange doings in this land, but I have seldom heard of a hobbit sleeping out of doors under a tree. Three of them! There's something mighty queer behind this.' He was quite right, but he never found out any more about it.”\n", " “Galadriel his sister went not with him to Nargothrond, for in Doriath dwelt Celeborn, kinsman of Thingol, and there was great love between them. Therefore she remained in the Hidden Kingdom, and abode with Melian, and of her learned great lore and wisdom concerning Middle-earth.”\n", " “The world is changing: I feel it in the water, I feel it in the earth, and I smell it in the air.”\n", " “I feel I need a holiday, a very long holiday, as I have told you before. Probably a permanent holiday: I don't expect I shall return. in fact, I don't mean to, and I have made all arrangements....\n I feel all thin, sort of stretched, if you know what I mean: like butter that has been scraped over too much bread. That can't be right. I need a change, or something.'\n Bilbo”\n", " “Every worm has his weak spot.\n لكل أفعى نقطة ضعف”\n", " “Curse us and crush us, my precious is lost!”\n", " “Thag you mery buch.”\n", " “the quiet was so deep that their feet seemed to thump along while all the trees leaned over them and listened,”\n", " “Yet dawn is ever the hope of men.”\n", " “They hammered on the outer gate and called, but there was at first no answer; and then to their surprise someone blew a horn, and the lights in the windows went out. A voice shouted in the dark: 'Who's that? Be off! You can't come in. Can't you read the notice: No admittance between sundown and sunrise?' 'Of course we can't read the notice in the dark,' Sam shouted back. 'And if hobbits of the Shire are to be kept out in the wet on a night like this, I'll tear down your notice when I find it.”\n", " “There was Eru, the One, who in Arda is called Ilúvatar; and he made first the Ainur, the Holy Ones, that were the offspring of his thought, and they were with him before aught else was made.”\n", " “Here ends the SILMARILLION. If it has passed from the high and the beautiful to darkness and ruin, that was of old the fate of Arda Marred; and if any change shall come and the Marring be amended, Manwë and Varda may know; but they have not revealed it, and it is not declared in the dooms of Mandos.”\n", " “Then shouldering their burdens, they set off, seeking a path that would bring them over the grey hills of the Emyn Muil, and down into the Land of Shadow.”\n", " “All the same, I should like it all plain and clear,\" said he obstinately, putting on his business manner (usually reserved for people who tried to borrow money off him), and doing his best to appear wise and prudent and professional and live up to Gandalf's recommendation. \"Also I should like to know about risks, out-of-pocket expenses, time required and remuneration, and so forth\"--by which he meant: \"What am I going to get out of it ? and am I going to come back alive?”\n", " “But you will be healed. You were meant to be solid and whole, and you will be.”\n", " “Maedhros laughed saying: 'A king is he that can hold his own or else his title is vain. Thingol does but grant us lands where his power does not run. Indeed Doriath alone would be his realm this day but for the coming of the Noldor. Therefore in Doriath let him reign and be glad that he has the sons of Finwe for his neighbours not the Orcs of Morgoth that we found.”\n", " “Good stories deserve a little embellishment.”\n", " “Faithful heart may have froward tongue.”\n", " “he was for long my only audience... Only from him did I ever get the idea that my ‘stuff’ could be more than a private hobby. But for his interest and unceasing eagerness for more I should never have brought The L. of the R. to a conclusion.”\n", " “I threw down my enemy, and he fell from the high place and broke the mountain-side where he smote it in his ruin.”\n", " “Frodo: 'It's a pity Bilbo didn't kill Gollum when he had the chance.'\n Gandalf: 'Pity? It's a pity that stayed Bilbo's hand. Many that live deserve death. Some that die deserve life. Can you give it to them, Frodo? Do not be too eager to deal out death in judgment. Even the very wise cannot see all ends. My heart tells me that Gollum has some part to play in it, for good or evil, before this is over. The pity of Bilbo may rule the fate of many.' Frodo: 'I wish the Ring had never come to me. I wish none of this had happened.'\n Gandalf: 'So do all who live to see such times, but that is not for them to decide. All we have to decide is what to do with the time that is given to us. There are other forces at work in this world, Frodo, besides that of evil. Bilbo was meant to find the Ring, in which case you were also meant to have it. And that is an encouraging thought.”\n", " “La Fantasía es una actividad connatural al hombre. Claro está que ni destruye ni ofende a la Razón. Y tampoco inhibe nuestra búsqueda ni empaña nuestra percepción de las verdades científicas. Al contrario. Cuanto más aguda y más clara sea la razón, más cerca se encontrará de la Fantasía. Si el hombre llegara a hallarse alguna vez en un estado tal que le impidiese o le privase de la voluntad de conocer o percibir la verdad (hechos o evidencias), la Fantasía languidecería hasta que la humanidad sanase.”\n"]