[" “Yet such is oft the course of deeds that move the wheels of the world: small hands do them because they must, while the eyes of the great are elsewhere.”\n", " “After some time he felt for his pipe. It was not broken, and that was something. Then he felt for his pouch, and there was some tobacco in it, and that was something more. Then he felt for matches and he could not find any at all, and that shattered his hopes completely.”\n", " “Maybe the paths that you each shall tread are already laid before your feet though you do not see them”\n", " “It was an evil doom that set her in his path. For she is a fair maiden, fairest lady of a house of queens. And yet I know not how I should speak of her. When I first looked on her and perceived her unhappiness, it seemed to me that I saw a white flower standing straight and proud, shapely as a lily and yet knew that it was hard, as if wrought by elf-wrights out of steel.\n (Aragorn talking of Eowyn, in the Houses of Healing)”\n", " “I should like to save the Shire, if I could - though there have been times when I thought the inhabitants too stupid and dull for words, and have felt that an earthquake or an invasion of dragons might be good for them. But I don't feel like that now. I feel that as long as the Shire lies behind, safe and comfortable, I shall find wandering more bearable: I shall know that somewhere there is a firm foothold, even if my feet cannot stand there again.”\n", " “Fear nothing! Have peace until the morning! Heed no nightly noises!”\n", " “The woman turned and went slowly into the house. As she passed the doors she turned and looked back. Grave and thoughtful was her glance, as she looked on the king with cool pity in here eyes. Very fair was her face, and her long hair was like a river of gold. Slender and tall she was in her white robe girt with silver; but strong she seemed and stern as steel, a daughter of kings.”\n", " “Then as he had kept watch Sam had noticed that at times a light seemed to be shining faintly within; but now the light was even clearer and stronger. Frodo's face was peaceful, the marks of fear and care had left it; but it looked old, old and beautiful, as if the chiseling of the shaping years was now revealed in many fine lines that had before been hidden, though the identity of the face was not changed. Not that Sam Gamgee put it that way to himself. He shook his head, as if finding words useless, and murmured: \"I love him. He's like that, and sometimes it shines through, somehow. But I love him, whether or no.”\n", " “A time may come soon,\" said he, \"when none will return. Then there will be need of valour without renown, for none shall remember the deeds that are done in the last defence of your homes. Yet the deeds will not be less valiant because they are unpraised.\"\n She answered: \"All your words are but to say: you are a woman, and your part is in the house. But when the men have died in battle and honour, you have leave to be burned in the house, for the men will need it no more. But I am of the House of Eorl and not a serving-woman. I can ride and wield blade, and I do not fear either pain or death.\"\n \"What do you fear, lady?\" he asked.\n \"A cage,\" she said. \"To stay behind bars, until use and old age accept them, and all chance of doing great deeds is gone beyond recall or desire.”\n", " “Not idly do the leaves of Lorien fall”\n", " “After all, I believe that legends and myths are largely made of 'truth', and indeed present aspects of it that can only be received in this mode; and long ago certain truths and modes of this kind were discovered and must always reappear.”\n", " “Cold be hand and heart and bone,\n and cold be sleep under stone:\n never more to wake on stony bed,\n never, till the Sun fails and the Moon is dead.\n In the black wind the stars shall die,\n and still on gold here let them lie,\n till the dark lord lifts his hand\n over dead sea and withered land.”\n", " “Bilbo almost stopped breathing, and went stiff himself. He was desperate. He must get away, out of this horrible darkness, while he had any strength left. He must fight. He must stab the foul thing, put its eyes out, kill it. It meant to kill him. No, not a fair fight. He was invisible now. Gollum had no sword. Gollum had not actually threatened to kill him, or tried yet. And he was miserable, alone, lost. A sudden understanding, a pity mixed with horror, welled up in Bilbo’s heart: a glimpse of endless unmarked days without light or hope of betterment, hard stone, cold fish, sneaking and whispering.”\n", " “It is the way of my people to use light words at such times and say less than they mean. We fear to say too much. It robs us of the right words when a jest is out of place.”\n", " “I have found that it is the small everyday deed of ordinary folks that keep the darkness at bay. Small acts of kindness and love.\" ~ Gandalf (J. R. R. Tolkein ~ The Hobbit)”\n", " “Indeed in nothing is the power of the Dark Lord more clearly shown than in the estrangement that divides all those who still oppose him.”\n", " “But fear no more! I would not take this thing, if it lay by the highway. Not were Minas Tirith falling in ruin and I alone could save her, so, using the weapon of the Dark Lord for her good and my glory. No, I do not wish for such triumphs, Frodo son of Drogo.”\n", " “Gil-galad was an Elven-king.\n Of him the harpers sadly sing:\n the last whose realm was fair and free\n between the Mountains and the Sea.\n His sword was long, his lance was keen,\n his shining helm afar was seen;\n the countless stars of heaven's field\n were mirrored in his silver shield.\n But long ago he rode away,\n and where he dwelleth none can say;\n for into darkness fell his star\n in Mordor where the shadows are.”\n", " “His love for Frodo rose above all other thoughts, and forgetting his peril he cried aloud: 'I'm coming Mr. Frodo!”\n", " “If most of us valued food and cheer and song above hoarded gold, it would be a merrier world.”\n", " “And you, Ring-bearer,’ she said, turning to Frodo. ‘I come to you last who are not last in my thoughts. For you I have prepared this.’ She held up a small crystal phial: it glittered as she moved it, and rays of white light sprang from her hand. ‘In this phial,’ she said, ‘is caught the light of Eärendil’s star, set amid the waters of my fountain. It will shine still brighter when night is about you. May it be a light to you in dark places, when all other lights go out. Remember Galadriel and her Mirror!’\n Frodo took the phial, and for a moment as it shone between them, he saw her again standing like a queen, great and beautiful.”\n", " “They were frightfully angry. Quite apart from the stones no spider has ever liked being called Attercop, and Tomnoddy of course is insulting to anybody.”\n", " “Help means ruin and saving means slaying.”\n", " “Already he was a very different hobbit from the one that had run out without a pocket-handkerchief from Bag-End long ago. He had not had a pocket-handkerchief for ages.”\n", " “For you little gardener and lover of trees, I have only a small gift. Here is set G for Galadriel, but it may stand for garden in your tongue. In this box there is earth from my orchard, and such blessing as Galadriel has still to bestow is upon it. It will not keep you on your road, nor defend you against any peril; but if you keep it and see your home again at last, then perhaps it may reward you. Though you should find all barren and laid waste, there will be few gardens in Middle-earth that will bloom like your garden, if you sprinkle this earth there. Then you may remember Galadriel, and catch a glimpse far off of Lórien, that you have seen only in our winter. For our spring and our summer are gone by, and they will never be seen on earth again save in memory.”\n", " “Grave and thoughtful was her glance, as she looked on the king with cool pity in her eyes. Very fair was her face, and her long hair was like a river of gold. Slender and tall she was in her white robe girt with silver; but strong she seemed and stern as steel, a daughter of kings.\n Thus Aragorn for the first time in the full light of day beheld Eowyn, Lady of Rohan, and thought her fair; fair and cold, like a morning of pale spring that is not yet come to womanhood. And she now was suddenly aware of him: tall heir of kings, wise with many winters, grey cloaked, hiding a power that yet she felt. For a moment still as stone she stood, then turning swiftly she was gone.”\n", " “Suddenly Faramir stirred, and he opened his eyes, and he looked on Aragorn who bent over him; and a light of knowledge and love was kindled in his eyes, and he spoke softly. 'My lord, you called me. I come. What does the king command?”\n", " “It must often be so, Sam, when things are in danger: some one has to give them up, lose them, so that others may keep them.”\n", " “The others cast themselves down upon the fragrant grass, but Frodo stood awhile still lost in wonder. It seemed to him that he had stepped through a high window that looked on a vanished world. A light was upon it for which his language had no name. All that he saw was shapely, but the shapes seemed at once clear cut, as if they had been first conceived and drawn at the uncovering of his eyes, and ancient as if they had endured for ever. He saw no colour but those he knew, gold and white and blue and green, but they were fresh and poignant, as if he had at that moment first perceived them and made for them names new and wonderful. In winter here no heart could mourn for summer or for spring. No blemish or sickness or deformity could be seen in anything that grew upon the earth. On the land of Lórien, there was no stain.”\n", " “Romance is a sudden and miraculous grace: never to be counted on to recur. It does not deny the existence of eucatastrophe, of sorrow and failure: the possibility of these is necessary to the joy of deliverance; it denies (in the face of much evidence, if you will) universal final defeat and in so far is evangelium, giving a fleeting glimpse of Joy, Joy beyond the walls of the world poignant as grief.”\n"]