[" “Do not regret your choice in the valley of the Emyn Muil, nor call it a vain pursuit. You chose amid doubts the path that seemed right: the choice was just, and it has been rewarded. For”\n", " “Es sabiduría reconocer la necesidad, cuando todos los otros cursos ya han sido considerados, aunque pueda parecer locura a aquellos que se aferran a falsas esperanzas.”\n", " “It's a dangerous business going out your front door.”\n", " “...the great policies of world history, 'the wheels of the world', are often turned not by the Lords and Governors, even gods, but by the seemingly unknown and weak.”\n", " “Many that live deserve death. And some that die deserve life. Can you give it to them?”\n", " “On the contrary! No, the burned hand teaches best. After that advice about fire goes to the heart.”\n", " “Desleal es aquel que se despide cuando el camino oscurece.”\n", " “If you really want to know what Middle-earth is based on, it’s my wonder and delight in the earth as it is, particularly the natural earth.”\n", " “¿Qué vas a hacer entonces? -preguntó Pippin a quien no intimidaban las pobladas cejas del mago.\n -Golpear a las puertas con tu cabeza, Peregrin Tuk -dijo Gandalf-. Y si eso no las echa abajo, tendré por lo menos un poco de paz, sin nadie que me haga preguntas estúpidas.”\n", " “In two days going they rowed right up the Long Lake and passed out into the River Running, and now they could all see the Lonely Mountain towering grim and tall before them. The stream was strong and their going slow.”\n", " “To his astonishment and terror, and lasting delight, Sam saw a vast shape crash out of the trees and come careering down the slope.”\n", " “do not despise the lore that has come down from distant years; for oft it may chance that old wives keep in memory word of things that once were needful for the wise to know.”\n", " “Some things it is better to begin than to refuse, even though the end may be dark.”\n", " “It will be seen that the form of the mountain’s spurs were very much [the] same as they appear on Thror’s map as published (with the height of Ravenhill at the end of the southern spur and the camp beneath it); but the ruins of Dale are on the east side of the River Running, since they were not enclosed within a great eastward loop of the river. The device at the top of the map apparently represents the points of the compass, with the seven stars of the Great Bear in the North (the black spots to the left of the stars are merely marks on the paper), the Sun in the South, the Misty Mountains in the West and (I think) the entrance to the Elvenking’s halls in the East. The names at the bottom of the page, ‘Mirkwood’, ‘marshes’, and ‘Lake Town’, and the ‘camp’below the mountain, were added in at the same time as the second version of the text of the Moon-runes. At the bottom on the right is the first actual sketch of the Lonely Mountain, added in pencil.”\n", " “What’s taters, precious, eh, what’s taters?’ ‘Po – ta – toes,’ said Sam. ‘The Gaffer’s delight, and rare good ballast for an empty belly.”\n", " “So it was that Frodo saw her whom few mortals had yet seen; Arwen, daughter of Elrond, in whom it was said that the likeness of Lúthien had come on earth again; and she was called Undómiel, for she was the Evenstar of her people.”\n", " “Words should not be used merely because they are 'old' or obsolete. The words chosen, however remote they may be from colloquial speech or ephemeral suggestions, must be words that remain in literary use, especially in the use of verse, among educated people. (To such\n was addressed, into whatever hands it may since have fallen.) They must need no gloss. The fact that a word was still used by Chaucer, or by Shakespeare, or even later, gives it no claim, if it has in our time perished from literary use.”\n", " “underground!”\n", " “Bilbo had never seen or imagined anything of the kind. They were high up in a narrow place, with a dreadful fall into a dim valley at one side of them. There they were sheltering under a hanging rock for the night, and he lay beneath a blanket and shook from head to toe. When he peeped out in the lightning-flashes, he saw that across the valley the stone-giants were out, and were hurling rocks at one another for a game, and catching them, and tossing them down into the darkness where they smashed among the trees far below, or splintered into little bits with a bang. Then came a wind and a rain, and the wind whipped the rain and the hail about in every direction, so that an overhanging rock was no protection at all. Soon they were getting drenched and their ponies were standing with their heads down and their tails between their legs, and some of them were whinnying with fright. They could hear the giants guffawing and shouting all over the mountainsides.”\n", " “We come, we come with roll of drum: ta-runda runda runda rom!\n We come, we come with horn and drum: ta-rūna rūna rūna rom!\n To Isengard! Though Isengard be ringed and barred with doors of stone;\n Though Isengard be strong and hard, as cold as stone and bare as bone,\n We go, we go, we go to war, to hew the stone and break the door;\n For bole and bough are burning now, the furnace roars-we go to war!\n To land of gloom with tramp of doom, with roll of drum, we come, we come;\n To Isengard with doom we come!\n With doom we come, with doom we come!”\n", " “Run naked on the grass, while Tom goes”\n", " “Üç Yüzük göğün altında yaşayan Elf Kralları'na\n Yedisi taştan saraylarında Cüce Hükümdarlar'a,\n Dokuz Yüzük Ölümlü İnsanlar'a, ölecekler ne yazık\n Bir Yüzük gölgeler içindeki Mordor Diyarı'nda,\n Kara tahtında oturan Karanlıklar Efendisi'ne\n Hepsine hükmedecek Bir Yüzük, hepsini o bulacak\n Hepsini bir araya getirip karanlıkta birbirine bağlayacak\n Gölgeler içindeki Mordor Diyarı'nda”\n", " “Avrei tanto desiderato che tutto ciò non fosse accaduto ai miei giorni!\n Anch'io, come d'altronde tutti coloro che vivono questi avvenimenti. Ma non tocca a noi scegliere. Tutto ciò che possiamo decidere è come disporre del tempo che ci è dato.”\n", " “But I do not slay man or beast needlessly, and not gladly even when it is needed. Neither do I talk in vain.”\n", " “A mortal, Frodo, who keeps one of the Great Rings, does not die, but he does not grow or obtain more life, he merely continues, until at last every minute is a weariness. And if he often uses the Ring to make himself invisible, he fades: he becomes in the end invisible permanently,”\n", " “He wondered what the man’s name was and where he came from; and if he was really evil of heart, or what lies or threats had led him on the long march from his home; and if he would not really rather have stayed there in peace”\n", " “Tall and proud he seemed again; and rising in his stirrups he cried out in a loud voice, more clear than any there had ever heard a mortal man achieve before:\n Arise, arise, Riders is Théoden!\n Fell deeds awake: fire and slaughter!\n spear shall be shaken, shield be splintered,\n a sword-day, a red day, ere the sun rises!\n Ride now, ride now! Ride to Gondor!”\n", " “A great dread fell on him, as if he was awaiting the pronouncement of some doom that he had long foreseen and vainly hoped might after all never be spoken.”\n", " “All we have to decide is what to do with the time that is given to us”\n", " “I am old, Gandalf. I don’t look it, but I am beginning to feel it in my heart of hearts. Well-preserved indeed!’ he snorted. ‘Why, I feel all thin, sort of stretched, if you know what I mean: like butter that has been scraped over too much bread. That can’t be right. I need a change, or something.’ Gandalf”\n"]