[" “They seem a bit above my likes and dislikes, so to speak,\" answered Sam slowly. \"It don't seem to matter what I think about them. They are quite different from what I expected — so old and young, and so gay and sad, as it were.”\n", " “If people were in the habit of refering to 'King George's council, Winston and his gang,' it would go a long way to clearing thought, and reducing the frightful landslide into Theyocracy.”\n", " “Over hill and under hill”\n", " “Despair, or folly?’ said Gandalf. ‘It is not despair, for despair is only for those who see the end beyond all doubt. We do not. It is wisdom to recognize necessity, when all other courses have been weighed, though as folly it may appear to those who cling to false hope. Well, let folly be our cloak, a veil before the eyes of the Enemy!”\n", " “Lady Undómiel,\" said Aragorn, \"the hour is indeed hard, yet it was made even in that day when we met under the white birches in the garden of Elrond where none now walk. And on the hill of Cerin Amroth when we forsook both the Shadow and the Twilight this doom we accepted.”\n", " “I can ride and wield blade, and I do not fear either pain or death.’ ‘What do you fear, lady?’ he asked. ‘A cage,’ she said. ‘To stay behind bars, until use and old age accept them, and all chance of doing great deeds is gone beyond recall or desire.”\n", " “A mortal, Frodo, who keeps one of the Great Rings, does not die, but he does not grow or obtain more life, he merely continues, until at last every minute is a weariness. And if he often uses the Ring to make himself invisible, he fades: he becomes in the end invisible permanently, and walks in the twilight under the eye of the Dark Power that rules the Rings.”\n", " “Among those who still have enough wisdom not to think fairy-stories are pernicious, the common opinion seems to be that there is a natural connection between the minds of children and fairy-stories, of the same order as the connection between children's bodies and milk. I think this is an error; at best an error of false sentiment, and one that is therefore most often made by those who, for whatever private reason (such as childlessness), tend to think of children as a special kind of creature, almost a different race, rather than normal, if immature, members of a particular family, and of the human family at large.”\n", " “Maedhros did deeds of surpassing valour, and the Orcs fled before his face; for since his torment upon Thangorodrim his spirit burned like a white fire within, and he was as one that returns from the dead.”\n", " “Do not go to the elves for council for they will say both yes and no.”\n", " “Its strength, Boromir, is too great for anyone to wield at will, save only those who have already a great power of their own. But for them it holds an even deadlier peril. The very desire of it corrupts the heart. Consider Saruman. If any of the Wise should with this Ring overthrow the Lord of Mordor, using his own arts, he would then set himself on Sauron’s throne, and yet another Dark Lord would appear. And that is another reason why the Ring should be destroyed: as long as it is in the world it will be a danger even to the Wise. For nothing is evil in the beginning.”\n", " “If thou hadst thy will what wouldst thou reserve?\" said Manwe. \"Of all thy realm what dost thou hold dearest?\"\n All have their worth,\" said Yavanna, \"and each contributes to the worth of the others. But the kelvar can flee or defend themselves, whereas the olvar that grow cannot. And among these I hold trees dear. Long in the growing, swift shall they be in the felling, and unless they pay toll with fruit upon their bough little mourned in their passing. So I see in my thought, would that the trees might speak on behalf of all things that have roots, and punish those that wrong them!”\n", " “By Elbereth and Lúthien the Fair,’ said Frodo with a last effort, lifting up his sword, ‘you shall have neither the Ring nor me!”\n", " “I seem to see ahead, in a kind of way. I know we are going to take a very long road, into darkness; but I know I can't turn back.”\n", " “A good vocabulary is not acquired by reading books written according to some notion of the vocabulary of one's age group. It comes from reading books above one.”\n", " “Then the enchantment became more and more dreamlike, until he felt that an endless river of swelling gold and silver was flowing over him, too multitudinous for its pattern to be comprehended; it became part of the throbbing air about him, and it drenched and drowned him.”\n", " “Moon-letters are rune-letters, but you cannot see them.”\n", " “At last Fingon stood alone with his guard dead about him; and he fought with Gothmog, until another Balrog came behind and cast a thong of fire about him. Then Gothmog hewed him with his black axe, and a white flame sprang up from the helm of Fingon as it was cloven. Thus fell the High King of the Noldor; and they beat him into the dust with their maces; and his banner, blue and silver, they trod into the mire of his blood.”\n", " “Roads go ever ever on\n Under cloud and under star\n Yet feet that wandering have gone\n Turn at last to home afar.\n Eyes that fire and sword have seen\n And horror in the halls of stone\n Look at last on meadows green\n And trees and hills they long have known.”\n", " “Bilbo Baggins was standing at his door after breakfast smoking an enormous long wooden pipe that reached nearly down to his woolly toes (neatly brushed)—Gandalf came by.”\n", " “I have... I have never used a sword in my life.\n And I hope you never have to. But if you do, remember this: true courage is about knowing not when to take a life, but when to spare one.”\n", " “As you go down the water,’ he said, ‘you will find that the trees will fail, and you will come to a barren country. There the River flows in stony vales amid high moors, until at last after many leagues it comes to the tall island of the Tindrock, that we call Tol Brandir. There it casts its arms about the steep shores of the isle, and falls then with a great noise and smoke over the cataracts of Rauros down into the Nindalf, the Wetwang as it is called in your tongue. That is a wide region of sluggish fen where the stream becomes tortuous and much divided. There the Entwash flows in by many mouths from the Forest of Fangorn in the west. About that stream, on this side of the Great River, lies Rohan. On the further side are the bleak hills of the Emyn Muil. The wind blows from the East there, for they look out over the Dead Marshes and the Noman-lands to Cirith Gorgor and the black gates of Mordor.”\n", " “ent. When Spring unfolds the beechen leaf, and sap is in\n the bough;\n When light is on the wild-wood stream, and wind is\n on the brow;\n When stride is long, and breath is deep, and keen the\n mountain-air,\n Come back to me! Come back to me, and say my\n land is fair!\n entwife. When Spring is come to garth and field, and corn is\n in the blade;\n When blossom like a shining snow is on the orchard\n laid;\n When shower and Sun upon the Earth with\n fragrance fill the air,\n I’ll linger here, and will not come, because my land is\n fair.\n ent. When Summer lies upon the world, and in a noon of\n gold\n Beneath the roof of sleeping leaves the dreams of trees\n unfold;\n When woodland halls are green and cool, and wind\n is in the West,\n Come back to me! Come back to me, and say my\n land is best!\n entwife. When Summer warms the hanging fruit and burns\n the berry brown;\n 622 the two towers\n When straw is gold, and ear is white, and harvest\n comes to town;\n When honey spills, and apple swells, though wind be\n in the West,\n I’ll linger here beneath the Sun, because my land is\n best!\n ent. When Winter comes, the winter wild that hill and\n wood shall slay;\n When trees shall fall and starless night devour the\n sunless day;\n When wind is in the deadly East, then in the bitter\n rain\n I’ll look for thee, and call to thee; I’ll come to thee\n again!\n entwife. When Winter comes, and singing ends; when\n darkness falls at last;\n When broken is the barren bough, and light and\n labour past;\n I’ll look for thee, and wait for thee, until we meet\n again:\n Together we will take the road beneath the bitter\n rain!\n both. Together we will take the road that leads into the\n West,\n And far away will find a land where both our hearts\n may rest.”\n", " “You will notice already that Mr. Baggins was not quite so prosy as he liked to believe, also that he was very fond of flowers.”\n", " “Beowulf survives: for a time, for as long as learning keeps any honor in its land. And how long will that be? God ána wát. (Tolkien on the life and relevance of the Beowulf poem)”\n", " “Great heart will not be denied.”\n", " “Thus came Aragorn son of Arathorn, Elessar, Isildur's heir, out of the Paths of the Dead, borne upon a wind from the sea to the kingdom of Gondor.”\n", " “Tom’s words laid bare the hearts of the trees and their thoughts, which were often dark and strange, filled with a hatred of things that go free upon the earth, gnawing, biting, breaking, hacking, burning: destroyers and usurpers. It was not called the Old Forest without reason, for it was indeed ancient, a survivor of vast forgotten woods; and in it there lived yet, ageing no quicker than the hills, the fathers of the fathers of trees, remembering times when they were lords.”\n", " “Now goblins are cruel, wicked, and bad-hearted. They make no beautiful things, but they make many clever ones.”\n", " “But he desired rather to subdue to his will both Elves and Men, envying the gifts with which Ilúvatar promised to endow them; and he wished himself to have subjects and servants, and to be called Lord, and to be a master over other wills.”\n"]