[" “Need brooks no delay, yet late is better than never,”\n", " “And it is not our part here to take thought only for a season, or for a few lives of Men, or for a passing age of the world. We should seek a final end of this menace, even if we do not hope to make one.”\n", " “The wind began to blow steadily out of the West and pour the water of the distant seas on the dark heads of the hills in fine drenching rain.”\n", " “Understand one another? I fear I am beyond your comprehension. But you, Saruman, I understand now too well. I keep a clearer memory of your arguments, and deeds, than you suppose. When last I visited you, you were the jailor of Mordor, and there I was to be sent. Nay, the guest who has escaped from the roof, will think twice before he comes back in by the door.”\n", " “What a lot of things you use Good morning for!\" said Gandalf. \"Now you mean that you want to get rid of me, and that it won't be good till I move off.\"\n \"…To think that I should have lived to be good-morninged by Belladonna Took's Son, as if I was selling buttons at the door!”\n", " “Almost it seemed that the words took shape, and visions of far lands and bright things that he had never yet imagined opened out before him; and the firelit hall became like a golden mist above seas of foam that sighed upon the margins of the world.”\n", " “Outros males existem que poderão vir [...]. Todavia não é nossa função controlar todas as marés do mundo, mas sim fazer o que pudermos para socorrer os tempos em que estamos inseridos, erradicando o mal dos campos que conhecemos, para que aqueles que viverem depois tenham terra limpa para cultivar. Que tempo encontrarão não é nossa função determinar.”\n", " “Every worm has his weak spot,”\n", " “Don’t go getting mixed up in the business of your betters, or you’ll land in trouble too big for you,”\n", " “I say, Théoden King: shall we have peace and friendship, you and I? It is ours to command.\"\n \"We will have peace,\" said Théoden at last thickly and with an effort. Several of the Riders cried out gladly. Théoden held up his hand. \"Yes, we will have peace,\" he said now in a clear voice, \"we will have peace, when you and all your works have perished--and the works of your dark master to whom you would deliver us. You are a liar, Saruman, and a corrupter a men's hearts. You hold out your hand it to me, and I perceive only a finger of the claw of Mordor. Cruel and cold! Even if your war on me was just--as it was not, for were you ten times as wise you would have no right to rule me and mine for your own profit as you desired--even so, what will you say of your torches in Westfold and the children that lie dead there? And they hewed Háma's body before the gates of the Hornburg, after he was dead. When you hang from a gibbet at your window for the sport of your own crows, I will have peace with you and Orthanic. So much for the house of Eorl. A lesser son of great sires am I, but I do not need to lick your fingers. Turn elsewhither. But I fear your voice has lost its charm.”\n", " “that dwelling was named Menegroth, the Thousand Caves.”\n", " “Far, far below the deepest delvings of the Dwarves, the world is gnawed by nameless things. Even Sauron knows them not. They are older than he. Now I have walked there, but”\n", " “Está me desejando um bom dia, ou quer dizer que o dia está bom, não importa que eu queira ou não, ou quer dizer que você se sente bem neste dia, ou que este é um dia para estar bem?”\n", " “for me.’ Galadriel laughed with a sudden clear laugh. ‘Wise the Lady”\n", " “If we use\n in a good sense (it has also legitimately a bad one) we must not allow that to push us into the sentimentality of only using\n or\n in a bad sense (it has also legitimately a good one). The process of growing older is not necessarily allied to growing wickeder, though the two do often happen together. Children are meant to grow up, and not to become Peter Pans. Not to lose innocence and wonder; but to proceed on the appointed journey: that journey upon which it is certainly not better to travel hopefully than to arrive, though we must travel hopefully if we are to arrive.”\n", " “Keep It Secret. Keep It Safe.\" - Gandalf.”\n", " “Strider” I am to one fat man who lives within a day’s march of foes that would freeze his heart, or lay his little town in ruin, if he were not guarded ceaselessly.”\n", " “Both, also, desired to make things of their own that should be new and unthought of by others, and delighted in the praise of their skill. But Aulë remained faithful to Eru and submitted all that he did to his will; and he did not envy the works of others, but sought and gave counsel. Whereas Melkor spent hs spirit in envy and hate, until at last he could make nothing save in mockery of the thought of others, and all their works he destroyed if he could.”\n", " “And then the heart of Eowyn changed, or else at last she understood it. And suddenly her winter passed, and the sun shone.”\n", " “A shadow fell on my heart then, though I did not know yet what I feared.”\n", " “pushing his keys into Gandalf’s hands, and running as fast as his furry feet could carry him down the lane, past the great Mill, across The Water, and then on for a mile or more.”\n", " “we will have peace, when you and all your works have perished – and the works of your dark master to whom you would deliver us. You are a liar, Saruman, and a corrupter of men’s hearts. You hold out your hand to me, and I perceive only a finger of the claw of Mordor. Cruel and cold!”\n"]