[" “Why must you speak your thoughts? Silence, if fair words stick in your throat, would serve all our ends better.”\n", " “But Sauron was not of mortal flesh, and though he was robbed now of that shape in which had wrought so great an evil, so that he could never again appear fair to the eyes of Men, yet his spirit arose out of the deep and passed as a shadow and a black wind over the sea, and came back to Middle-earth and to Mordor that was his home. There he took up again his great Ring in Barad-dur, and dwelt there, dark and silent, until he wrought himself a new guise, an image of malice and hatred made visible; and the Eye of Sauron the Terrible few could endure.”\n", " “There is a place called ‘heaven’ where the good here unfinished is completed; and where the stories unwritten, and the hopes unfulfilled, are continued. We may laugh together yet.”\n", " “If you want to know what cram is, I can only say that I don’t know the recipe; but it is biscuitish, keeps good indefinitely, is supposed to be sustaining, and is certainly not entertaining, being in fact very uninteresting except as a chewing exercise.”\n", " “I will vouch for him before the seat of Denethor,' said Gandalf. 'And as for valour, that cannot be computed by stature. He has passed through more battles and perils than you have, Ingold, though you be twice his height; and he comes now from the storming of Isengard, of which we bear tidings, and great weariness is on him, or I would wake him. His name is Peregrin, a very valiant man.'\n Man?' said Ingold dubiously; and the others laughed.\n Man!' cried Pippin, now thoroughly roused. 'Man! Indeed not! I am a hobbit and no more valiant than I am a man, save perhaps now and again by necessity. Do not let Gandalf deceive you!”\n", " “Un Anello per domarli, Un Anello per trovarli,\n Un Anello per ghermirli e nel buio incatenarli.”\n", " “Oft it may be chance that old wives keep in memory word of things that once were heedful for the wise to know.”\n", " “Oh! That was poetry!\" said Pippin. \"Do you really mean to start before the break of day?”\n", " “O! Where are you going\n With beards all a-wagging?\n No knowing, no knowing\n What brings Mister Baggins,\n And Balin and Dwalin\n down into the valley\n in June\n ha! ha!”\n", " “We are truth-speakers, we men of Gondor. We boast seldom, and then perform, or die in the attempt. \"Not if I found it on the highway would I take it,\" I said. Even if I were such a man as to desire this thing, and even though I knew not clearly what this thing was when I spoke, still I should take those words as a vow, and be held by them.”\n", " “If you sit on the doorstep long enough, I daresay you will think of something”\n", " “I am at home among trees.”\n", " “The Eleven king looked sternly upon Thorin, when he was brought before him, and asked him many questions. But Thorin would only say that he was starving.\n \"Why did you and your folk three times try to attack my people at their merrymaking?\" asked the king.\n \"We did not attack them,\" answered Thorin, \"we came to beg because we were starving.\"\n \"Where are your friends now, and what are they doing?\"\n \"I don't know, but I expect that they're all starving in the forest.\"\n \"What were you doing in the forest?\"\n \"Looking for food and drink, because we were starving.\"\n \"And what brought you into the forest at all?\" asked the king angrily.\n At that Thorin shut his mouth and would not say another word.”\n", " “Then she fell on her knees, saying: 'I beg thee!'\n 'Nay, lady,' he said, and taking her by the hand he raised her. The he kissed her hand, and sprang into the saddle, and rode away, and did not look back; and only those who knew him well and were near to him saw the pain that he bore.”\n", " “But I suppose it’s often that way. The brave things in the old tales and songs, Mr. Frodo: adventures, as I used to call them. I used to think that they were things the wonderful folk of the stories went out and looked for, because they wanted them, because they were exciting and life was a bit dull, a kind of a sport, as you might say. But that’s not the way of it with the tales that really mattered, or the ones that stay in the mind. Folk seem to have been just landed in them, usually – their paths were laid that way, as you put it. But I expect they had lots of chances, like us, of turning back, only they didn’t. And if they had, we shouldn’t know, because they’d have been forgotten. We hear about those as just went on – and not all to a good end, mind you; at least not to what folk inside a story and not outside it call a good end. You know, coming home, and finding things all right, though not quite the same – like old Mr. Bilbo. But those aren’t always the best tales to hear, though they may be the best tales to get landed in!”\n", " “But do you remember Gandalf’s words: Even Gollum may have something yet to do? But for him, Sam, I could not have destroyed the Ring. The Quest would have been in vain, even at the bitter end. So let us forgive him! For the Quest is achieved, and now all is over. I am glad you are here with me. Here at the end of all things, Sam”\n", " “My mind does not change with the rising and setting of a few suns”\n", " “Come, Mr. Frodo!' he cried. 'I can't carry it for you, but I can carry you and it as well. So up you get! Come on, Mr. Frodo dear! Sam will give you a ride. Just tell him where to go, and he'll go”\n", " “Hey! Come merry dol! derry dol! My darling!\n Light goes the weather-wind and the feathered starling.\n Down along under the Hill, shining in the sunlight,\n Waiting on the doorstep for the cold starlight,\n There my pretty lady is, River-woman's daughter,\n Slender as the willow-wand, clearer than the water.\n Old Tom Bombadil water-lilies bringing\n Comes hopping home again. Can you hear him singing?\n Hey! Come merry dol! derry dol! and merry-o,\n Goldberry, Goldberry, merry yellow berry-o!\n Poor old Willow-man, you tuck your roots away!\n Tom's in a hurry now. Evening will follow day.\n Tom'sgoing hom again water lilies-bringing.\n Hey! Come derry dol! Can you hear me singing?”\n", " “And what do you wish?' he said at last.\n 'That what should be shall be,' she answered.”\n", " “Shall we mourn here deedless forever a shadow-folk mist-haunting dropping vain tears in the thankless sea”\n", " “Many folk like to know beforehand what is to be set on the table; but those who have laboured to prepare the feast like to keep their secret; for wonder makes the words of praise louder.\" - Gandalf”\n", " “Somehow the killing of the giant spider, all alone by himself in the dark without the help of the wizard or the dwarves or of anyone else, made a great difference to Mr. Baggins. He felt a different person, and much fiercer and bolder in spite of an empty stomach, as he wiped his sword on the grass and put it back into its sheath.”\n", " “Let us remember that a traitor may betray himself and do good that he does not intend.”\n", " “Despair is only for those who see the end beyond all doubt.”\n", " “The way is shut.\n Then they halted and looked at him and saw that he lived still; but he did not look at them. The way is shut, his voice said again. It was made by those who are Dead, and the Dead keep it, until the time comes. The way is shut.”\n", " “Fifteen birds in five firtrees,\n their feathers were fanned in a fiery breeze!\n But, funny little birds, they had no wings!\n O what shall we do with the funny little things?\n Roast 'em alive, or stew them in a pot;\n fry them, boil them and eat them hot?”\n", " “The dragon is withered,\n His bones are now crumbled;\n His armour is shivered,\n His splendour is humbled!\n Though sword shall be rusted,\n And throne and crown perish\n With strength that men trusted\n And wealth that they cherish,\n Here grass is still growing,\n And leaves are yet swinging,\n The white water flowing,\n And elves are yet singing\n Come! Tra-la-la-lally!\n Come back to the valley!”\n", " “Mercy!\" cried Gandalf. \"If the giving of knowledge is to be the cure of your inquisitiveness, I shall spend all the rest of my days in answering you. What more should you like to know?\"\n \"The names of all the stars, and of all living things, and the whole history of Middle-Earth and Over-heave and of the Sundering Seas,\" laughed Pippin. \"Of course! What less?”\n", " “No diré no lloréis, pues no todas las lágrimas son amargas.”\n"]