[" “Well, you can go on looking forward,\" said Gandalf. \"There may be many unexpected feasts ahead of you.”\n", " “We meet again, at the turn of the tide. A great storm is coming, but the tide has turned.”\n", " “If you took this thing on yourself, unwilling, at others' asking, then you have pity and honour from me. And I marvel at you: to keep it hid and not to use it. You are a new people and a new world to me. Are all your kin of like sort? Your land must be a realm of peace and content, and there must gardners be in high hounour.”\n", " “Don't the great tales never end?\"\n \"No, they never end as tales,\" said Frodo. \"But the people in them come, and go when their part's ended. Our part will end later – or sooner.”\n", " “There is no curse in Elvish, Entish, or the tongues of Men for this treachery.”\n", " “Under the Mountain dark and tall\n The King has come unto his hall!\n His foe is dead,\n the Worm of Dread,\n And ever so his foes shall fall.\n The sword is sharp, the spear is long,\n The arrow swift, the Gate is strong;\n The heart is bold that looks on gold;\n The dwarves no more shall suffer wrong.\n The dwarves of yore made mighty spells,\n While hammers fells like ringing bells\n In places deep, where dark things sleep,\n In hollow halls beneath the fells.\n -from The Hobbit (Dwarves Battle Song)”\n", " “Such is of the course of deeds that move the wheels of the world: small hands do them because they must, while the eyes of the great are elsewhere.”\n", " “Why was I chosen?'\n 'Such questions cannot be answered,' said Gandalf. 'You may be sure that it was not for any merit that others do not possess. But you have been chosen, and you must therefore use such strength and heart and wits as you have.”\n", " “Go back to the abyss! Fall into nothingness that awaits you and your master!”\n", " “Few there were who could change his courses by counsel. None by force.”\n", " “We wants it, we needs it. Must have the precious. They stole it from us. Sneaky little hobbitses. Wicked, tricksy, false!”\n", " “Upon the hearth the fire is red,\n Beneath the roof there is a bed;\n But not yet weary are our feet,\n Still round the corner we may meet\n A sudden tree or standing stone\n That none have seen but we alone.\n Tree and flower, leaf and grass,\n Let them pass! Let them pass!\n Hill and water under sky,\n Pass them by! Pass them by!\n Still round the corner there may wait\n A new road or a secret gate,\n And though we pass them by today,\n Tomorrow we may come this way\n And take the hidden paths that run\n Towards the Moon or to the Sun.\n Apple, thorn, and nut and sloe,\n Let them go! Let them go!\n Sand and stone and pool and dell,\n Fare you well! Fare you well!\n Home is behind, the world ahead,\n And there are many paths to tread\n Through shadows to the edge of night,\n Until the stars are all alight.\n Then world behind and home ahead,\n We'll wander back to home and bed.\n Mist and twilight, cloud and shade,\n Away shall fade! Away shall fade!\n Fire and lamp and meat and bread,\n And then to bed! And then to bed!”\n", " “Alas, not me, lord!\" she said. \"Shadow lies on me still. Look not to me for healing! I am a shieldmaiden and my hand is ungentle.”\n", " “The world has changed.\n I see it in the water.\n I feel it in the Earth.\n I smell it in the air.\n Much that once was is lost,\n For none now live who remember it. ”\n", " “I’ll get there, if I leave everything but my bones behind,”\n", " “Old Tom Bombadil is a merry fellow,\n Bright blue his jacket is, and his boots are yellow.\n None has ever caught him yet, for Tom, he is the Master:\n His songs are stronger songs, and his feet are faster.”\n", " “I would rather spend one lifetime with you, than face all the ages of this world alone.”\n", " “The strongest must seek a way, say you? But I say: let a ploughman plough, but choose an otter for swimming, and for running light over grass and leaf, or over snow- an Elf!”\n", " “Hinder me? Thou fool. No living man may hinder me!\"\n “But no living man am I!”\n", " “But he that sows lies in the end shall not lack of a harvest, and soon he may rest from toil indeed, while others reap and sow in his stead.”\n", " “He was tall as a young tree, lithe, immensely strong, able swiftly to draw a great war-bow and shoot down a Nazgûl, endowed with the tremendous vitality of Elvish bodies, so hard and resistant to hurt that he went only in light shoes over rock or through snow, the most tireless of all the Fellowship.”\n", " “But of bliss and glad life there is little to be said, before it ends; as works fair and wonderful, while they still endure for eyes to see, are ever their own record, and only when they are in peril or broken for ever do they pass into song.”\n", " “I go now to the halls of waiting to sit beside my fathers, until the world is renewed. Since I leave now all gold and silver, and go where it is of little worth, I wish to part in friendship from you, and I would take back my words and deeds at the Gate. . . If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.”\n", " “He drew a deep breath. 'Well, I'm back,' he said.”\n", " “The burned hand teaches best. After that, advice about fire goes to the heart.”\n", " “The Resurrection was the greatest ‘eucatastrophe’ possible in the greatest Fairy Story — and produces that essential emotion: Christian joy which produces tears because it is qualitatively so like sorrow, because it comes from those places where Joy and Sorrow are at one, reconciled, as selfishness and altruism are lost in Love.”\n", " “Gandalf, dwarves and Mr. Baggins! We are met together in the house of our friend and fellow conspirator, this most excellent and audacious hobbit—may the hair on his toes never fall out!”\n", " “And then all the host of Rohan burst into song, and they sang as they slew, for the joy of battle was on them, and the sound of their singing that was fair and terrible came even to the City.”\n", " “Their 'magic' is Art, delivered from many of its human limitations. ”\n", " “And still Meriadoc the hobbit stood there blinking through his tears, and no one spoke to him, indeed none seemed to heed him. He brushed away the tears, and stooped to pick up the green shield that Eowyn had given him, and he slung it at his back. Then he looked for his sword that he had let fall; for even as he struck his blow his arm was numbed, and now he could only use his left hand.”\n"]