[" “It was a good story, that of yours,” said Beorn, “but I like it still better now I am sure it is true.\"\n ”\n", " “Certainly it reminds me very much of Bilbo in the last years, before he went away. He used often to say there was only one Road; that it was like a great river: its springs were at every doorstep, and every path was its tributary. “It’s a dangerous business, Frodo, going out of your door,” he used to say. “You step into the Road, and if you don’t keep your feet, there is no knowing where you might be swept off to. Do you realize that this is the very path that goes through Mirkwood, and that if you let it, it might take you to the Lonely Mountain or even further and to worse places?” He used to say that on the path outside the front door at Bag End, especially after he had been out for a long walk.”\n", " “Far off there was a great hill of shadow, and out of that shadow, which was its root, he saw the King's Tree springing up, tower upon tower, into the sky, and its light was like the sun at noon; and it bore at once leaves and flowers and fruits uncounted, and not one was the same as any other that grew on The Tree.”\n", " “All that is gold does not glitter, Not all those who wander are lost; The old that is strong does not wither, Deep roots are not reached by the frost. From the ashes a fire shall be woken, A light from the shadows shall spring; Renewed shall be blade that was broken: The crownless again shall be king.”\n", " “But good luck to you - today and every day!”\n", " “Day came, and the fallow sun blinked over the lifeless ridges of Ered Lithui. Then suddenly the cry of brazen-throated trumpets was heard: from the watch-towers they blared, and far away from hidden holds and outposts in the hills came answering calls; and further still, remote but deep and ominous, there echoed in the hollow land beyond the mighty horns and drums of Barad-dûr. Another dreadful day of fear and toil had come to Mordor; and the night-guards were summoned to their dungeons and deep halls, and the day-guards, evil-eyed and fell, were marching to their posts. Steel”\n", " “since Men changed the language that they learned of elves in the days when all the world was wonderful.”\n", " “And it is also said,' answered Frodo: 'Go not to the Elves for counsel, for they will say both no and yes.'\n 'Is it indeed?' laughed Gildor. 'Elves seldom give unguarded advice, for advice is a dangerous gift, even from the wise to the wise, and all courses may run ill.”\n", " “the Men of the Mark do not lie, and therefore they are not easily deceived.”\n", " “Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement”\n", " “This thing all things devours: Birds, beasts, trees, flowers; Gnaws iron, bites steel; Grinds hard stones to meal; Slays king, ruins town, And beats high mountain down.”\n", " “Thereupon he lifted his mace, and its handle was long; and he made a way before him by the wrath of his onset even unto the fallen gate: but all the people of the Stricken Anvil ran behind like a wedge, and sparks came from their eyes for the fury of their rage. A great deed was that sally, as the Noldoli sing yet, and many of the Orcs were borne backward into the fires below; but the men of Rog leapt even upon the coils of the serpents and came at those Balrogs and smote them grievously, for all they had whips of flame and claws of steel, and were in stature very great.”\n", " “One who cannot cast away a treasure at need is in fetters”\n", " “such was the virtue of the land of Rivendell that soon all fear and anxiety was lifted from their minds. The future, good or ill, was not forgotten, but ceased to have any power over the present. Health and hope grew strong in them, and they were content with each good day as it came, taking pleasure in every meal, and in every word and song.”\n", " “”\n", " “This will show them. ‘More like a grocer than a burglar’ indeed!”\n", " “The drink was like water, indeed very like the taste of the draughts they had drunk from the Entwash near the borders of the forest, and yet there was some scent or savour in it which they could not describe: it was faint, but it reminded them of the smell of a distant wood borne from afar by a cool breeze at night.”\n", " “But Saruman had slowly shaped it to his shifting purposes, and made it better, as he thought, being deceived – for all those arts and subtle devices, for which he forsook his former wisdom, and which fondly he imagined were his own, came but from Mordor; so that what he made was naught, only a little copy, a child’s model or a slave’s flattery, of that vast fortress, armoury, prison, furnace of great power, Barad-dûr, the Dark Tower, which suffered no rival, and laughed at flattery, biding its time, secure in its pride and its immeasurable strength. This”\n", " “Hope rather that in the end even the least of your desires shall have fruit.”\n", " “A thing is about to happen which has not happened since the Elder Days: the Ents are going to wake up and find that they are strong.”\n", " “Did we say so, precious? Show the nassty little Baggins the way out, yes, yes. But what has it got in its pocketses, eh? Not string, precious, but not nothing. Oh no! gollum!”\n", " “If more of us valued food and cheer and song above hoarded gold, it would be a merrier world”\n", " “... not all who wander are lost.”\n", " “He was the father of the fathers of the eldest race of Dwarves, the Longbeards, and my first ancestor: I am his heir.”\n", " “We are plain quiet folk and have no use for adventures.”\n", " “The ring had given him power according to his stature. It”\n", " “Yet there was naught in this to praise. I had no lure or desire to do other than I have done.”\n", " “How do I feel?’ he cried. ‘Well, I don’t know how to say it. I feel, I feel’ – he waved his arms in the air – ‘I feel like spring after winter, and sun on the leaves; and like trumpets and harps and all the songs I have ever heard!”\n", " “Baggins.”\n", " “No, sweet one. See, my precious: if we has it, then we can escape, even from Him, eh? Perhaps we grow very strong, stronger than Wraiths. Lord Smeagol? Gollum the Great? The Gollum! Eat fish every day, three times a day, fresh forum the sea. Most precious Gollum! Must have it...”\n"]