[" “I know I can’t have it, with old Gandalf sitting”\n", " “Clearly the ring had an unwholesome power that set to work on its keeper at once. That”\n", " “We cannot use the Ruling Ring. That we now know too well. It belongs to Sauron and was made by him alone, and is altogether evil. Its strength, Boromir, is too great for anyone to wield at will, save only those who have already a great power of their own. But for them it holds an even deadlier peril. The very desire of it corrupts the heart. Consider”\n", " “I would rather share one lifetime with you than face all the ages of this world alone”\n", " “Měl byste si jít lehnout, váš důvtip je nějak ospalý.”\n", " “But where the warg howls, there also the orc prowls. - Aragorn”\n", " “There are no safe paths in this part of the world. Remember you are over the Edge of the Wild now, and in for all sorts of fun wherever you go.”\n", " “Now we see you, you nasty little creature! We will eat you and leave your bones and skin hanging on a tree. Ugh! he’s got a sting has he? Well, we’ll get him all the same, and then we’ll hang him head downwards for a day or two.” While”\n", " “When Mr. Bilbo Baggins of Bag End announced that he would shortly be celebrating his eleventy-first birthday with a party of special magnificence, there was much talk and excitement in Hobbiton.”\n", " “Why, I feel all thin, sort of stretched, if you know what I mean: like butter that has been scraped over too much bread.”\n", " “opening word could speak it and pass in. At least so it is recorded, is it not, Gimli?”\n", " “É que da bem-aventurança e da alegria na vida há pouco a ser dito enquanto duram; assim como as obras belas e maravilhosas, enquanto perduram para que os olhos as contemplem, são registros de si mesmas; e somente quando correm perigo ou são destruídas é que se transformam em poesia.\n - O Silmarillion”\n", " “Arise O Thornhoth, whose beaks are of steel and whose talons swords!”\n", " “So I set a watch for him, guessing that he would ere long come forth from his darkness to seek for his treasure. He came, but he escaped and was not found. And then alas! I let the matter rest, watching and waiting only, as we have too often done.”\n", " “They spoke no more of the small news of\n the Shire far away, nor of the dark shadows and perils that\n encompassed them, but of the fair things they had seen in\n the world together, of the Elves, of the stars, of trees, and the\n gentle fall of the bright year in the woods.”\n", " “At last the time came for him to say good-bye to his friends. “Farewell, Balin!” he said; “and farewell, Dwalin; and farewell Dori, Nori, Ori, Oin, Gloin, Bifur, Bofur, and Bombur! May your beards never grow thin!” And turning towards the Mountain he added: “Farewell Thorin Oakenshield! And Fili and Kili! May your memory never fade!”\n", " “Thank you,’ said Rover, feeling crushed. ‘It is very kind of all these wizards to trouble themselves about me, I am sure, though it is rather upsetting. You never know what will happen next, when once you get mixed up with wizards and their friends.”\n", " “If any of the Wise should with this Ring overthrow the Lord of Mordor, using his own arts, he would then set himself on Sauron’s throne, and yet another Dark Lord would appear. And that is another reason why the Ring should be destroyed: as long as it is in the world it will be a danger even to the Wise. For nothing is evil in the beginning. Even Sauron was not so. I fear to take the Ring to hide it. I will not take the Ring to wield it.”\n", " “But if all the fair folk take to the Havens, it will be a duller world for those who are doomed to stay.”\n", " “goblins knew their way, as well as you do to the nearest post-office; and the way went down and down, and it was most horribly stuffy. The goblins were”\n", " “If Gandalf would go before us with a bright flame, he might melt a path for you,’ said Legolas. The storm had troubled him little, and he alone of the Company remained still light of heart. ‘If Elves could fly over mountains, they might fetch the Sun to save us,’ answered Gandalf. ‘But I must have something to work on. I cannot burn snow.”\n", " “What on earth did I ask him to tea for!” he said to himself, as he went to the pantry. He had only just had breakfast, but he thought a cake or two and a drink of something would do him good after his fright.”\n", " “Tres anillos para los Reyes Elfos bajo el cielo.\n Siete para los Señores Enanos en casas de piedra.\n Nueve para los Hombres Mortales condenados a morir.\n Uno para el Señor Oscuro, sobre el trono oscuro\n en la Tierra de Mordor donde se extienden las Sombras.\n Un Anillo para gobernarlos a todos. Un Anillo para encontrarlos,\n un Anillo para atraerlos a todos y atarlos en las tinieblas\n en la Tierra de Mordor donde se extienden las Sombras.”\n", " “wicked”\n", " “Aragorn raced down the last slope, but before he could reach the hill’s foot, the sounds died away; and as he turned to the left and ran towards them they retreated, until at last he could hear them no more. Drawing”\n", " “The nastiest things they saw were the cobwebs: dark dense cobwebs with threads extraordinarily thick, often stretched from tree to tree, or tangled in the lower branches on either side of them.”\n", " “I do not foretell, for all foretelling is now vain: on the one hand lies darkness, and on the other only hope. But if hope should not fail, then I say to you, Gimli son of Glóin, that your hands shall flow with gold, and yet over you gold shall have no dominion.”\n", " “Still round the corner there may wait, A new road or a secret gate.”\n", " “though few believed any of his tales, he remained very happy to the end of his days, and those were extraordinarily long.”\n", " “Druhý den ráno se Bilbo probudil s časným jitřním sluncem před očima. Vyskočil, aby se podíval na hodiny a postavil si vodu na čaj - ale zjistil, že vůbec není doma.”\n"]