[" “«Ahora bien, parece extraño, pero las cosas que es bueno tener y los días que se pasan de un modo agradable se cuentan muy pronto, y no se les presta demasiada atención; en cambio, las cosas las cosas que son incomodas, estremecedoras, y aun horribles, pueden hacer un buen relato, y además llevan tiempo contarlas».”\n", " “Far over the misty mountains cold To dungeons deep and caverns old We must away, ere break of day, To find our long-forgotten gold. Bilbo”\n", " “Mientras hay vida hay esperanza.”\n", " “But have a care! It is a bitter blade, and steel serves only those that can wield it. It will cut your hand as willingly as aught else.”\n", " “your Quest stands upon the edge of a knife. Stray but a little and it will fail, to the ruin of all. Yet hope remains while all the Company is true.”\n", " “Knowing the truth about the vanishing did not lessen their opinion of Bilbo at all; for they saw that he had some wits, as well as luck and a magic ring—and all three are very useful possessions.”\n", " “There is no curse in Elvish, Entish, or the tongues of Men bad enough for such treachery.”\n", " “Bombur was now so fat that he could not move himself from his couch to his chair at table, and it took six young dwarves to lift him.”\n", " “open war lies before him, with Sauron or against him. None may live now as they have lived, and few shall keep what they call their own. But”\n", " “Even if I were such a man as to desire this thing, and even though I knew not clearly what this thing was when I spoke, still I should take those words as a vow, and be held by them.”\n", " “There he stood far into the night, hearing only the sigh and murmur of the waves on the shores of Middle-earth, and the sound of them sank deep into his heart.”\n", " “The Company of the Ring shall be Nine; and the Nine Walkers shall be set against the Nine Riders that are evil. With you and your faithful servant, Gandalf will go; for this shall be his great task, and maybe the end of his labours.”\n", " “Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For”\n", " “Nay, the guest who has escaped from the roof, will think twice before he comes back in by the door. Nay,”\n", " “elsewhere other powers still dwell. There is power, too, of another kind in the Shire. But all such places will soon become islands under siege, if things go on as they are going. The Dark Lord is putting forth all his strength.”\n", " “You shall not pass!”\n", " “Yet I do not believe that the world about us will ever again be as it was of old, or the light of the Sun as it was aforetime”\n", " “... for a man may cover his blemish, but unbind it he cannot, for where once 'tis applied, thence part will it never.”\n", " “Well bless me ... The legends are true! GIANTS! STONE GIANTS!”\n", " “Gollum!’ he called softly. ‘Third time pays for all. I want some herbs.’ Gollum’s head peeped out of the fern, but his looks were neither helpful nor friendly. ‘A few bay-leaves, some thyme and sage, will do – before the water boils,’ said Sam.”\n", " “Now that he had his way, and all went well, and he had work to do after his heart, and had honour in it, he was courteous to all, and less grim than of old, so that well nigh all hearts were turned to him; and many called him Adanedhel, the Elf-man.”\n", " “He caught hold of Tom’s leg—as well as he could, it was thick as a young tree-trunk—but he was sent spinning up into the top of some bushes, when Tom kicked the sparks up in Thorin’s face.”\n", " “Another bed was set beside him for his servant. Sam hesitated fora moment, then bowing very low: “Good night, Captain, my lord,” he said. “You took the chance, sir.”\n “Did I so?” said Faramir.\n “Yes, sir, and showed your quality: the very highest.”\n Faramir smiled. “A pert servant, Master Samwise. But nay: the praise of the praiseworthy is above all rewards. Yet there was naught in this to praise. I had no lure or desire to do other than I have done.”\n “Ah well, sir,” said Sam, “you said my master had an Elvish air; and the twas good and true. But I can say this: you have an air too, sir, that reminds of, of – well, Gandalf, of wizards.”\n “Maybe,” said Faramir. “Maybe you discern from far away the air of Numenor. Good night!”\n", " “We must do something to delay the enemy first. We will make them fear the Chamber of Mazarbul!’ he said grimly, feeling the edge of his sword, Andúril.”\n", " “Of course, it is likely enough, my friends,’ he said slowly, ‘likely enough that we are going to our doom: the last march of the Ents.”\n", " “A great Shadow has departed,\" said Gandalf, and then he laughed and the sound was like music, or like water in a parched land.”\n", " “If you seem to have stumbled, think that it was fated to be so. Your heart is shrewd as well as faithful, and saw clearer than your eyes. For”\n", " “treachery was in it. He slipped”\n", " “but there was the dragon waiting for them.”\n", " “For not we but those who come after will make the legends of our time. The green”\n"]