[" “That he will never do now. He does not yet know his peril. There is much that he does not know. He”\n", " “I dare say you could,' snorted Gimli. ' You are a Wood-elf, anyway, though Elves of any kind are strange folk. Yet you comfort me. Where you go, I will go. But keep your bow ready to hand, and I will keep my axe loose in my belt. Not for use on trees.' he added hastily, looking up at the tree under which they stood. ' I do not wish to meet that old man at unawares without an argument ready to hand, that is all. Let us go!”\n", " “They buried the body of Felagund upon the hill-top of his own isle, and it was clean again; and the green grave of Finrod Finarfin's son, fairest of all the princes of the Elves, remained inviolate, until the land was changed and broken, and foundered under destroying seas. But Finrod walks with Finarfin his father beneath the trees in Eldamar.”\n", " “The basic pleasure in the phonetic elements of a language and in the style of their patterns, and then in a higher dimension, pleasure in the association of these word-forms with meanings, is of fundamental importance. This pleasure is quite distinct from the practical knowledge of a language, and not the same as an analytic understanding of its structure. It is simpler, deeper-rooted, and yet more immediate than the enjoyment of literature. Though it may be allied to some of the elements in the appreciation of verse, it does not need any poets, other than the nameless artists who composed the language. It can be strongly felt in the simple contemplation of a vocabulary, or even in a string of names.”\n", " “You never know what will happen next, when once you get mixed up with wizards and their friends.”\n", " “Vous êtes une personne très bien, monsieur Baggins, et je vous aime beaucoup ; mais vous n'êtes, après tout, qu'un minuscule individu dans le vaste monde.”\n", " “I do not love the btight sword for its sharpness, nor the arrow for its swiftness..... (but for) that witch they defend”\n", " “No doubt some who deserved to be asked were overlooked, and some who did not were invited by mistake; for that is the way of things, however careful those who arrange such matters may try to be.”\n", " “a mort n'est qu'un autre chemin\n qu'il nous faut tous prendre.\n Le rideau de pluie grisâtre de ce monde\n s'ouvrira, et tout sera brillant comme l'argent...\n Alors vous les verrez...\n Les Rivages Blancs!\n Et au delà...\n la lointaine contrée verdoyante,\n sous un fugace lever de soleil.”\n", " “It is told that the Valar would leave their works, and the birds of Valinor their mirth, that the bells of Valmar were silent and the fountains ceased to flow, when at the mingling of the lights Melian sang in Lórien.”\n", " “Elves seldom give unguarded advice, for advice is a dangerous gift,”\n", " “You do make me feel uncomfortable and lonesome, Strider!\" [Sam] said.”\n", " “fosse”\n", " “Give it back to Sméagol you said. Do not say that again! Do not let that thought grow in you! You will never get it back. But the desire of it may betray you to a bitter end. You will never get it back. In the last need, Sméagol, I should put on the Precious; and the Precious mastered you long ago. If I, wearing it, were to command you, you would obey, even if it were to leap from a precipice or to cast yourself into the fire.”\n", " “If I say he is a Burglar, a Burglar he is, or will be when the time comes. There is a lot more in him than you guess, and a deal more than he has any idea of himself. You may (possibly) all live to thank me yet.”\n", " “Have I not felt it? Even now my heart desires to test my will upon it, to see if I could not wrench it from him and turn it where I would – to”\n", " “children were still young of inventing and telling orally, sometimes of writing down, ‘children’s stories’ for their private amusement… The Hobbit was intended to be one of them. It had no necessary”\n", " “Je ne connais pas la moitié d'entre vous autant que je le voudrais. Et j'aime moins de la moitié d'entre vous à moitié moins que vous ne le méritez.”\n", " “to seize them: no speed seemed too”\n", " “In that dale the light was like a red sunset, but the light came up from the lake - and there he beheld strange shapes of flame bending and branching and wavering like great weeds in a sea dingle, and fiery creatures went to and fro among them.”\n", " “obstinate.”\n", " “His rage passes description—the sort of rage that is only seen when rich folk that have more than they can enjoy suddenly lose something that they have long had but have never before used or wanted.”\n", " “If fairy-story as a kind is worth reading at all it is worthy to be written for and read by adults. They will, of course, put more in and get more out than children can. Then, as a branch of a genuine art, children may hope to get fairy-stories fit for them to read and yet within their measure; as they may hope to get suitable introductions to poetry, history, and the sciences. Though it may be better for them to read some things, especially fairy-stories, that are beyond their measure rather than short of it. Their books like their clothes should allow for growth, and their books at any rate should encourage it.”\n", " “The counsel of Gandalf was not founded on foreknowledge of safety, for himself or for others,’ said Aragorn. ‘There are some things that it is better to begin than to refuse, even though the end may be dark. But”\n", " “The fires went out, and blank darkness fell. The Company stood rooted with horror sraring into the pit.”\n", " “The farmer went about with a high step, and luck smiled on him. The autumn and early winter work went well. All seemed set fair, until the dragon came.”\n", " “The most inquisitive and curious-minded of that family was called Sméagol. He”\n", " “Who knows? Have patience. Go where you must go, and hope! To”\n", " “There was one giant in particular, larger and more stupid than his fellows. I find no mention of his name in the histories, but it does not matter. He was very large, his walking stick was like a tree, and his tread was heavy. He brushed elms aside like tall grasses.”\n", " “(his cat he calls her, but she owns him not)”\n"]